{
  "meta": {
    "title": "Lymphedema",
    "url": "https://brainandscalpel.vercel.app/lymphedema-c45bc1f2-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:29.728Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Lymph is a clear fluid consisting of excess interstitial fluid, proteins, lipids, and immune cells that have been collected from tissues throughout the body.&nbsp; Lymph travels through the lymphatic vessels and eventually drains into the venous system.&nbsp; Lymphedema is a chronic disorder characterized by impaired lymphatic drainage and most commonly presents as swelling of the extremity (peripheral lymphedema).&nbsp; Lymphedema can result from acquired or congenital disruptions of the lymphatic system.</p>\n<h1>Normal lymphatic system</h1><br><br><p>The lymphatic system consists of lymphatic vessels, lymph nodes, and lymphoid organs (eg, spleen, thymus, tonsils).&nbsp; Its roles include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Elimination of excess interstitial fluid</strong>:&nbsp; Interstitial fluid that is leaked from capillaries is returned to the systemic circulation via lymphatic vessels.</li>\n\t<li><strong>Immune surveillance</strong>:&nbsp; Lymph travels through lymphatic vessels and is filtered through the cortex and medulla of the lymph nodes and lymphoid organs, removing pathogens and debris prior to returning into the venous circulation.</li>\n\t<li><strong>Fat absorption</strong>:&nbsp; Lymphatic capillaries (lacteals) within the small intestinal villi absorb and transport chylomicrons (lipoprotein particles containing triglycerides and cholesterol) into the venous system.</li>\n</ul>\n<h1>Pathophysiology</h1><br><br><p>Lymphedema is a chronic disorder characterized by impaired lymphatic drainage, resulting in lymph accumulation in the interstitium and tissue.&nbsp; These disruptions can be broadly characterized as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acquired lymphatic vessel damage or obstruction.</li>\n\t<li>Acquired lymph node damage or removal.</li>\n\t<li>Congenital anomalies of the lymphatic system.</li>\n</ul><br><br><p>Over time, lymph accumulation creates an inflammatory state that promotes adipocyte proliferation and tissue fibrosis.&nbsp; Clinically, these changes manifest as thickened, dry skin that has reduced elasticity.</p>\n<h1>Etiology and risk factors</h1><br><br><p>Lymphedema can be caused by acquired (more common) or congenital disruptions of lymphatic drainage.&nbsp; Common etiologies are discussed in subsequent sections.</p>\n<h1>Acquired (secondary) lymphedema</h1><h2>Malignancy</h2><br><br><p>Malignancy and its treatment are leading causes of lymphedema, due to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tumor effect</strong>:&nbsp; Tumor invades or compresses the lymphatic vessels and lymph nodes.</li>\n\t<li><strong>Radiation therapy</strong>:&nbsp; Radiation causes lymph node fibrosis and sclerosis.</li>\n\t<li><strong>Lymphadenectomy</strong>:&nbsp; Lymph node removal disrupts lymph flow from the vessels through the nodes.</li>\n</ul><br><br><p>A classic example is lymphedema following axillary lymph node dissection (ALND) for breast cancer.&nbsp; The axillary lymph nodes receive the majority (~85%) of the breast lymphatic drainage and are the most commonly involved lymph nodes with breast cancer lymphatic invasion.&nbsp; When a patient has clinically positive (eg, enlarged nodes) or biopsy-proven (eg, fine-needle aspiration) lymph nodes, ALND is performed.&nbsp; Because lymphatic fluid from the breast and ipsilateral upper extremity drains into the axillary lymph nodes before draining into the venous circulation, the removal of axillary lymph nodes results in ipsilateral upper extremity lymphedema (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L62530.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Infection</h2><br><br><p>Infection can damage the lymphatic vessels and lymph nodes through direct microorganism invasion or an inflammatory response.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lymphatic filariasis</strong>:&nbsp; Filariasis is a mosquito-borne illness caused by roundworms (eg, <em>Wuchereria bancrofti</em>).&nbsp; Adult worms inhabit lymphatic vessels, leading to obstruction and progressive lymphedema.&nbsp; Chronic lymphedema causes thickened, hardened, and hyperkeratotic skin (elephantiasis).</li>\n\t<li><strong>Recurrent cellulitis</strong>:&nbsp; Inflammation from recurrent cellulitis can cause lymphatic endothelial damage, resulting in lymphedema.</li>\n</ul>\n<h2>Trauma</h2><br><br><p>Degloving injury (traumatic separation of skin and subcutaneous tissue from fascia, muscle, and bones), multiple fractures, and compartment syndrome can damage lymphatic vessels.&nbsp; In addition, orthopedic surgeries (eg, knee or hip replacement) can damage the same structures.</p>\n<h2>Obesity</h2><br><br><p>Adipocytes may increase fluid production and retention, resulting in lymphedema.</p>\n<h1>Congenital (primary) lymphedema</h1><br><br><p>Congenital lymphedema is suspected when extremity swelling presents in infancy or early childhood (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41020.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; It may be isolated or occur as a part of a syndrome (eg, Turner syndrome [TS]).<p></p>\n<h2>Isolated congenital lymphedema</h2><br><br><p>Congenital lymphedema, also known as Milroy disease, is caused by <em>FLT4</em> mutation, which impairs lymphatic endothelial development.</p>\n<h2>Syndromic congenital lymphedema</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>TS</strong> is the most common cause of syndromic lymphedema.&nbsp; It is caused by a complete or partial loss of an X chromosome, resulting in lymphatic hypoplasia, lymphangioma, and other congenital abnormalities.</li>\n\t<li>In TS, lymphatic hypoplasia causes lymphedema in the hands and feet; lymphangioma (cystic hygroma) manifests as posterior neck swelling due to lymph accumulation in the jugular lymphatic sacs (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37862.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Patients also have aortic coarctation, a high-arched palate, low-set ears, a webbed neck with a low hairline, and a broad chest with widely spaced nipples (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14170.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li>Lymphedema is less common or prominent in other syndromes (eg, Edwards syndrome, Down syndrome).</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Histologic examination of chronically lymphedematous tissue shows the following nonspecific features:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hyperkeratosis (stratum corneum thickening).</li>\n\t<li>Epidermal papillomatosis (undulating epidermal appearance with elongation of the dermal papilla and epidermal hyperplasia).</li>\n\t<li>Dermal thickening, dermal edema, and increased dermal interstitial collagen.</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><p>Lymphedema usually presents with chronic swelling, heaviness, and discomfort in one or more extremities in the absence of generalized edema, typically following an inciting event (eg, ALND) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24026.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Early stage</strong>:&nbsp; Skin is soft; edema is pitting because interstitial fluid can be displaced by finger indentation.&nbsp; Edema can be alleviated by limb elevation.</li>\n\t<li><strong>Later stage</strong>:&nbsp; Progressive deposition of subcutaneous collagen and adipose tissue leads to firm and thickened skin, as well as fat hypertrophy.&nbsp; Edema becomes nonpitting because the interstitial fluid is not readily displaceable due to skin thickening and fatty tissue deposition.&nbsp; Edema cannot be alleviated by limb elevation.</li>\n\t<li><strong>Advanced stage</strong>:&nbsp; The skin may develop a warty appearance (papillomatosis and hyperkeratosis on histologic examination).&nbsp; Stemmer sign (inability to pinch skin at the base of the second toe) is pathognomonic and is caused by fibrotic, stiff subcutaneous tissue that resists pinching.</li>\n</ul>\n<h2>Special presentations</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In filariasis, acute lymphangitis presents with painful red streaks, and eosinophilia may precede chronic swelling.&nbsp; Over time, the affected limb may develop disfiguring swelling and enlargement, as well as warty skin changes (elephantiasis).</li>\n\t<li>In congenital lymphedema (eg, TS), swelling is nonpitting from birth and typically involves the hands and feet.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>In adults, lymphedema is primarily a clinical diagnosis based on the presence of an inciting factor, chronic limb swelling, and characteristic skin thickening.&nbsp; In newborns or infants, lymphedema is suspected when limb swelling is present, especially with TS.</p><br><br><p>Diagnostic studies are generally performed to rule out other causes of limb swelling; they can also support or confirm the diagnosis of lymphedema and identify the underlying causes.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Duplex ultrasonography</strong>:&nbsp; Used primarily to rule out venous insufficiency or deep vein thrombosis.&nbsp; It can also show soft tissue changes to support the diagnosis of lymphedema and identify masses that compress lymphatic vessels.</li>\n\t<li><strong>MRI or CT scan</strong>:&nbsp; Used primarily to identify the cause of lymphedema (eg, enlarged lymph nodes, malignancy).&nbsp; They can also reveal interstitial fluid accumulation and soft tissue changes (eg, dermal thickening, increased subcutaneous tissue volume) to support a diagnosis of lymphedema.</li>\n\t<li><strong>Lymphatic imaging</strong> (eg, lymphoscintigraphy, indocyanine green lymphangiography, MR lymphangiography):&nbsp; Used to confirm lymphedema, visualize lymphatic flow, and identify lymphatic obstruction or hypoplasia.&nbsp; Lymphatic imaging is also helpful in identifying candidates for lymphatic reconstruction surgery.</li>\n</ul><br><br><p>In addition, laboratory evaluation is performed to identify the etiology of lymphedema, when appropriate.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Blood test</strong>:&nbsp; Antigen testing for <em>W bancrofti</em> or examination of blood smears for microfilariae is used to diagnose lymphatic filariasis in patients with lymphedema in endemic regions (eg, tropical and subtropical regions of Africa, Asia, South America, Western Pacific, Caribbean).</li>\n\t<li><strong>Genetic testing</strong>:&nbsp; Karyotyping or a referral to a geneticist is indicated when lymphedema occurs in a newborn, especially when syndromic features are present.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis includes other causes of limb edema (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/77086.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic venous insufficiency</strong>:&nbsp; Insufficiency typically presents with chronic bilateral leg swelling that worsens after prolonged standing and improves with leg elevation.&nbsp; In addition, this condition is typically accompanied by dilated superficial veins or varicose veins, a feature absent in isolated lymphedema (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13401.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Severe cases may be associated with brown skin discoloration and skin ulcerations, characteristically on the medial aspect of the leg (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9520.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; The diagnosis can be confirmed with venous duplex ultrasonography.</li>\n\t<li><strong>Deep vein thrombosis</strong>:&nbsp; Thrombosis typically presents with acute, painful unilateral leg swelling (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20714.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ); in contrast, lymphedema is chronic.&nbsp; Less commonly, this type of thrombosis can affect the arm, typically in association with central catheters (eg, peripherally inserted central catheter).&nbsp; The diagnosis is made with venous duplex ultrasonography.</li>\n\t<li><strong>Lipedema</strong>:&nbsp; A genetic disorder of abnormal adipose tissue deposition that affects the legs and/or arms.&nbsp; It typically affects women and causes limb edema and pain.&nbsp; Unlike lymphedema, lipedema has no inciting factor.</li>\n\t<li><strong>Cellulitis</strong>:&nbsp; Cellulitis is caused by bacterial infection and presents with acute erythema, induration, pain, and swelling, with or without systemic symptoms (eg, fever, chills) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84846.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Paralyzed limb</strong>:&nbsp; Lack of muscle contraction inhibits venous return, resulting in swelling of the paralyzed leg.</li>\n\t<li><strong>Muscle strain</strong>:&nbsp; Swelling and pain localized over the strained muscle can develop acutely after trauma.&nbsp; In contrast, swelling and discomfort in lymphedema are typically circumferential in the affected limb.</li>\n\t<li><strong>Congestive heart failure</strong>:&nbsp; Causes bilateral pitting edema in the legs in association with other symptoms (eg, dyspnea on exertion, orthopnea, paroxysmal nocturnal dyspnea) and signs (eg, jugular venous distension, bibasilar lung crackles) of congestive heart failure.</li>\n\t<li><strong>Medication adverse effect</strong>:&nbsp; Leg and ankle edema is a common adverse effect of dihydropyridine calcium channel blockers (eg, amlodipine) and has a temporal relationship with medication initiation.</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment is difficult and typically involves conservative management that focuses on symptom control and prevention of lymphedema progression.</p>\n<h2>Conservative approaches (complete decongestive therapy)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Weight loss and limb elevation.</li>\n\t<li>Manual lymphatic drainage (specialized massage).</li>\n\t<li>Compression garments, compression bandaging, intermittent pneumatic compression devices.</li>\n\t<li>Skin care to prevent infections (eg, moisturization to prevent skin cracking, topical antibiotic application after small skin breakages, sunscreen use, avoidance of blood draws on affected limb).</li>\n</ul><br><br><p>Notably, diuretic therapy does not reduce lymphatic fluid in the interstitial space and may lead to electrolyte imbalances.</p><br><br><p>Contraindications to complete decongestive therapy (CDT) include active cellulitis (CDT may spread infection), acute deep vein thrombosis (CDT may cause pulmonary embolism), and moderate to severe congestive heart failure (CDT may increase central venous volume and cause volume overload).</p>\n<h2>Surgical options</h2><br><br><p>Patients whose conservative management failed or who have significant complications (eg, functional impairment) may choose to pursue surgical therapies, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lymphovenous bypass.</li>\n\t<li>Lymph node transplantation.</li>\n\t<li>Debulking procedures to remove excessive fibrofatty issues.</li>\n</ul>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Functional and cosmetic concerns</strong>:&nbsp; Chronic and advanced lymphedema can result in skin thickening and limb swelling, which cause both functional and cosmetic concerns.</li>\n\t<li><strong>Recurrent cellulitis</strong>:&nbsp; Skin barrier compromise and impaired lymphatic drainage for immune surveillance at regional lymph nodes can cause recurrent cellulitis.</li>\n\t<li><strong>Angiosarcoma</strong>:&nbsp; Rarely, angiosarcoma arises from chronic lymphedema, especially in patients with breast cancer who underwent radiation therapy or ALND.&nbsp; In this situation, angiosarcoma tends to occur approximately 4-8 years after treatment and presents with purpuric papulonodular lesions and red, bruise-like plaques on the breast, axilla, and/or upper arm (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31021.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; Lower extremity angiosarcoma can also occur.&nbsp; The prognosis is poor.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Lymphedema is a chronic condition that cannot be cured, but the swelling can be improved with conservative therapy (CDT) and/or surgical therapy.&nbsp; Patient compliance plays a significant role in the success of CDT, which is often a challenge due to its time-consuming nature and the discomfort caused by compression garments.&nbsp; Early-stage disease responds better than late-stage disease.&nbsp; Recurrent cellulitis and malignant transformation into angiosarcoma significantly worsen the outlook.</p>\n<h1>Summary</h1><br><br><p>Lymphedema (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31638.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a chronic condition arising from impaired lymphatic drainage, resulting in the accumulation of interstitial fluid in the extremities.&nbsp; Although acquired forms are more common, typically due to malignancy or infection, congenital causes (eg, Turner syndrome) must also be considered when lymphedema presents in newborns.&nbsp; Clinical progression involves transformation from initial soft, pitting edema to skin thickening and fibrosis, with worsening extremity swelling that poses cosmetic and functional concerns.<p></p><br><br><p>The diagnosis is largely clinical, typically made after duplex ultrasonography has ruled out deep vein thrombosis and chronic venous insufficiency.&nbsp; Diagnosis may also be supplemented by lymphatic imaging, CT scan/MRI (eg, to identify malignancy), and laboratory testing in specific contexts (eg, ruling out filariasis in patients from tropical or subtropical regions, karyotyping to identify genetic syndromes).</p><br><br><p>Management is typically conservative (complete decongestive therapy), which includes weight loss and limb elevation, manual lymphatic drainage (specialized massage), compression garments or bandaging, and skin care to prevent infection.&nbsp; The prognosis depends on the underlying cause and severity at diagnosis; early intervention and compliance with therapy are the keys to improving long-term outcomes.</p>\n</div>\n\n            "
}