{
  "meta": {
    "title": "Marfan syndrome",
    "url": "https://brainandscalpel.vercel.app/marfan-syndrome-d7c87b60-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:31.385Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Marfan syndrome is an inherited connective tissue disorder primarily affecting the cardiovascular, musculoskeletal, and ocular systems.&nbsp; Early recognition and management are critical due to the risk of life-threatening complications such as aortic dissection.</p><h1>Pathophysiology</h1><p>Marfan syndrome most often results from an <strong>autosomal dominant</strong> mutation of the gene that encodes <strong>fibrillin-1</strong>, a major component of microfibrils that supports elastic fibers and helps maintain connective tissue integrity.</p><p>Fibrillin-1 is found throughout the musculoskeletal and cardiovascular systems (eg, aorta, mitral valve) as well as in the zonular fibers that suspend the ocular lens in place.&nbsp; Normally, fibrillin-1 binds to and inactivates transforming growth factor-beta (TGF-beta), a protein that contributes to the degradation of elastic fibers and other extracellular matrix components by activating matrix metalloproteinases (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65009.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Defective fibrillin-1 in Marfan syndrome is unable to bind to TGF-beta, resulting in excess free, active TGF-beta, fragmentation of elastic fibers, and decreased collagen density.<p></p><p>Manifestations involving the cardiovascular system carry the highest morbidity and mortality:</p><ul class=\"article-body-unordered-list\"><li>Within the aorta, defective fibrillin causes fragmentation and loss of the elastic lamellae with fibrosis and cystic medial degeneration (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60837.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Collagen, elastin, and smooth muscle are replaced by a basophilic mucoid extracellular matrix with irregular fiber cross-linkages and cystic collections of mucopolysaccharide, allowing for dilation of the aortic root.&nbsp;</li><li>Within the mitral valve, this process results in pooling of glycosaminoglycans (myxomatous mitral degeneration) and elongated, floppy mitral valve leaflets that prolapse into the atrium.&nbsp;</li></ul><h1>Clinical presentation</h1><p>Patients with Marfan syndrome are often recognized based on characteristic phenotypic features involving the musculoskeletal system; however, these findings are not always present, particularly in young children.&nbsp; Additional manifestations (eg, cardiovascular, ocular), both acute and chronic, should raise suspicion for Marfan syndrome:</p><h2>Musculoskeletal&nbsp;</h2><ul class=\"article-body-unordered-list\"><li>Tall, slender build with an increased arm span to height ratio (Marfanoid body habitus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15169.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ))</li><li>Reduced upper to lower segment ratio</li><li>Pectus excavatum/carinatum</li><li>Scoliosis/kyphosis</li><li>Arachnodactyly (long fingers); \"thumb sign\" (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22334.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) and \"wrist sign\" (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22335.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                )</li><li>Joint hypermobility (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18138.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )</li><li>Dolichocephaly (long, narrow head), enophthalmos (sunken eyes), downslanting palpebral fissures, malar hypoplasia, and retrognathia</li></ul><h2>Cardiovascular</h2><ul class=\"article-body-unordered-list\"><li>Aortic disease<ul class=\"article-body-unordered-list\"><li><strong>Aortic root dilation</strong> is asymptomatic and typically found on echocardiography when performed for other features concerning for Marfan syndrome.&nbsp;</li><li><strong>Aortic regurgitation</strong> due to aortic root dilation causes a decrescendo diastolic murmur heard best along the right sternal border; this contrasts with valvular aortic regurgitation, which is heard best at the left third intercostal space.</li><li><strong>Aortic dissection</strong> (usually involving ascending aorta and occurring before age 40) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1418.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) typically manifests with sudden-onset, severe chest or back pain and may be the presenting symptom.&nbsp; Patients who are pregnant and have Marfan syndrome have an increased risk for dissection as compared to those with either condition alone.</li></ul></li><li><strong>Mitral valve prolapse</strong>:&nbsp; Midsystolic click with a mid-to-late systolic apical murmur heard best at the apex of the heart</li></ul><h2>Ocular</h2><ul class=\"article-body-unordered-list\"><li>Lens dislocation <strong>(ectopia lentis)</strong> is caused by detachment from the ciliary body (often after no or minimal trauma) and presents with iridodonesis (tremulous iris) and painless vision loss.&nbsp; The dislocation is typically upward in Marfan syndrome (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36023.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li><li>Severe myopia (nearsightedness) due to globe elongation</li></ul><h2>Pulmonary</h2><ul class=\"article-body-unordered-list\"><li>Spontaneous pneumothorax due to abnormal connective tissue within lung parenchyma, predisposing to apical blebs and bullae</li></ul><h2>Integumentary</h2><ul class=\"article-body-unordered-list\"><li>Skin striae</li></ul><h1>Initial evaluation</h1><p>Patients with multiple phenotypic features of Marfan syndrome or isolated ectopia lentis following minimal or no trauma should prompt evaluation, including the following:</p><ul class=\"article-body-unordered-list\"><li>Echocardiography</li><li>Ophthalmologic evaluation, including slit lamp examination</li><li>Genetic testing to identify a fibrillin-1 mutation</li></ul><p>Those with type A aortic dissection age &lt;60 also warrant genetic testing.</p><h1>Diagnosis&nbsp;</h1><p>In patients with no family history of Marfan syndrome, one of the following criteria is diagnostic:</p><ul class=\"article-body-unordered-list\"><li>A fibrillin-1 mutation in the setting of either aortic dissection/dilation OR aortic aneurysm plus ectopia lentis</li><li>Aortic dissection/dilation plus either ectopia lentis OR other significant systemic findings (eg, pectus deformity, thumb sign)</li></ul><p>In patients with a family history of Marfan syndrome, the presence of aortic dissection/dilation, ectopia lentis, or a constellation of other significant systemic findings are diagnostic.</p><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Ehlers-Danlos syndromes</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34661.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; a group of connective tissue disorders that can have manifestations involving the musculoskeletal (eg, hypermobile joints), cardiovascular (eg, mitral valve prolapse), and ocular systems (eg, myopia).&nbsp; However, most patients have hyperextensible skin; a tall, slender build with an increased arm span-to-height ratio is not expected.</li><li><strong>Homocystinuria</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80730.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; a defect in cystathionine synthase causes increased serum and urine homocysteine concentrations.&nbsp; It is associated with a Marfanoid body habitus (eg, long limbs, pectus excavatum) and ectopia lentis.&nbsp; Distinguishing features of homocystinuria include intellectual disability and a lens that is displaced downward rather than upward.</li><li><strong>Multiple endocrine neoplasia type 2B:</strong>&nbsp; Patients may have a Marfanoid habitus, but this condition is due to a hereditary RET protooncogene mutation that predisposes patients to the development of endocrine tumors (eg, medullary thyroid ϲаnсer, рhеοϲhrοmοϲуtоma) as well as mucosal neuromas (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6911.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).</li><li><strong>Klinefelter syndrome</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18332.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; nondisjunction of the X chromosome results in a 47,XXY karyotype.&nbsp; Patients typically have tall stature with increased risk for cardiac complications, such as ischemic heart disease and mitral valve prolapse.&nbsp; Aortic root disease and other widespread connective tissue problems are not seen.</li></ul><h1>Complications and management</h1><h2>Cardiovascular</h2><ul class=\"article-body-unordered-list\"><li>Prevention &amp; monitoring:&nbsp; <strong>Echocardiography</strong> is recommended at the time of diagnosis and 6 months later to assess the presence and progression of aortic root size, aortic valve function, and mitral valve prolapse.&nbsp; Serial cross-sectional imaging (CT or MRI) is recommended for monitoring of aortic disease (eg, dissection, dilation, aneurysm (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11588.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ); monitoring frequency may be increased during times of increased risk (eg, pregnancy).&nbsp; Patients are counseled to avoid strenuous physical activity, including intense/contact sports (eg, track, basketball, football), if aortic root disease or a family history of aortic dissection or sudden death is present.</li><li>Pharmacotherapy:&nbsp; Beta-blockers (eg, propranolol) or angiotensin II receptor blockers (eg, losartan) are recommended to decrease myocardial contractility and reduce the stress on the aortic wall.</li><li>Surgery:&nbsp; Aortic root surgery is indicated for significant risk of aortic dissection or rupture (eg, rapidly enlarging aortic root diameter).&nbsp; Mitral valve repair is indicated in cases of severe mitral regurgitation.</li></ul><h2>Musculoskeletal</h2><ul class=\"article-body-unordered-list\"><li>Orthopedic interventions (eg, physical therapy, bracing, surgery) help manage issues such as scoliosis, pectus deformities, or joint dislocations.</li></ul><h2>Ocular</h2><ul class=\"article-body-unordered-list\"><li>Corrective glasses/contacts are used to treat myopia, and surgery may be needed for ectopia lentis.</li><li>Annual ophthalmologic evaluations, including slit lamp examination, are recommended to identify and monitor the progression of ocular issues.</li></ul><h2>Pulmonary</h2><ul class=\"article-body-unordered-list\"><li>Regular auscultation of the lungs to monitor for signs of spontaneous pneumothorax.</li><li>Scuba diving should be avoided due to risk of barotrauma-induced pneumothorax.</li></ul><h2>Genetic</h2><p>Genetic counseling and testing should be offered to first-degree relatives of individuals with Marfan syndrome.</p><h1>Prognosis</h1><p>The most common cause of death in Marfan syndrome is aortic root disease complications (eg, dissection, ruptured aneurysm).&nbsp; Heart failure can occur secondary to severe mitral valve prolapse or aortic regurgitation.</p><p>With proper cardiovascular management, patients with Marfan syndrome can have a normal life expectancy.</p><h1>Summary</h1><p>Marfan syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40504.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is caused by an autosomal dominant fibrillin-1 mutation, affecting connective tissue throughout the body, particularly within the musculoskeletal, cardiovascular, and ocular systems.&nbsp; Classic findings include Marfinoid habitus, joint hypermobility, and upward lens dislocation.&nbsp; Aortic root disease is the most common cause of mortality; serial imaging of the aortic root and surgical intervention help reduce life-threatening complications (eg, aortic dissection).<p></p></div>\n            "
}