{
  "meta": {
    "title": "Paroxysmal supraventricular tachycardia",
    "url": "https://brainandscalpel.vercel.app/paroxysmal-supraventricular-tachycardia-b341dd9d-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:36.484Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Supraventricular tachycardia (SVT) refers to tachycardias that originate proximal to the bundle branches and Purkinje fibers in the cardiac conduction system (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15146.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ); these tachycardias typically involve either abnormal impulse generation (eg, ectopic activity) or propagation (eg, abnormal conduction pathway).&nbsp; Paroxysmal supraventricular tachycardia (PSVT) describes a subset of SVTs characterized by a regular rhythm, rapid rate, and abrupt onset and offset.&nbsp; The 2 most common types of PSVT are:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Atrioventricular nodal reentrant tachycardia (AVNRT) (most common)</li>\n\t<li>Atrioventricular reentrant tachycardia (AVRT) (second most common)&nbsp;</li>\n</ul><br><br><p>These both classically involve abnormal impulse propagation (abnormal electric circuits).&nbsp; Although atrial fibrillation and atrial flutter are SVTs that often occur paroxysmally, they have distinct clinical manifestations and are not included in the PSVT classification.</p>\n<h1>Pathophysiology and types of PSVT</h1><h2>AVNRT</h2><br><br><p>AVNRT, the most common type of PSVT, is most often seen in <strong>young and healthy patients</strong> with no underlying cardiac disease.&nbsp; Approximately 20% of the population has dual AV node physiology, meaning that the AV node has both a <strong>\"fast\"</strong> conduction pathway (with a long refractory period) and <strong>\"slow\"</strong> conduction pathway (with a short refractory period).&nbsp; AVNRT results from the development of a small circuit (called a<strong> \"reentrant\" circuit</strong>) involving these <strong>2 pathways</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L67575.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; During normal conduction, an impulse from the atria travels down both the fast and slow pathways, and the impulse from the slow pathway is blocked by the long refractory period of the fast pathway, allowing organized conduction of one impulse to the ventricles.&nbsp; If a premature atrial contraction occurs at a critical time—when the fast pathway is still in its refractory period but the slow pathway is not—it can send an impulse down the slow pathway; the impulse may then travel back up the fast pathway, creating a reentrant circuit with rapid conduction of impulses to the ventricles (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69023.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Atrial depolarization occurs in a retrograde fashion, almost simultaneously with ventricular depolarization.<p></p>\n<h2>AVRT</h2><br><br><p>AVRT is the characteristic arrhythmia associated with <strong>Wolff-Parkinson-White</strong> (WPW) syndrome (discussed in detail in another article).&nbsp; It results from a large reentrant circuit involving the AV node and an accessory conduction pathway that directly connects the atria to the ventricles (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10429.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; The arrhythmia is commonly triggered by a premature ventricular contraction that sends an impulse up the accessory pathway, creating a reentrant circuit that travels down through the AV node and back up the accessory pathway (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/96921.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ).&nbsp; The atria are depolarized in a retrograde fashion, often just after ventricular depolarization.<p></p>\n<h2>Focal (ectopic) atrial tachycardia</h2><br><br><p>Focal atrial tachycardia (also called ectopic atrial tachycardia) is an uncommon type of PSVT.&nbsp; It results from the development of a small reentrant circuit (ie, a single focus of abnormal electrical activity) within the atrium (eg, crista terminalis in right atrium) that may be triggered by increased automaticity.</p>\n<h1>Clinical presentation</h1><h2>Manifestations</h2><br><br><p>Patients with PSVT usually experience an <strong>abrupt onset</strong> of symptoms, which can include:</p><br><br><ul>\n\t<li>Palpitations or a feeling of a rapid heart beat</li>\n\t<li>Dyspnea</li>\n\t<li>Chest discomfort</li>\n\t<li>Lightheadedness</li>\n\t<li>Syncope (occurs rarely)</li>\n</ul><br><br><p>The arrhythmia <strong>commonly terminates spontaneously</strong> within several minutes, resulting in the abrupt resolution of symptoms.&nbsp; The recurrence of brief episodes (ie, <strong>paroxysms</strong>) is common.&nbsp; Occasionally, episodes may be sustained for a prolonged period.</p>\n<h2>Physical examination</h2><br><br><p>During the arrhythmia, palpation of the radial pulse typically reveals a rapid and regular rhythm.</p>\n<h2>ECG</h2><br><br><ul>\n\t<li>AVNRT (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73170.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; Rapid tachycardia is present with narrow QRS complexes and regular R-R intervals.&nbsp; <strong>Inverted P waves</strong> (resulting from retrograde conduction to the atria) are often <strong>buried</strong> within the QRS complexes and are <strong>not visible</strong>.</li>\n\t<li>AVRT (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12094.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; Features are usually very similar to those of AVNRT, but the <strong>inverted P waves</strong> are often visible just <strong>after</strong> each QRS complex.</li>\n\t<li>Focal atrial tachycardia:&nbsp; Features are often very similar to those of sinus tachycardia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18862.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ), with P waves preceding each QRS complex.&nbsp; However, the P waves are of different morphology (ie, size and shape) than normal P waves because the abnormal atrial activity originates from a portion of the atria other than the sinus node.&nbsp; When the atrial rate is very rapid, all P waves may not be conducted to the ventricles (ie, some P waves may not be followed by a QRS complex).</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of PSVT is confirmed with ECG.&nbsp; However, due to the paroxysmal nature of the arrhythmias, a single ECG may fail to capture the arrhythmia, and continuous ECG monitoring (eg, ambulatory ECG monitoring for 24 hr or more) or an event recorder may be needed.</p><br><br><p>In the case of AVRT, the baseline ECG (ie, when the arrhythmia is not occurring) can aid in the diagnosis by showing normal sinus rhythm with the characteristic findings of WPW pattern (shortened PR interval, delta wave, widened QRS complex) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96588.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; The baseline ECG in patients with AVNRT or focal atrial tachycardia typically shows an unremarkable normal sinus rhythm and is unhelpful in assisting with the diagnosis.<p></p><br><br><p>Rapid supraventricular arrhythmias, including PSVT, may be difficult to differentiate on ECG or cardiac monitoring because the rapid ventricular activity (ie, QRS complexes) can obscure the atrial activity.&nbsp; In such cases, the administration of <strong>intravenous adenosine</strong> can be diagnostically helpful (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L119390.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; By slowing or temporarily pausing conduction through the AV node, adenosine allows for visualization of the underlying atrial activity with identification of the arrhythmia; it may also terminate the arrhythmia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27644.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).<p></p>\n<h1>Differential diagnosis</h1><br><br><p>Other arrhythmias can present similarly to PSVT.&nbsp; They include other types of SVT as well as monomorphic ventricular tachycardia (VT).</p><br><br><p>Other types of SVT can present similarly, but typically do not have the same abrupt onset and offset paroxysms of PSVT:</p><br><br><ul>\n\t<li><strong>Sinus tachycardia</strong> involves a rapid and regular rhythm with normal P waves preceding each QRS complex on ECG (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18862.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; The ventricular rates in PSVT are generally higher than those seen with sinus tachycardia, and sinus tachycardia usually has a more gradual onset and offset.</li>\n\t<li><strong>Atrial fibrillation</strong> shows irregularly irregular R-R intervals and no organized P waves (fibrillation waves may be present) on ECG (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85357.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).&nbsp; Atrial flutter can have R-R intervals that are variable or constant (ie, may appear regular), with characteristic flutter waves present in the inferior leads (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52923.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Multifocal atrial tachycardia</strong> is commonly seen in patients with chronic lung disease (eg, chronic obstructive pulmonary disease).&nbsp; ECG shows P waves preceding each QRS complex, but the P waves have ≥3 different morphologies because electrical activity originates in multiple parts of the atria (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10329.png\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Monomorphic VT most commonly occurs in patients with ischemic heart disease and/or heart failure with reduced ejection fraction.&nbsp; ECG demonstrates a regular rhythm with wide QRS complexes (QRS complexes are usually narrow with PSVT); P waves are rarely visible because they are obscured by the QRS complexes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89260.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ).<p></p>\n<h1>Management</h1><h2>Hemodynamically unstable: Electrical cardioversion</h2><br><br><p>Hemodynamic instability (eg, severe hypotension, confusion, ischemic chest pain) may be seen with a ventricular rate &gt;150/min; however, patients with PSVT are often young and healthy and are able to tolerate high ventricular rates (eg, &gt;180/min or more) without developing hemodynamic instability.&nbsp; The rare patients with PSVT who develop hemodynamic instability should undergo emergency synchronized electrical cardioversion as part of standard advanced cardiac life support (ACLS) guidelines (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8398.png\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ).&nbsp; <strong>Synchronized electrical cardioversion</strong> delivers a low-voltage electrical shock that is timed (synchronized) to the R wave of the QRS complex to restore normal rhythm.&nbsp; Synchronization is accomplished by pressing the \"sync\" button on the defibrillator (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41145.jpg\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                ); without synchonization, the defibrillator may deliver the shock during a vulnerable time (ie, T wave), which could result in a more lethal rhythm (eg, ventricular tachycardia or fibrillation).<p></p>\n<h2>Hemodynamically stable: Vagal maneuvers and adenosine</h2><br><br><p>In patients with PSVT who are hemodynamically stable, <strong>vagal maneuvers</strong> (eg, Valsalva maneuver, carotid sinus massage) should be performed to slow conduction through the AV node, which will often terminate AVNRT and AVRT.</p><br><br><p>Hemodynamically stable patients with sustained PSVT who do not respond to vagal maneuvers should receive <strong>intravenous adenosine</strong> to temporarily block conduction through the AV node.&nbsp; Adenosine will usually terminate AVNRT and AVRT, because these arrhythmias are driven by a reentrant circuit involving the AV node.&nbsp; Focal atrial tachycardia is often poorly responsive to vagal maneuvers and adenosine (the reentrant circuit does not involve the AV node) and typically responds better to intravenous beta blockers to suppress ectopic atrial activity.</p>\n<h2>Recurrent/persistent PSVT</h2><br><br><p>Patients with recurrent or persistent PSVT often require definitive treatment with catheter ablation to disrupt the reentrant circuit (eg, ablation of the slow AV nodal pathway in AVNRT, ablation of the accessory pathway in AVRT).&nbsp; Pharmacologic therapy taken chronically or as needed (eg, metoprolol, verapamil) is sometimes helpful for suppressing PSVT in patients who do not want to undergo an ablation procedure.</p>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Rarely, PSVT with high ventricular rates can cause hemodynamic collapse and sudden cardiac arrest.</li>\n\t<li>In contrast with atrial fibrillation and atrial flutter, PSVT does not meaningfully increase thromboembolic risk.</li>\n\t<li>In patients with WPW syndrome, preexcited atrial fibrillation can develop (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96424.png\" alt=\"figure 17\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 17</div>\n                                </div>\n                                ) and degenerate into ventricular arrhythmia and sudden cardiac arrest.&nbsp; Adenosine and other AV nodal blocking agents are contraindicated for preexcited atrial fibrillation because they can encourage conduction through the accessory pathway and increase the risk of dangerously high ventricular rates.&nbsp; This risk does not apply to AVRT because the reentrant circuit is dependent on the AV node; adenosine is appropriate for AVRT and usually terminates it.</li>\n\t<li>Catheter ablation for AVNRT carries an approximate 1% risk of causing complete AV nodal block, necessitating permanent pacemaker placement.&nbsp; The right phrenic nerve, which innervates to the right hemidiaphragm, courses along the pericardium that overlies the right atrium and is at risk of injury during procedures that target structures in or near the right atrium (eg, crista terminalis, cavotricuspid isthmus, right-sided pulmonary veins).</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for PSVT is generally good, and patients usually have a normal life expectancy.&nbsp; Catheter ablation is useful to improve quality of life in patients with recurrent or refractory symptoms.</p>\n<h1>Summary</h1><br><br><p>Paroxysmal supraventricular tachycardia (PSVT) describes a subset of supraventricular tachycardias with a regular rhythm, rapid rate, and abrupt onset and offset.&nbsp; Atrioventricular nodal reentrant tachycardia (AVNRT), which usually affects young and healthy patients, is the most common type of PSVT.&nbsp; Atrioventricular reentrant tachycardia (AVRT), an arrhythmia characteristically associated with Wolff-Parkinson-White syndrome, is the second most common type.&nbsp; Patients typically have intermittent episodes of arrhythmia causing palpitations and a feeling of a racing heart, sometimes with associated dyspnea, chest discomfort, lightheadedness, or syncope.&nbsp; Slowing conduction through the AV node with vagal maneuvers or intravenous adenosine is the initial treatment of choice for AVNRT and AVRT.</p>\n</div>\n\n            "
}