{
  "meta": {
    "title": "Secondary hypertension",
    "url": "https://brainandscalpel.vercel.app/secondary-hypertension-ea9daa0c-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:41.048Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Secondary hypertension is defined as persistently elevated blood pressure resulting from an identifiable underlying anatomic or physiologic condition.&nbsp; It accounts for 5%-10% of hypertension cases and contrasts with essential hypertension, in which no underlying cause is apparent.&nbsp; Identifying and treating the underlying cause often can lead to improvement or resolution of hypertension.</p><br><br><p>Clinical features suggestive of secondary hypertension include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Onset at an early age (&lt;30)</li>\n\t<li>Severe or resistant hypertension (ie, uncontrolled despite ≥3 antihypertensive agents)</li>\n\t<li>Abrupt onset of hypertension in a previously normotensive individual</li>\n\t<li>Evidence of end-organ damage at diagnosis</li>\n\t<li>Prominent symptoms such as palpitations, headache, and sweating</li>\n</ul><br><br><p>Major causes of secondary hypertension include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Renal parenchymal and renovascular disease:&nbsp; chronic kidney disease (CKD), glomerulonephritis, and renal artery stenosis</li>\n\t<li>Endocrine disorders:&nbsp; thyroid disease, hyperaldosteronism, pheochromocytoma, and Cushing syndrome</li>\n\t<li>Coarctation of the aorta</li>\n\t<li>Obstructive sleep apnea</li>\n\t<li>Medication-induced hypertension</li>\n</ul>\n<h1>Renal disease</h1><h2>Pathophysiology</h2><br><br><p>Renal parenchymal and renovascular disease can cause hypertension due to volume overload, activation of the renin-angiotensin-aldosterone system (RAAS) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39716.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), and sympathetic nervous system stimulation.&nbsp; CKD, glomerulonephritis, and renal artery stenosis are common etiologies.<p></p>\n<h2>Risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Diabetes mellitus</li>\n\t<li>Primary (essential) hypertension</li>\n\t<li>Smoking</li>\n\t<li>Obesity</li>\n</ul>\n<h2>Pathology</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>CKD:</strong>&nbsp; loss of kidney function resulting in impaired excretion of sodium and water.</li>\n\t<li><strong>Glomerulonephritis:</strong>&nbsp; inflammation of the glomeruli leading to proteinuria, hematuria, and reduced kidney function.</li>\n\t<li><strong>Renal artery stenosis:</strong>&nbsp; narrowing of the renal arteries causing decreased renal perfusion and activation of RAAS.&nbsp; Major causes include atherosclerosis (older age, male sex, smoking, atherosclerosis in other organs) and fibromuscular dysplasia (younger age, female sex).</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>CKD:</strong>&nbsp; peripheral edema, anemia, and uremic symptoms (eg, nausea, vomiting)</li>\n\t<li><strong>Glomerulonephritis:</strong>&nbsp; Hematuria (tea-colored urine), proteinuria, and edema</li>\n\t<li><strong>Renal artery stenosis:</strong>&nbsp; Abdominal bruit, sudden-onset hypertension, recurrent flash pulmonary edema, and decline in renal function after ACE inhibitor or angiotensin II receptor blocker (ARB) therapy</li>\n</ul>\n<h2>Diagnosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>CKD:</strong>&nbsp; elevated serum creatinine, proteinuria, and abnormal imaging (ultrasonography showing small, echogenic kidneys)</li>\n\t<li><strong>Glomerulonephritis:</strong>&nbsp; urinalysis showing red blood cell casts, proteinuria, and serologic tests (eg, antinuclear antibodies, antiglomerular basement membrane antibodies)</li>\n\t<li><strong>Renal artery stenosis:</strong>&nbsp; Doppler ultrasonography, MR angiography (MRA), or CT angiography (CTA)</li>\n</ul>\n<h2>Laboratory/imaging evaluation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serum creatinine (and estimated glomerular filtration rate) and electrolytes</li>\n\t<li>Urinalysis and urine albumin-creatinine ratio</li>\n\t<li>Renal ultrasonography, MRA, CTA, or renal scintigraphy</li>\n</ul>\n<h2>Management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Control of hypertension with RAAS inhibitors (eg, ACE inhibitors, ARBs), diuretics, and calcium channel blockers</li>\n\t<li>Treatment of underlying kidney disease (eg, immunosuppressive therapy for glomerulonephritis)</li>\n\t<li>Revascularization procedures (angioplasty or stenting) for renal artery stenosis</li>\n</ul>\n<h2>Complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>End-stage renal disease</li>\n\t<li>Persistent proteinuria and nephrotic syndrome</li>\n</ul>\n<h1>Endocrine disorders</h1><br><br><p>This section will focus on the following endocrine causes of secondary hypertension:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Thyroid disorders</li>\n\t<li>Primary hyperaldosteronism</li>\n\t<li>Pheochromocytoma</li>\n\t<li>Cushing syndrome</li>\n</ul>\n<h1>Thyroid disorders</h1><h2>Pathophysiology</h2><br><br><p>Both hyperthyroidism and hypothyroidism are common causes of hypertension.&nbsp; Hyperthyroidism increases cardiovascular sensitivity to circulating catecholamines, leading to increased heart rate and myocardial contractility with increased cardiac output.&nbsp; This manifests as predominantly systolic hypertension with increased pulse pressure.&nbsp; Conversely, hypothyroidism causes increased systemic vascular resistance and intravascular volume expansion, presenting as predominantly diastolic hypertension with decreased pulse pressure.</p>\n<h2>Clinical presentation</h2><br><br><p>Characteristic features of hyperthyroidism include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hyperadrenergic symptoms (palpitation, sweating)</li>\n\t<li>Heat intolerance</li>\n\t<li>Weight loss</li>\n\t<li>Lid lag (and proptosis in Graves' disease)</li>\n\t<li>Diffuse goiter (Graves' disease) or nodular goiter (toxic nodular disease)</li>\n</ul><br><br><p>Characteristic features of hypothyroidism include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fatigue</li>\n\t<li>Cold intolerance</li>\n\t<li>Weight gain</li>\n\t<li>Mild goiter may be present</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Initial testing should include serum TSH; thyroid hormone (eg, free thyroxine [T4]) can be performed as a reflex test or with later TSH retesting.&nbsp; Further diagnostic testing should be considered as follows:</p><br><br><p><strong>Primary hyperthyroidism</strong> (ie, elevated thyroid hormone levels, suppressed TSH):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Thyroid-stimulating immunoglobulin assay:&nbsp; positive in Graves' disease</li>\n\t<li>Radioactive iodine uptake scintigraphy:&nbsp; shows diffusely increased uptake in Graves' disease, focally increased uptake in toxic nodular disease, and decreased uptake in destructive thyroiditis (release of preformed thyroid hormone)</li>\n</ul><br><br><p><strong>Primary hypothyroidism</strong> (ie, low thyroid hormone levels, elevated TSH):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Antithyroid peroxidase antibody assay can support the diagnosis of chronic autoimmune (Hashimoto) thyroiditis (by far the most common cause) but is often unnecessary.</li>\n</ul>\n<h2>Treatment</h2><br><br><p><strong>Primary hyperthyroidism</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Beta blocker reduces adrenergic features.</li>\n\t<li>Definitive treatment options may include thionamide antithyroid drugs, radioiodine ablation, and surgical thyroidectomy.</li>\n</ul><br><br><p><strong>Primary hypothyroidism</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Levothyroxine replacement</li>\n</ul>\n<h1>Hyperaldosteronism</h1><h2>Pathophysiology</h2><br><br><p>Primary hyperaldosteronism (Conn syndrome) results from autonomous secretion of aldosterone (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24133.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) from the zona glomerulosa (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L53840.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) of the adrenal cortex, leading to sodium retention, increased potassium excretion, and hypertension.&nbsp; It can be due to a solitary adrenal adenoma or bilateral adrenal hyperplasia.<p></p>\n<h2>Risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Family history of hyperaldosteronism</li>\n\t<li>Age (common in young and middle-aged adults)</li>\n\t<li>Female sex</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><p>Due to the effects of aldosterone, clinical presentation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypertension, often resistant to treatment.</li>\n\t<li>Hypokalemia:&nbsp; Serum potassium may be normal at baseline, but severe hypokalemia can be triggered by diuretic therapy.</li>\n\t<li>Mild hypernatremia may be present.</li>\n\t<li>Metabolic alkalosis.</li>\n</ul><br><br><p>Peripheral edema may be mild or absent due to aldosterone escape (increased intravascular volume increases pressure natriuresis and atrial natriuretic peptide release, thereby limiting net sodium retention)</p>\n<h2>Diagnosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Elevated plasma aldosterone concentration (PAC) and suppressed plasma renin activity (PRA); <strong>PAC/PRA ratio &gt;20</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>In contrast, elevated PAC and PRA with a PAC/PRA ratio ~10 suggests secondary hyperaldosteronism (eg, renovascular hypertension, cirrhosis, renin-secreting tumor)</li>\n\t</ul>\n\t</li>\n\t<li>Confirmatory tests (eg, saline infusion test, oral sodium loading test [showing absence of aldosterone suppression due to renin-independent aldosterone secretion])</li>\n\t<li>Adrenal imaging (CT or MRI) to identify adenoma or hyperplasia</li>\n</ul>\n<h2>Management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Adenoma:</strong>&nbsp; Surgical resection (adrenalectomy)</li>\n\t<li><strong>Bilateral adrenal hyperplasia:</strong>&nbsp; Mineralocorticoid receptor antagonists (eg, spironolactone, eplerenone)</li>\n</ul>\n<h1>Pheochromocytoma</h1><h2>Pathophysiology</h2><br><br><p>Pheochromocytomas are catecholamine-secreting tumors arising from chromaffin cells of the adrenal medulla or extraadrenal paraganglia (paraganglioma).&nbsp; Excessive catecholamine (eg, epinephrine, norepinephrine) levels can lead to episodic or sustained hypertension.</p>\n<h2>Risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Genetic syndromes (eg, multiple endocrine neoplasia type 2 (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92682.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), Von Hippel-Lindau disease)</li>\n\t<li>Family history of pheochromocytoma</li>\n\t<li>Age (commonly presents in the third to fifth decades)</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Episodic hypertension is classic, but sustained hypertension also occurs.</li>\n\t<li>Paroxysms of headache, palpitations, and diaphoresis.</li>\n\t<li>Tremor, pallor, and anxiety.</li>\n\t<li>The classic triad (episodic headache, sweating, and tachycardia) is present in &lt;50% of patients.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Assessment of increased catecholamine production:&nbsp; Plasma fractionated <strong>metanephrines</strong> or 24-hour urinary fractionated catecholamines and metanephrines (breakdown products of epinephrine and norepinephrine) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27393.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li>If biochemical tests are abnormal, imaging (CT or MRI) is indicated to localize the tumor.</li>\n\t<li>Nuclear scintigraphy (eg, metaiodobenzylguanidine [MIBG] scan) can be used to localize small tumors if CT or MRI is negative and is sometimes used to detect metastatic disease.</li>\n</ul>\n<h2>Management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Surgical resection (adrenalectomy) is curative, but induction of anesthesia and manipulation of the gland can trigger intraoperative hypertensive crisis due to sudden release of catecholamines.</li>\n\t<li>To prevent this, patients should receive pharmacologic alpha-adrenergic blockade (eg, phenoxybenzamine) followed by beta-adrenergic blockade (eg, propranolol, metoprolol) prior to surgery.&nbsp; Beta-blockers should never be initiated first because unopposed alpha-adrenergic stimulation can cause severe vasoconstriction and lead to a life-threatening hypertensive crisis.</li>\n</ul>\n<h2>Complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypertensive crisis during surgery</li>\n\t<li>Cardiomyopathy</li>\n\t<li>Metastatic disease</li>\n</ul>\n<h1>Cushing syndrome</h1><h2>Pathophysiology</h2><br><br><p>Cushing syndrome results from excessive production of glucocorticoids, leading to sodium retention, increased vascular sensitivity to catecholamines, and activation of RAAS.&nbsp; Major causes include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Adrenal adenoma/carcinoma:</strong>&nbsp; autonomous production of cortisol</li>\n\t<li><strong>Pituitary adenoma:</strong>&nbsp; secretes ACTH, stimulating cortisol production (ie, Cushing disease).</li>\n\t<li><strong>Ectopic ACTH production:</strong>&nbsp; paraneoplastic syndrome (eg, small cell lung cancer).</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Central obesity, moon face, buffalo hump (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87483.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                )</li>\n\t<li>Purple striae, easy bruising</li>\n\t<li>Muscle weakness, osteoporosis</li>\n\t<li>Glucose intolerance</li>\n</ul>\n<h2>Diagnosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypercortisolism can be confirmed by finding <strong>elevated cortisol levels</strong> in a:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>late-night salivary sample.</li>\n\t\t<li>24-hour urine collection.</li>\n\t\t<li>low-dose dexamethasone suppression test:&nbsp; Administration of a potent glucocorticoid rapidly suppresses ACTH and cortisol secretion in normal patients but not in patients with Cushing syndrome.</li>\n\t</ul>\n\t</li>\n\t<li>Once hypercortisolism is established, plasma ACTH level distinguishes an adrenal (ACTH suppressed/independent) or pituitary (ACTH elevated/dependent) etiology (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40261.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; ACTH stimulates conversion of cholesterol to pregnenolone, which results in increased cortisol synthesis (zona fasciculata) and androgen production (zona reticularis); it also has a trophic effect on the zona fasciculata and reticularis, eventually leading to hyperplasia.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Low ACTH levels are seen with autonomous adrenal production of cortisol (eg, adrenal adenoma or carcinoma) or exogenous glucocorticoid exposure due to feedback suppression.</li>\n\t\t<li>High ACTH levels occur with pituitary adenomas (ie, Cushing disease) or ectopic ACTH production by nonpituitary tumors, which can be further distinguished with the high-dose dexamethasone suppression test:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Pituitary sources of ACTH are only relatively resistant to feedback inhibition, and high doses of dexamethasone will suppress ACTH and cortisol levels.</li>\n\t\t\t<li>Nonpituitary ectopic sources of ACTH (eg, small cell lung cancer) are completely resistant to feedback inhibition, and ACTH and cortisol will remain elevated following high doses of dexamethasone.</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>Adrenal CT or pituitary MRI is indicated based on results of biochemical testing.</li>\n</ul>\n<h2>Management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Surgical resection of adrenal or pituitary tumor</li>\n\t<li>Medical management with steroidogenesis inhibitors (eg, ketoconazole, metyrapone)</li>\n\t<li>Radiation therapy for pituitary adenomas</li>\n</ul>\n<h2>Complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Osteoporosis and fractures</li>\n\t<li>Diabetes mellitus</li>\n</ul>\n<h1>Cardiopulmonary disorders</h1><br><br><p>This section will focus on the following cardiopulmonary causes of secondary hypertension:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Coarctation of the aorta</li>\n\t<li>Obstructive sleep apnea</li>\n</ul>\n<h1>Coarctation of the aorta</h1><h2>Pathophysiology</h2><br><br><p>Coarctation of the aorta is a congenital narrowing of the aortic lumen, most commonly just distal to the left subclavian artery.&nbsp; This leads to hypertension proximal to the coarctation with increased cardiac afterload, augmented by activation of the RAAS; pressure distal to the coarctation is proportionately lower.&nbsp; The blood pressure gradient is determined by the severity of the constriction and degree of collateral circulation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63552.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; Coarctation of the aorta is most often due to a congenital defect; depending on the degree of narrowing, it may present shortly after birth, in childhood, or in adulthood.<p></p>\n<h2>Risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Congenital heart defects (eg, bicuspid aortic valve in ~40% of patients)</li>\n\t<li>Genetic conditions (eg, ~3%-10% of patients with Turner syndrome)</li>\n\t<li>Family history of coarctation of the aorta</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Infantile coarctation of the aorta is typically characterized by severe stenosis of the aortic arch that presents as shock when the patent ductus arteriosus closes.</li>\n\t<li>Children and adults who present in later life tend to have milder constriction and asymptomatic upper body hypertension.&nbsp; Some patients can have headaches, epistaxis, lower extremity claudication, or symptoms of heart failure.</li>\n\t<li>Hypertension in the upper extremities with lower blood pressure in the lower extremities and weak or delayed femoral pulses (<strong>brachiofemoral delay</strong>).\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Differential of &gt;10 mm Hg is abnormal and &gt;20 mm Hg may indicate significant obstruction.</li>\n\t</ul>\n\t</li>\n\t<li>Classically associated with murmur best heard over the back or left infrascapular area but variable (no murmur, systolic murmur from flow across the narrowed aorta, murmur from coexisting cardiac anomalies).</li>\n</ul>\n<h2>Diagnosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Echocardiography</strong> to visualize the coarctation and assess the gradient across the narrowed segment.</li>\n\t<li>MRI or CT angiography for detailed anatomic assessment.</li>\n\t<li>X-ray of the chest may show a \"figure 3\" sign and rib notching in older patients due to erosion of the undersurface of the ribs from intercostal collateral circulation but is not necessary in the diagnostic work-up (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12140.png\" alt=\"Coarctation of the aorta  CXR\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Coarctation of the aorta  CXR</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Surgical repair (eg, end-to-end anastomosis, subclavian flap aortoplasty)</li>\n\t<li>Balloon angioplasty with or without stenting in selected cases</li>\n</ul>\n<h2>Complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Left ventricular hypertrophy</li>\n\t<li>Re-coarctation or aneurysm formation at the repair site</li>\n\t<li>Aortic rupture or dissection</li>\n</ul>\n<h1>Obstructive sleep apnea</h1><h2>Pathophysiology</h2><br><br><p>Obstructive sleep apnea (OSA) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34760.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) leads to intermittent hypoxia, sympathetic nervous system activation, and oxidative stress, contributing to the development of hypertension.<p></p>\n<h2>Risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Obesity</li>\n\t<li>Male sex</li>\n\t<li>Age (middle-aged and older adults)</li>\n\t<li>Neck circumference &gt;17 inches in men, &gt;16 inches in women</li>\n</ul>\n<h2>Pathology</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Upper airway obstruction<strong>:</strong>&nbsp; repeated collapse of the upper airway during sleep, causing apneic episodes and hypoxemia</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Excessive daytime sleepiness and impaired concentration</li>\n\t<li>Loud snoring</li>\n\t<li>Witnessed apneas</li>\n\t<li>Morning headaches</li>\n</ul>\n<h2>Diagnosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Standardized clinical assessments (eg, Epworth Sleepiness Scale, STOP-Bang questionnaire (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32918.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                )) can stratify risk and determine need for further testing.</li>\n\t<li><strong>Polysomnography</strong> (sleep study):&nbsp; apneic episodes, oxygen desaturation, and arousals.</li>\n</ul>\n<h2>Management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Continuous positive airway pressure (CPAP) therapy</li>\n\t<li>Weight loss and lifestyle modifications</li>\n\t<li>Oral appliances for mild to moderate OSA</li>\n\t<li>Surgical options for refractory cases (eg, uvulopalatopharyngoplasty)</li>\n</ul>\n<h2>Complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Resistant hypertension</li>\n\t<li>Cardiovascular disease (eg, atrial fibrillation, heart failure)</li>\n\t<li>Pulmonary hypertension</li>\n</ul>\n<h1>Medication-induced hypertension</h1> <h2>Pathophysiology</h2><br><br><p>Certain medications can induce hypertension by increasing sodium and water retention, enhancing sympathetic activity, or causing direct vasoconstriction.&nbsp; Common causes include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Oral contraceptives:</strong>&nbsp; Estrogen increases angiotensinogen production.</li>\n\t<li><strong>Corticosteroids:</strong>&nbsp; sodium retention and volume expansion.</li>\n\t<li><strong>Nonsteroidal anti-inflammatory drugs:</strong>&nbsp; Reduced prostaglandin synthesis leads to vasoconstriction.</li>\n\t<li><strong>Decongestants:</strong>&nbsp; Sympathomimetic effects cause vasoconstriction.</li>\n</ul><br><br><p>In addition, some recreational drugs can cause hypertension.&nbsp; The sympathomimetic effects of cocaine cause hypertension and tachycardia in a dose-dependent fashion. &nbsp;Other drugs associated with hypertension include other stimulants (eg, amphetamines, 3,4-methylenedioxymethamphetamine [MDMA or Ecstasy]), phencyclidine, and marijuana.</p>\n<h2>Management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Discontinuation or substitution of the offending medication.</li>\n\t<li>Initiation of antihypertensive therapy considered if offending medication is necessary.</li>\n\t<li>Close monitoring of blood pressure after medication changes.</li>\n</ul>\n<h1>Pediatric considerations</h1> <h2>Renal disease</h2><br><br><p>In children, secondary hypertension frequently results from congenital renal conditions (eg, polycystic kidney disease, renal dysplasia).&nbsp; Diagnosis is typically made through renal ultrasonography.</p>\n<h2>Endocrine disorders</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pheochromocytoma</strong> can present in children in association with MEN2 syndrome.</li>\n\t<li><strong>Cushing syndrome</strong> may manifest as growth retardation and obesity along with hypertension.&nbsp; Diagnosis is based on cortisol levels and imaging studies to identify the source of excess cortisol.</li>\n</ul>\n<h2>OSA</h2><br><br><p>OSA is increasingly recognized in children with obesity or craniofacial abnormalities.&nbsp; Management may include CPAP therapy, weight management, or adenotonsillectomy if indicated.</p>\n<h2>Medication-induced hypertension</h2><br><br><p>Medications such as corticosteroids and stimulants can cause hypertension in children.</p>\n<h2>Coarctation of the aorta</h2><br><br><p>Typically detected in infancy or early childhood, coarctation often shows differences in blood pressure between the upper and lower body.&nbsp; Diagnosis is primarily through echocardiography, with early surgical intervention being crucial.</p>\n<h1>Summary</h1><br><br><p>Secondary hypertension is defined as hypertension resulting from another identifiable medical condition.&nbsp; Major causes include renal parenchymal and vascular disease, endocrine disorders (eg, thyroid disease, hyperaldosteronism, pheochromocytoma, Cushing syndrome), coarctation of the aorta, obstructive sleep apnea, and medication-induced hypertension.&nbsp; Secondary hypertension should be suspected in patients with severe or resistant hypertension, hypertension with unusual symptoms (eg, palpitations, sweating, headache), abrupt onset of hypertension or onset at unusual age (eg, &lt;30), or evidence of end-organ damage at the time of hypertension diagnosis.&nbsp; Identifying and treating the causes of secondary hypertension often can correct the blood pressure elevation and reduce morbidity and mortality.</p>\n</div>\n\n            "
}