{
  "meta": {
    "title": "Sudden cardiac arrest",
    "url": "https://brainandscalpel.vercel.app/sudden-cardiac-arrest-6297b6b3-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:43.036Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Sudden cardiac arrest (SCA) is the abrupt cessation of effective cardiac activity, resulting in complete loss of organ and tissue perfusion (loss of consciousness, absence of a pulse).&nbsp; In adults, SCA most commonly occurs due to the onset of a nonperfusing cardiac arrhythmia (ie, ventricular tachycardia [VT], ventricular fibrillation [VF]).&nbsp; Less commonly, individuals with a severe systemic disturbance can develop SCA despite the presence of a heart rhythm that is typically perfusing.&nbsp; If SCA is not rapidly corrected and spontaneous circulation promptly restored, it progresses to sudden cardiac death (SCD).</p>\n<h1>Pathophysiology</h1><br><br><p>SCA is separated into 2 major categories of underlying heart rhythm:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>VF or pulseless VT</strong>:&nbsp; SCA in the setting of VF or VT is due primarily to the arrhythmia itself.&nbsp; VF involves chaotic ventricular activity that markedly impairs cardiac output and invariably causes SCA.&nbsp; VT can sometimes be a perfusing rhythm, but rapid or highly disorganized VT typically markedly impairs cardiac output and leads to SCA.&nbsp; VT often degenerates into VF.</li>\n\t<li><strong>Pulseless electrical activity (PEA)</strong>:&nbsp; This organized cardiac rhythm (eg, sinus tachycardia, sinus bradycardia, atrial fibrillation) has become unable to generate sufficient cardiac output to create a detectable pulse.&nbsp; An underlying mechanical issue (eg, severe hypovolemia, massive pulmonary embolism) or other potentially reversible systemic disturbance (eg, severe hypoxemia) is typically responsible, and the rhythm itself is not the primary cause of SCA.&nbsp; PEA is sometimes referred to as electromechanical dissociation because the electrical conduction of the heart is generally intact, but such electrical conduction is not converted into effective mechanical pumping.&nbsp; PEA often degenerates into <strong>asystole</strong>, which is the complete absence of organized electrical activity.</li>\n</ul>\n<h1>Causes and risk factors</h1><h2>VT/VF</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ventricular arrhythmia triggered by acute myocardial infarction or <strong>ischemia</strong> is the most common cause of SCA in adults.&nbsp; VT or VF is the typical cause of death during a fatal myocardial infarction.&nbsp; In addition, chronic ischemic heart disease and associated scarring increase the risk for ventricular arrhythmia and SCA.</li>\n\t<li>In chronic <strong>heart failure</strong> with reduced ejection fraction, the risk for ventricular arrhythmia and SCA is increased in patients with reduced left ventricular ejection fraction &lt;30%-35%, regardless of the underlying cause of the heart failure.</li>\n\t<li>Severe aortic stenosis increases the risk for exertional ventricular arrhythmia and SCA, likely due to restricted cardiac output causing myocardial ischemia.</li>\n\t<li>Congenital structural heart disease:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Hypertrophic cardiomyopathy:&nbsp; The risk for ventricular arrhythmia and SCA is increased in some patients with hypertrophic cardiomyopathy, likely due to the myocardial disarray, fibrosis, and microvascular dysfunction associated with the disease.</li>\n\t\t<li>Anomalous aortic origin of a coronary artery (AAOCA) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36650.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; The risk for ventricular arrhythmia and SCA is increased in some patients with AAOCA, likely due to impaired blood flow to the myocardium during exercise.</li>\n\t</ul>\n\t</li>\n\t<li>Disruptions of conduction:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Long QT syndrome (acquired or congenital) increases the risk for torsades de pointes and SCA.</li>\n\t\t<li>Brugada syndrome increases the risk for ventricular arrhythmia and SCA.&nbsp; Brugada syndrome is a genetic mutation of the right ventricular outflow tract sodium channels, resulting in RSR′ in V<font size=\"2\"><sub>1</sub></font> with downsloping ST-elevation and T-wave inversion in V<font size=\"2\"><sub>1</sub></font> and V<font size=\"2\"><sub>2</sub></font>.</li>\n\t\t<li>Wolff-Parkinson-White syndrome increases the risk for ventricular arrhythmia and SCA, primarily due to preexcited atrial fibrillation degenerating into VF.</li>\n\t</ul>\n\t</li>\n\t<li>Myocardial infection or infiltrative disease:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Myocarditis (usually viral) increases the risk for ventricular arrhythmia and SCA.</li>\n\t\t<li>Amyloidosis and other infiltrative cardiac diseases (eg, sarcoidosis) can increase the risk for ventricular arrhythmia and SCA.</li>\n\t</ul>\n\t</li>\n\t<li>Commotio cordis:&nbsp; Rarely, a strong blow to the chest (eg, from a baseball) at a particular time during ventricular repolarization can trigger VF and SCA.</li>\n</ul>\n<h2>PEA/asystole</h2><br><br><p>A common mnemonic for the causes of PEA/asystole cardiac arrest is the 5 Hs and Ts (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31139.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; These disruptions are often potentially reversible if corrected emergently.<p></p><br><br><p><strong>H causes</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypovolemia:&nbsp; Severe volume depletion (eg, massive hemorrhage) can cause hemodynamic collapse and PEA.</li>\n\t<li>Hypoxemia:&nbsp; Severe hypoxemia (eg, hypoventilation, diffuse pulmonary edema) can lead to PEA due to the suppression of cardiac contractility and heart rate.&nbsp; Hypoxemia is generally the most common cause of SCA in children (eg, choking event, drowning).</li>\n\t<li>Hydrogen ions:&nbsp; Severe acidemia (eg, ketoacidosis, sepsis, renal failure) can cause PEA via contributions to peripheral vasodilation and suppression of cardiac function.</li>\n\t<li>Hyperkalemia or hypokalemia:&nbsp; Severe hyperkalemia can disrupt cardiac conduction with progression to asystole (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6019.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Severe hypokalemia can also disrupt cardiac conduction and lead to PEA or asystole.</li>\n\t<li>Hypothermia:&nbsp; Severe hypothermia can cause bradycardia and hypotension that can progress to PEA.</li>\n</ul><br><br><p><strong>T causes</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tension pneumothorax:&nbsp; Tension pneumothorax can cause PEA due to obstructive shock.</li>\n\t<li>Tamponade:&nbsp; Cardiac tamponade can cause PEA due to obstructive shock.</li>\n\t<li>Toxins (eg, opioid overdose, beta blocker overdose):&nbsp; Certain toxins can cause PEA due to respiratory and/or cardiac suppression.</li>\n\t<li>Thrombosis:&nbsp; Massive pulmonary embolism can cause PEA due to obstructive shock.&nbsp; Coronary thrombosis leading to ST-segment elevation myocardial infarction can cause PEA due to cardiogenic shock. (VT/VF cardiac arrest is more common with myocardial infarction.)</li>\n\t<li>Trauma:&nbsp; Trauma can contribute to hypovolemia, hypoxemia, or other potential causes of PEA.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients with SCA are unresponsive and without respirations or a pulse.&nbsp; Cardiac monitoring may show:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>VT demonstrating wide QRS complexes (&gt;120 msec) with a rapid rate.&nbsp; In monomorphic VT (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97437.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), the R-R intervals are regular and the QRS morphology is uniform.&nbsp; In polymorphic VT, the R-R intervals are irregular and the QRS morphology varies.&nbsp; Torsades de pointes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21069.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), a specific type of polymorphic VT, demonstrates a characteristic twisting-of-the-peaks pattern in which the QRS amplitude varies cyclically.</li>\n\t<li>VF demonstrating chaotic electrical activity with an absence of organized QRS complexes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95936.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n\t<li>PEA demonstrating an organized cardiac rhythm such as atrial fibrillation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96996.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ), sinus tachycardia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97076.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ), or sinus bradycardia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96810.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).</li>\n\t<li>Asystole demonstrating a complete absence of electrical activity (sometimes referred to as \"flatline\") (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18824.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).&nbsp; When asystole is present, correct ECG lead placement must be confirmed because incorrect lead placement can cause the false appearance of asystole rather than demonstrating the true underlying rhythm.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>SCA is diagnosed when a patient is unresponsive and no pulse is detected after 10 seconds of carotid or radial artery palpation.&nbsp; Placement of a cardiac monitor helps determine the underlying cardiac rhythm.&nbsp; Automated external defibrillators commonly used for out-of-hospital SCA do not display the underlying cardiac electrical activity but automatically detect the rhythm and indicate whether a shock is appropriate (ie, it deems a shock appropriate if VT or VF is detected).</p>\n<h1>Management</h1><br><br><p>Management of SCA follows the advanced cardiac life support algorithm and differs slightly based on the category of underlying cardiac rhythm (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34624.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).&nbsp; Most important, SCA due to <strong>VT or VF</strong> should be treated with emergency <strong>electrical defibrillation</strong>, whereas SCA due to PEA or asystole does not respond to defibrillation (<strong>PEA/asystole is not a shockable rhythm</strong>).&nbsp; The approach to SCA is summarized as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cardiopulmonary resuscitation (CPR) should be initiated immediately, consisting of effective chest compressions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31847.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).&nbsp; Respirations should be administered, often via bag mask, at a rate of 10-12 breaths/min.</li>\n\t<li>A cardiac monitor/defibrillator should be attached as quickly as possible and chest compressions briefly paused to allow rhythm analysis.</li>\n\t<li>If VF or VT is detected, a defibrillation shock should be administered immediately, followed by 2 minutes of uninterrupted CPR.&nbsp; If PEA/asystole is detected, CPR should be performed uninterrupted for 2 minutes while potentially reversible causes (eg, hypovolemia, hyperkalemia) are considered and treated.</li>\n\t<li>After 2 minutes of uninterrupted CPR, chest compressions are briefly paused for a pulse check and repeat rhythm analysis.&nbsp; The cycle repeats until there is a return of spontaneous circulation or the resuscitation efforts are deemed futile.</li>\n\t<li>An initial dose of intravenous epinephrine 1 mg should be given as soon as possible during CPR and subsequent doses given every 3-5 minutes.</li>\n\t<li>For the VT/VF algorithm, intravenous amiodarone should be given after the third defibrillation shock.</li>\n\t<li>Occasionally, the category of underlying rhythm can change during the pulse/rhythm check (eg, VT/VF devolving into asystole).</li>\n</ul><br><br><p>Examples of management of a potentially reversible cause of PEA cardiac arrest include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intravenous normal saline for suspected severe hypovolemia</li>\n\t<li>Improved oxygenation for suspected severe hypoxemia</li>\n\t<li>Intravenous calcium chloride for suspected severe hyperkalemia</li>\n\t<li>Anterior chest needle decompression for suspected tension pneumothorax</li>\n\t<li>Pericardiocentesis for suspected cardiac tamponade</li>\n\t<li>Intravenous thrombolytics (eg, tissue plasminogen activator) for suspected massive pulmonary embolism</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Despite best efforts, the prognosis following SCA is poor.&nbsp; Resuscitation for out-of-hospital SCA is successful (ie, return of spontaneous circulation) in only approximately a third of patients, and only 10% of all patients are eventually discharged from the hospital.&nbsp; The survival rate is slightly higher for in-hospital SCA but still poor overall.&nbsp; The prognosis worsens with age and with the presence of multiple comorbidities.</p><br><br><p>Asystole carries an especially poor prognosis for resuscitation, and successful resuscitation of PEA cardiac arrest is generally less likely than successful resuscitation of VT/VF cardiac arrest (ie, a shockable rhythm has a better prognosis than a nonshockable rhythm).&nbsp; Although the overall prognosis of SCA is grim, young and healthy patients who experience VT/VF cardiac arrest (eg, commotio cordis) and undergo prompt defibrillation with the restoration of a perfusing heart rhythm often have excellent outcomes.</p>\n<h1>Summary</h1><br><br><p>Sudden cardiac arrest (SCA) is the abrupt cessation of effective cardiac activity, resulting in complete loss of organ and tissue perfusion.&nbsp; It can occur due to a nonperfusing cardiac arrhythmia (ie, ventricular tachycardia [VT] or ventricular fibrillation [VF]) or due to a severe systemic disturbance that impairs cardiac function despite the presence of a typically perfusing heart rhythm (ie, pulseless electrical activity <strong>[</strong>PEA]).&nbsp; SCA is treated with immediate cardiopulmonary resuscitation; SCA due to VT or VF should be treated with emergency electrical defibrillation, whereas SCA due to PEA or asystole does not respond to defibrillation and an underlying cause should be considered and treated.&nbsp; SCA requires rapid correction with a return of spontaneous circulation to prevent progression to sudden cardiac death.&nbsp; The prognosis following SCA is generally poor.</p>\n</div>\n\n            "
}