{
  "meta": {
    "title": "Valve disorders: Aortic regurgitation",
    "url": "https://brainandscalpel.vercel.app/valve-disorders-aortic-regurgitation-728b5661-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:46.856Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Aortic regurgitation (AR) occurs due to impaired closure of the aortic valve, which leads to leakage of blood from the aorta back into the left ventricle during diastole.&nbsp; It can result from disruption of the aortic valve leaflets themselves or from aortic root dilation that prevents adequate closure of normal valve leaflets.&nbsp; Severe AR causes substantial hemodynamic disruption that leads to heart failure.</p>\n<h1>Pathophysiology</h1><br><br><p>AR <strong>most commonly</strong> results from a <strong>degenerative</strong> process that causes gradual deterioration of valvular function (chronic AR).&nbsp; Less commonly, an acute disturbance causes abrupt impairment of aortic valve closure (acute AR).&nbsp; In all types of AR, a portion of left ventricular output leaks back into the left ventricle during diastole, causing decreased aortic diastolic pressure.&nbsp; The backflow of blood also increases left ventricular end-diastolic volume as the left ventricle undergoes diastolic filling both normally from the left atrium and retrograde from the aorta.&nbsp; The hemodynamic consequences of these changes largely depend on the acuity of the valve regurgitation.</p><br><br><p>In <strong>chronic AR</strong>, the left ventricle has time to adapt to the gradual volume overload, and compensatory eccentric hypertrophy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13550.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) develops.&nbsp; Eccentric hypertrophy allows for a compensatory increase in stroke volume to maintain adequate forward blood flow despite valve regurgitation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39519.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; This compensatory increase in stroke volume is responsible for the characteristic <strong>hyperdynamic circulation</strong> of chronic AR (eg, bounding pulses).&nbsp; Because pulse pressure (the difference between systolic and diastolic blood pressure) is proportional to stroke volume, the increased stroke volume on top of reduced diastolic pressure creates a characteristic widened pulse pressure.&nbsp; Eccentric hypertrophy and other compensatory mechanisms (eg, sympathetic activation, renin-angiotensin-aldosterone system activation) are temporarily able to maintain increased stroke volume and adequate forward blood flow at the expense of increased left ventricular wall stress.&nbsp; However, eventually the compensatory mechanisms become overwhelmed and contractile dysfunction develops, progressing to decompensated heart failure (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40799.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><p>In <strong>acute AR</strong> (eg, acute aortic dissection extending into the aortic root), the left ventricle does not have time to adapt to the abrupt valvular regurgitation and volume overload; decompensated heart failure rapidly develops, and cardiogenic shock is common.</p>\n<h1>Etiologies</h1><h2>Chronic AR</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Although congenital bicuspid aortic valve (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9514.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) more frequently causes aortic stenosis, it is also the most common cause of AR in medical resource–rich countries.&nbsp; It can cause AR through hemodynamic stress leading to accelerated degeneration of the malformed valve cusps or through the aortic root dilation that is frequently associated with congenital bicuspid aortic valve.&nbsp; AR due to a bicuspid aortic valve may cause symptoms as early as age 30, which is approximately a decade earlier than the average onset of aortic stenosis due to a bicuspid aortic valve.</li>\n\t<li>Rheumatic heart disease most commonly affects the mitral valve, but it can also affect the aortic valve to cause aortic stenosis or AR.&nbsp; Rheumatic heart disease is the most common cause of AR in medical resource–limited countries.</li>\n\t<li>AR is a common sequela of infective endocarditis, often persisting after antibiotic treatment.</li>\n\t<li>Other rheumatologic/autoimmune conditions can cause inflammation of the aortic valve or aortic root and occasionally lead to impaired valve closure and AR:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Rheumatologic conditions that can cause valve leaflet inflammation and consequent valvular AR include rheumatoid arthritis and systemic lupus erythematosus.</li>\n\t\t<li>Rheumatologic conditions that can cause aortic root inflammation and consequent AR include ankylosing spondylitis and the large vessel vasculitides giant cell arteritis and Takayasu arteritis.</li>\n\t</ul>\n\t</li>\n\t<li>Genetic syndromes that can lead to aortic root dilation and cause AR include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Marfan syndrome</li>\n\t\t<li>Ehlers-Danlos syndrome</li>\n\t\t<li>Familial thoracic aortic aneurysm</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Acute AR</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Aortic dissection:&nbsp; Extension of the dissection plane into the aortic root can cause acute AR.</li>\n\t<li>Infective endocarditis:&nbsp; Rapidly progressive aortic valve endocarditis (eg, due to <em>Staphylococcus aureus</em>) can lead to acute AR.</li>\n\t<li>Iatrogenic aortic valve injury:&nbsp; Failed repair of aortic stenosis can damage the valve cusps, impairing valve closure and causing acute AR.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>The histopathology of AR may show evidence of postinflammatory valvular damage (eg, collagen deposition, fibrosis).&nbsp; The aortic valve cusps may appear normal in AR resulting from aortic root dilation.&nbsp; In the case of thoracic aortic aneurysm leading to aortic root dilation, cystic medial degeneration/necrosis may be present in the aortic wall (eg, Marfan syndrome).</p>\n<h1>Clinical presentation</h1><h2>Manifestations</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic AR:</strong>&nbsp; The compensated period of chronic AR, during which patients remain asymptomatic, can last for years (although physical examination findings of hyperdynamic circulation, described in the following section, may be present).&nbsp; Once chronic AR becomes severe, patients eventually begin to develop symptoms of heart failure (first, exertional dyspnea due to inability to increase stroke volume during exercise, followed by orthopnea and paroxysmal nocturnal dyspnea).&nbsp; Angina (most prominent at night) is also common with severe chronic AR because the drop in aortic diastolic pressure causes a reduction in coronary perfusion pressure (coronary perfusion pressure = aortic diastolic pressure − left ventricular diastolic pressure).</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute AR:</strong>&nbsp; Acute AR presents with rapidly developing decompensated heart failure (eg, pulmonary edema) and often cardiogenic shock with hypotension.</li>\n</ul>\n<h2>Physical examination</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The characteristic murmur of AR is a <strong>decrescendo diastolic murmur</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/71089.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; In valvular AR, the murmur is best heard at the left midsternal border; in AR caused by aortic root dilation, it is best heard at the right upper sternal border (aortic area).&nbsp; The murmur may be inaudible in acute AR because the abrupt-onset regurgitation creates a minimal pressure gradient between the aorta and the left ventricle.</li>\n\t<li>An S3 may be heard due to left ventricular volume overload (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/76843.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li>An <strong>Austin Flint murmur</strong> may be heard with severe AR.&nbsp; It sounds like a murmur of mitral stenosis (low-pitched diastolic rumble at the cardiac apex) and may be caused by the regurgitant jet of AR restricting diastolic closure of the anterior cusp of the mitral valve.</li>\n\t<li>A laterally displaced point of maximal impulse is expected due to left ventricular volume overload and eccentric enlargement.</li>\n\t<li>The <strong>hyperdynamic circulation</strong> created by increased stroke volume on top of reduced diastolic pressure creates a number of characteristic findings of chronic AR:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Widened pulse pressure</li>\n\t\t<li>Forceful pulsations in the intracranial arteries causing head bobbing with each heartbeat (de Musset sign)</li>\n\t\t<li>Systolic pulsations of the uvula (Mueller sign)</li>\n\t\t<li>Pounding sensation in chest (due to forceful left ventricular contraction)</li>\n\t\t<li>Abrupt distension and collapse of the carotid arteries (Corrigan sign) and peripheral arteries (\"water-hammer\" pulse)</li>\n\t\t<li>Loud, pistol-shot femoral pulses on auscultation (Traube sign)</li>\n\t\t<li>Capillary pulsations in the fingertips or lips (Quincke sign)</li>\n\t\t<li>Audible diastolic bruit over the femoral artery caused by diastolic reversal of blood flow (Duroziez sign)</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>ECG</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>May show evidence of left ventricular hypertrophy</li>\n</ul>\n<h2>Chest x-ray</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Typically reveals left ventricular enlargement</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of AR should be suspected based on clinical presentation and is confirmed with transthoracic echocardiography.&nbsp; On echocardiography, the diagnosis is made based on the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A regurgitant jet from the aorta to the left ventricle is present during diastole.</li>\n\t<li>Regurgitation of ≥50% of stroke volume indicates severe AR.</li>\n\t<li>Left ventricular dilation is typically present.</li>\n\t<li>Left ventricular ejection fraction is typically normal early in the disease course but eventually declines.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Aortic stenosis</strong> can present similarly to AR with dyspnea on exertion, angina, and heart failure; however, aortic stenosis is recognized by a crescendo-decrescendo <em>systolic</em> murmur best heard at the right upper sternal border (aortic area).&nbsp; The hemodynamic disruption in aortic stenosis is also different from that in AR, with <em>restricted stroke volume</em> leading to a <em>narrow pulse</em> pressure and <em>weak pulses</em>.</li>\n\t<li><strong>Pulmonic regurgitation&nbsp;</strong>causes a decrescendo diastolic murmur similar to that of AR; however, the murmur is best heard at the left upper sternal border (pulmonic area) and, like most right-sided murmurs, increases in intensity with inspiration.&nbsp; In addition, pulmonic regurgitation causes right-sided heart failure in the absence of left-sided heart failure (ie, no left ventricular enlargement, no pulmonary edema).</li>\n\t<li><strong>High-output heart failure</strong> can present similarly to AR with hyperdynamic circulation (eg, wide pulse pressure, bounding pulses).&nbsp; However, conditions causing high-output heart failure (eg, thyrotoxicosis, severe anemia, arteriovenous fistula) are defined by low systemic vascular resistance (systemic vascular resistance is normal or high in AR) and are not expected to cause a decrescendo diastolic murmur.</li>\n</ul>\n<h1>Management</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients with mild or moderate AR require only periodic follow up with clinical evaluation and echocardiography to monitor for symptom development and to evaluate for progression of valve regurgitation.</li>\n\t<li>Once chronic AR becomes severe, symptomatic patients require aortic valve surgery.&nbsp; Asymptomatic patients require close monitoring (eg, <strong>echocardiography</strong> every 6 months) to evaluate for contractile dysfunction; once contractile dysfunction begins to develop, prompt surgical intervention is needed to prevent irreversible left ventricular dysfunction (even in the absence of symptoms).&nbsp; In acute AR, patients are usually acutely unstable and require prompt surgical intervention.</li>\n\t<li><strong>Surgical intervention</strong> for severe AR (eg, with symptoms, ejection fraction ≤55%, or left ventricular end-systolic dimension &gt;50 mm) usually involves aortic valve replacement with a mechanical or bioprosthetic valve.&nbsp; Rarely, the native aortic valve can be surgically repaired.&nbsp; Often, coexisting aortic root dilation necessitates aortic repair at the time of valve surgery.</li>\n\t<li>The benefits of medical therapy for severe AR are limited.&nbsp; However, medical therapy may be used as a brief temporizing measure prior to surgery or may be appropriate in nonsurgical candidates.&nbsp; Arterial vasodilators (eg, ACE inhibitors, dihydropyridine calcium channel blockers) may improve symptoms by decreasing aortic diastolic blood pressure to reduce regurgitation (but excessive drops in aortic diastolic pressure can impair coronary artery perfusion); diuretics can reduce preload and improve heart failure symptoms.</li>\n</ul>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decompensated heart failure with reduced ejection fraction is the most common complication of chronic AR.&nbsp; If surgical valve replacement is delayed for too long, left ventricular dysfunction may be permanent and ejection fraction does not recover.</li>\n\t<li>Without emergency surgical intervention, acute AR can lead to cardiogenic shock that can rapidly progress to cardiac arrest.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Chronic severe AR is fatal if left untreated, but the prognosis is usually favorable for patients who undergo successful aortic valve replacement.&nbsp; Acute AR is associated with substantial morbidity and mortality because it causes a critical clinical condition that requires emergency valve surgery.&nbsp; However, the prognosis can be favorable with successful emergency valve intervention.</p>\n<h1>Summary</h1><br><br><p>Aortic regurgitation (AR) occurs due to impaired closure of the aortic valve, which leads to backflow of blood from the aorta during diastole.&nbsp; It can result from disruption of the aortic valve leaflets themselves or from aortic root dilation that prevents adequate closure of normal valve leaflets.&nbsp; The hemodynamic consequences of AR depend on the acuity of the valve regurgitation.&nbsp; In chronic AR, compensatory eccentric hypertrophy develops and allows for a compensatory increase in stroke volume to temporarily maintain adequate forward blood flow; this increase in stroke volume is responsible for the characteristic hyperdynamic circulation and widened pulse pressure of chronic AR.&nbsp; In acute AR, the left ventricle does not have time to adapt to volume overload and decompensated heart failure rapidly develops.&nbsp; Surgical valve replacement, sometimes with aortic root repair, is the definitive therapy for severe AR.</p>\n</div>\n\n            "
}