{
  "meta": {
    "title": "Valve disorders: Tricuspid regurgitation",
    "url": "https://brainandscalpel.vercel.app/valve-disorders-tricuspid-regurgitation-898e4c21-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:52.015Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Tricuspid regurgitation (TR) results from impaired closure of the tricuspid valve leaflets, leading to backflow of blood from the right ventricle into the right atrium during systole.&nbsp; TR can be classified as either:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>primary:&nbsp; due to disruption of the tricuspid valve itself, or</li>\n\t<li>secondary or functional:&nbsp; caused by right ventricular dysfunction that impairs valve closure despite a structurally normal valve</li>\n</ul><br><br><p>Severe TR can cause substantial hemodynamic disruption and lead to right-sided heart failure.</p>\n<h1>Pathophysiology</h1><br><br><p>The tricuspid valve is composed of an anterior, posterior, and septal leaflet; similar to the mitral valve, each leaflet is supported by chordae tendineae attached to a papillary muscle.&nbsp; In contrast with mitral regurgitation, TR much more commonly results from ventricular dysfunction rather than from disruption of the valve itself (ie, secondary TR is far more common than primary TR).&nbsp; Right ventricular dilation due to left-sided heart failure is the most common cause of TR.</p><br><br><p>As with mitral regurgitation, the hemodynamic consequences of TR depend on the acuity of the valve regurgitation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Most cases of primary and secondary TR develop gradually (chronic TR), allowing time for the right atrium and right ventricle to adapt.</li>\n\t<li>Occasionally, TR can result from an abrupt valve disruption (acute TR).</li>\n</ul><br><br><p>In TR of any cause, a portion of blood that is normally ejected into the pulmonary artery during systole instead flows back into the right atrium, increasing right atrial volume and pressure.&nbsp; Right ventricular volume is also increased because during diastole the right ventricle must fill with the increased right atrial blood volume (both normal right atrial blood volume from the vena cava and the regurgitant blood volume).</p>\n<h2>Chronic TR</h2><br><br><p>In chronic TR, the right atrium gradually increases compliance and enlarges to accommodate the increased blood volume with a minor increase in pressure.&nbsp; Similarly, the right ventricle undergoes eccentric hypertrophy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13550.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) to increase compliance and accommodate the volume overload.&nbsp; Like mitral regurgitation's effect on the left ventricle, the eccentric hypertrophy of the right ventricle allows for a compensatory increase in stroke volume that helps maintain forward blood flow.&nbsp; Eccentric hypertrophy and other compensatory mechanisms (eg, sympathetic activation, renin-angiotensin-aldosterone system activation) are temporarily able to maintain increased stroke volume and adequate forward blood flow at the expense of increased right ventricular wall stress.&nbsp; However, the compensatory mechanisms eventually become overwhelmed, and contractile dysfunction and right-sided heart failure develop.<p></p>\n<h2>Acute TR</h2><br><br><p>In acute TR, the right atrium and right ventricle do not have time to adapt to the abrupt valvular regurgitation, and right-sided heart failure (and potentially cardiogenic shock) rapidly develops.</p>\n<h1>Etiologies</h1><h2>Chronic secondary TR</h2><br><br><p>The pathophysiology of chronic secondary TR is similar to that of chronic secondary mitral regurgitation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52401.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; It can result from any condition that creates right ventricular dilation, including:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Right ventricular failure due to left-sided heart failure (eg, ischemic heart disease, mitral or aortic valve disease)</li>\n\t<li>Right ventricular failure due to pulmonary disease (eg, idiopathic pulmonary arterial hypertension, chronic obstructive pulmonary disease, interstitial lung disease)</li>\n\t<li>Pulmonic valve stenosis</li>\n\t<li>Right ventricular volume overload due to atrial septal defect</li>\n</ul>\n<h2>Chronic primary TR</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cardiac implantable electronic devices (ie, <strong>pacemakers, defibrillators</strong>) are likely the most common cause of chronic primary TR in medical resource–rich countries.&nbsp; The right ventricular lead (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32009.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) of a permanent electronic device typically passes through the tricuspid valve to terminate on the right ventricular myocardium.&nbsp; The lead can sometimes cause damage to the tricuspid valve leaflets or mechanically disrupt tricuspid valve closure, leading to TR.</li>\n\t<li>TR is a common sequela of <strong>infective endocarditis</strong>, often persisting after antibiotic treatment.&nbsp; Tricuspid valve endocarditis is commonly associated with <strong>intravenous drug use</strong>, likely because the injection of particulate matter (eg, dirt) can cause microinjury to the tricuspid valve and aid in bacterial attachment (the particulate matter is filtered out by the lungs before reaching the left side of the heart).</li>\n\t<li><strong>Carcinoid syndrome</strong> can cause valvular disease of the right-sided heart valves, typically manifesting as TR and pulmonic stenosis.&nbsp; It is thought that elevated serotonin levels over time facilitate the valvular deposition of plaque-like fibrous deposits that impair valve function.&nbsp; The left-sided heart valves are rarely affected, presumably because serotonin (or a different responsible humoral agent) is metabolized by the lungs.</li>\n\t<li>Rheumatic heart disease most commonly affects the mitral valve, but it can also affect the tricuspid valve.&nbsp; Similar to its effects on the mitral valve, rheumatic heart disease can cause TR early in the disease course, followed by tricuspid stenosis.</li>\n\t<li>Ebstein anomaly (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95508.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) is the most common cause of congenital TR.&nbsp; A malformed and regurgitant tricuspid valve is one of the major components of Ebstein anomaly.</li>\n\t<li>Like the mitral valve (although less commonly), the tricuspid valve can be affected by myxomatous degeneration, leading to tricuspid valve prolapse and TR.</li>\n</ul>\n<h2>Acute TR</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tricuspid valve papillary muscle rupture (or displacement) can occur as a rare complication of myocardial infarction or cardiac trauma, leading to acute TR.</li>\n\t<li>Spontaneous chordae tendineae rupture can complicate myxomatous tricuspid valve disease and cause acute TR.</li>\n\t<li>Rapidly progressive tricuspid valve endocarditis (eg, due to <em>Staphylococcus aureus</em>) can cause acute TR.</li>\n\t<li>Iatrogenic tricuspid valve injury, resulting from a failed repair of tricuspid stenosis (eg, failed commissurotomy), can cause valve leaflet damage and acute TR.</li>\n</ul>\n<h1>Clinical presentation</h1><h2>Manifestations</h2><br><br><p>Patients with mild or moderate chronic TR are asymptomatic, but those with secondary TR often have symptoms due to the underlying disease process (eg, left-sided heart failure).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Secondary TR is often recognized incidentally when patients present with symptoms of the underlying disease process.</li>\n\t<li>In primary TR, the compensated period of severe TR can last for years before symptoms of heart failure begin to develop.&nbsp; Dyspnea on exertion usually develops first as the heart becomes unable to adequately increase stroke volume during exercise.&nbsp; With reduced right ventricular stroke volume, less blood is delivered to the left side of heart and left ventricular stroke volume is also reduced.&nbsp; As right ventricular contractile dysfunction occurs, patients develop signs and symptoms of right-sided heart failure (eg, jugular venous distension, lower extremity edema, hepatomegaly, ascites).</li>\n</ul><br><br><p>Acute TR presents with rapidly developing right-sided heart failure.</p>\n<h2>Physical examination</h2><br><br><p>The characteristic murmur of TR is holosystolic and best heard at the left lower sternal border (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/83810.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Like most right-sided murmurs, the murmur increases in intensity with inspiration.&nbsp; In acute TR, the murmur is often faint or absent due to the minimal pressure gradient between the right ventricle and right atrium.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>S1 is typically soft due to impaired tricuspid valve closure.</li>\n\t<li>A right-sided S3 (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/76843.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 3\n                                    </a>\n                                </div>\n                                ) may be heard due to right ventricular volume overload.</li>\n\t<li>Right ventricular heave (or parasternal heave) is commonly present due to forceful right ventricular contraction.</li>\n\t<li>The jugular venous pulse waveform characteristically demonstrates a prominent V wave (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50503.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), caused by regurgitation of blood through the tricuspid valve during systole.&nbsp; The liver edge is often enlarged and pulsatile.</li>\n</ul>\n<h2>ECG</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Commonly shows evidence of right atrial enlargement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84249.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) and may show evidence of right ventricular hypertrophy</li>\n</ul><br><br><p><strong>Chest x-ray</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Commonly reveals an enlarged right atrium and right ventricle</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of TR is confirmed by findings on transthoracic echocardiography:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Presence of a regurgitant jet from the right ventricle to the right atrium</li>\n\t<li>In severe TR, presence of right atrial and right ventricular dilation</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mitral regurgitation causes a holosystolic murmur similar to that of TR.&nbsp; However, the murmur is best heard at the cardiac apex and does not increase in intensity with inspiration.&nbsp; Severe mitral regurgitation causes left-sided heart failure with pulmonary edema.</li>\n\t<li>Tricuspid stenosis can present similarly to TR with signs and symptoms of right-sided heart failure.&nbsp; However, tricuspid stenosis is recognized by a rumbling diastolic murmur (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84050.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 4\n                                    </a>\n                                </div>\n                                ) with presystolic accentuation.&nbsp; In addition, the right ventricle is not subjected to volume or pressure overload in tricuspid stenosis, so no right ventricular hypertrophy is expected.</li>\n\t<li>Pulmonic regurgitation can present similarly to TR with eccentric right ventricular hypertrophy and signs and symptoms of right-sided heart failure.&nbsp; However, pulmonic regurgitation is recognized by a decrescendo diastolic murmur.&nbsp; In addition, pulmonic regurgitation does not cause a prominent V wave of the jugular venous pulse.</li>\n\t<li>Constrictive pericarditis can also present with right-sided heart failure.&nbsp; However, the murmur of tricuspid regurgitation and evidence of right ventricular enlargement (eg, parasternal heave) are not expected with constrictive pericarditis.&nbsp; In addition, the jugular venous pulse waveform (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65076.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) does not demonstrate a prominent V wave.</li>\n</ul>\n<h1>Management</h1><h2>Chronic secondary TR</h2><br><br><p>Chronic secondary TR is usually managed medically:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Medical management of the underlying cause of secondary TR (eg, left-sided heart failure with reduced ejection fraction) can often lessen the regurgitation.</li>\n\t<li>Diuretics (eg, furosemide) can mitigate right-sided volume overload.</li>\n</ul><br><br><p>Surgical valve repair or replacement is indicated in patients with severe secondary TR who are undergoing surgery for left-sided valve disease.&nbsp; This is because severe secondary TR often persists despite correction of the left-sided valve disease.</p>\n<h2>Chronic primary TR</h2><br><br><p>Mild-to-moderate TR or severe TR that is not yet causing symptoms requires only periodic clinical monitoring and surveillance with echocardiography to evaluate for symptoms or worsening of valve regurgitation.</p><br><br><p>Symptomatic severe TR is usually managed medically (eg, with diuretics for volume overload) but may require tricuspid valve repair or replacement.&nbsp; As with mitral valve surgery, repair is favored over replacement whenever possible.</p>\n<h2>Acute TR</h2><br><br><p>Acute severe TR requires prompt medical management and evaluation for surgical valve repair or replacement.</p>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decompensated right-sided heart failure is the most common complication of primary TR.</li>\n\t<li>Severe TR increases the risk of atrial fibrillation due to right atrial enlargement and stretching.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for secondary TR is largely driven by the prognosis of the underlying disease process.&nbsp; Untreated chronic severe primary TR progresses to decompensated right-sided heart failure, which causes substantial morbidity and is eventually fatal.&nbsp; However, the prognosis can be favorable in patients who are appropriately medically managed or who undergo successful valve repair or replacement.</p>\n<h1>Summary</h1><br><br><p>Tricuspid regurgitation results from impaired closure of the tricuspid valve leaflets, leading to backflow of blood from the right ventricle into the right atrium during systole.&nbsp; Secondary tricuspid regurgitation, resulting from another condition that causes right ventricular dilation (eg, left-sided heart failure), is much more common than primary tricuspid regurgitation.&nbsp; The pathophysiology of chronic tricuspid regurgitation is similar to chronic mitral regurgitation; atrial and ventricular volume overload leads to compensatory right atrial and ventricular enlargement.&nbsp; Tricuspid regurgitation is largely managed medically, but valve repair or replacement may be required for symptomatic severe tricuspid regurgitation.</p>\n</div>\n\n            "
}