{
  "meta": {
    "title": "Valve disorders: Aortic stenosis",
    "url": "https://brainandscalpel.vercel.app/valve-disorders-aortic-stenosis-48f1fd92-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:46.840Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Aortic stenosis (AS) is a valvular heart disease that involves progressive stiffening of the aortic valve leaflets, leading to narrowing of the aortic valve orifice and obstruction of left ventricular outflow.&nbsp; It is usually a disease of aging (degenerative calcific AS), but it can also occur secondary to congenital abnormalities or acquired conditions such as rheumatic heart disease.&nbsp; Severe AS imposes significant hemodynamic burden on the heart, leading to heart failure and ultimately death if left untreated.</p>\n<h1>Pathophysiology</h1><br><br><p>The pathophysiology of degenerative calcific AS is similar to that of atherosclerosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42181.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ); lipid deposition and hemodynamic stress over time leads to valvular endothelial injury, inflammation, and fibrotic stiffening with calcification.&nbsp; Valve calcification limits leaflet mobility and <strong>restricts valve opening</strong>.&nbsp; As valve dysfunction progressively worsens, the left ventricle must generate increased pressure to overcome the stenosis (cardiac afterload increases), and compensatory concentric&nbsp; left ventricular hypertrophy (LVH) develops (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13550.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The concentric LVH temporarily allows for maintenance of stroke volume, but at the expense of increased myocardial work and oxygen demand.&nbsp; Eventually, adequate stroke volume cannot be maintained and patients begin to experience symptoms.<p></p><br><br><p>Severe AS causes substantial hemodynamic disruption.&nbsp; The concentric LVH resulting from left ventricular pressure overload reduces left ventricular compliance and impairs diastolic filling.&nbsp; At the same time, the left ventricle must generate very high pressure to overcome the stenotic aortic valve, which requires ample blood volume within the ventricle.&nbsp; This creates a state of <strong>preload dependence</strong>: adequate left ventricular preload is needed to maintain forward blood flow, and reductions in preload are poorly tolerated.&nbsp; A tenuous hemodynamic state develops, in which a relatively narrow range of intravascular blood volume allows for compensated blood flow.&nbsp; If intravascular blood volume becomes too high (ie, excessive preload), pulmonary edema and decompensated heart failure develop.&nbsp; If intravascular blood volume becomes too low (ie, inadequate preload), the left ventricle cannot maintain forward stroke volume and severe hypotension develops.</p>\n<h1>Etiologies</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Degenerative calcification of a congenitally normal aortic valve (sometimes referred to as <strong>age-related degenerative calcification</strong>) is the most common cause of AS in medical resource–rich countries; it is typically seen in patients age &gt;70.&nbsp; Due to shared pathophysiology with atherosclerosis, risk factors for atherosclerosis other than age (eg, hypertension, diabetes mellitus) increase the overall risk and rate of progression of degenerative calcification.</li>\n\t<li>Degenerative calcification of a <strong>congenitally abnormal bicuspid aortic valve</strong> can cause AS in relatively younger patients.&nbsp; Bicuspid aortic valve is one of the most common congenital heart defects (present in approximately 1% of the population); it results from fusion of 2 of the 3 aortic valve cusps to create a total of 2 functional valve cusps (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9514.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; A bicuspid aortic valve usually functions normally throughout childhood and young adulthood, but altered hemodynamics surrounding the valve accelerate degenerative calcification, placing patients at risk for developing AS as early as age 40.</li>\n\t<li><strong>Rheumatic heart</strong> disease most commonly affects the mitral valve, but it also frequently affects the aortic valve.&nbsp; It is the most common cause of AS in medical resource–limited countries.&nbsp; Immune-mediated valve damage leads to valvular calcification, leading to AS in patients age 40-60.</li>\n\t<li>Congenitally present AS is rare and results from a severe defect (eg, unicuspid aortic valve) that substantially restricts valve opening at the time of birth (without calcific degeneration).&nbsp; Patients develop symptoms during infancy or early childhood.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Histologically, degenerative calcific AS demonstrates infiltration of inflammatory cells (eg, macrophages, lymphocytes), lipid accumulation, and fibrin deposition with overlying calcification.</p>\n<h1>Clinical presentation</h1><h2>Manifestations</h2><br><br><p>Patients with mild-to-moderate AS have a prolonged asymptomatic period that may last decades.&nbsp; Once the stenosis becomes severe, compensatory mechanisms are eventually overwhelmed and classic symptoms begin to develop:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Exertional <strong>dyspnea</strong> is often the first observed symptom, resulting from obstructed left ventricular outflow preventing an adequate increase in cardiac output during exercise.</li>\n\t<li>Exertional <strong>angina</strong> commonly develops due to a combination of increased myocardial oxygen demand in the setting of concentric LVH and decreased myocardial oxygen supply from restricted cardiac output.</li>\n\t<li>Exertional <strong>presyncope</strong> (ie, lightheadedness) or syncope can occur due to restricted cardiac output being unable to maintain adequate cerebral perfusion in the setting of exercise-induced peripheral vasodilation.</li>\n\t<li>Overt <strong>heart failure</strong> (eg, pulmonary edema, jugular venous distension, lower extremity edema) eventually develops if severe AS remains untreated.</li>\n</ul>\n<h2>Physical examination</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The characteristic murmur of AS is a harsh, <strong>crescendo-decrescendo systolic murmur</strong> best heard at the <strong>right upper sternal border</strong> (aortic area), with radiation to the carotid arteries (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/71364.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The timing of the peak intensity of the murmur corresponds with the severity of the stenosis; a late-peaking murmur is consistent with severe AS because the left ventricle requires more time to generate enough pressure to overcome a severely stenotic valve.</li>\n\t<li>The aortic component of S2 is soft and delayed due to prolonged systolic ejection time.&nbsp; The delayed aortic valve closure may cause narrowed or paradoxical splitting of S2 (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46131.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li>An S4 (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/76974.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ) may be present in late diastole due to blood striking the thickened left ventricular wall.</li>\n\t<li>Diminished and delayed pulses (<strong>pulsus parvus et tardus</strong>), as well as a narrow pulse pressure, are expected due to restricted stroke volume.</li>\n</ul>\n<h2>ECG</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>May show evidence of left ventricular hypertrophy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97229.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                )</li>\n</ul>\n<h2>Chest x-ray</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>May reveal aortic valve calcification and left atrial enlargement</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of AS should be suspected based on history and physical examination and can be confirmed with transthoracic echocardiography.&nbsp; On echocardiography, the diagnosis is made based on the appearance of thickened and calcified valve leaflets and the following parameters:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Elevated aortic jet velocity (≥4.0 m/sec indicates severe AS)</li>\n\t<li>Elevated mean transvalvular pressure gradient (≥40 mm Hg indicates severe AS)</li>\n\t<li>Reduced valve orifice cross-sectional area (usually ≤1.0 cm<font size=\"2\"><sup>2</sup></font> in severe AS)</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Aortic regurgitation</strong> results from aortic root dilation or impaired closure of the aortic valve.&nbsp; Similar to AS, it can present with dyspnea on exertion, angina, and overt heart failure; however, aortic regurgitation is recognized by a decrescendo diastolic murmur best heard at the right upper sternal border (root dilation) or left midsternal border (valvular).&nbsp; In addition, the hemodynamic disruption caused by aortic regurgitation is quite different from that caused by AS.&nbsp; Leakage of blood back into the left ventricle during diastole causes left ventricular <em>volume</em> overload and compensatory <em>eccentric</em> hypertrophy (vs pressure overload and concentric hypertrophy in AS).&nbsp; There is a compensatory increase in stroke volume that results in a <em>wide</em> pulse pressure and hyperdynamic circulation with <em>bounding</em> pulses (vs a narrow pulse pressure with diminished and delayed pulses in AS).</li>\n\t<li><strong>Hypertrophic cardiomyopathy</strong> can present similarly to AS with a crescendo-decrescendo systolic murmur and symptoms of left ventricular outflow obstruction (eg, dyspnea on exertion, lightheadedness, syncope).&nbsp; However, the murmur is typically best heard at the left midsternal border or cardiac apex and, unlike the murmur of AS, it increases in intensity with maneuvers that decrease left ventricular preload (eg, abrupt standing, Valsalva strain phase).&nbsp; In addition, patients with hypertrophic cardiomyopathy often present at a relatively younger age (late adolescence or early adulthood).</li>\n\t<li><strong>Supravalvular AS</strong> is a congenital defect that involves narrowing of the ascending aorta (rather than the valve orifice itself); it can occur in isolation or with other anomalies (eg, Williams syndrome).&nbsp; Supravalvular AS presents similarly to congenitally present valvular AS, but the crescendo-decrescendo murmur is best heard at the right first intercostal space (superior to the location of valvular AS), and there is often a palpable thrill at the suprasternal notch.</li>\n\t<li><strong>Pulmonic stenosis</strong> creates a crescendo-decrescendo murmur similar to that of AS; however, the murmur is best heard at the left upper sternal border (pulmonic area) and, like most right-sided murmurs, it increases in intensity with inspiration.&nbsp; In addition, pulmonic stenosis causes right-sided heart failure in the absence of left-sided heart failure (ie, no left ventricular enlargement, no pulmonary edema).</li>\n</ul>\n<h1>Management</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mild-to-moderate AS requires only clinical surveillance to monitor for symptom development and periodic echocardiography to evaluate for progression of the stenosis.</li>\n\t<li>Once AS becomes severe and symptoms begin to develop, definitive management requires&nbsp;<strong>aortic valve replacement</strong> with a mechanical or bioprosthetic valve.&nbsp; This can be done via open thoracic surgery or a catheter-based procedure (transcatheter aortic valve implantation [TAVI]) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51891.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; The following are indications for aortic valve replacement:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Severe AS with the presence of any symptom</li>\n\t\t<li>Severe AS with left ventricular ejection fraction (LVEF) &lt;50%</li>\n\t</ul>\n\t</li>\n\t<li>The benefits of medical therapy for severe AS are limited, and pharmacologic interventions can often precipitate hemodynamic instability.&nbsp; Therefore, medical therapy should be minimized in favor of prompt surgical intervention.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Negative chronotropic agents (eg, beta blockers, nondihydropyridine calcium channel blockers) can decrease heart rate to reduce myocardial oxygen demand and may improve angina symptoms.</li>\n\t\t<li>Diuretics (eg, furosemide) can be used in patients with evidence of volume overload, but they must be used cautiously to avoid an excessive drop in preload.</li>\n\t\t<li>Venous dilators (eg, nitrates) should be avoided due to the risk of an excessive drop in preload.</li>\n\t\t<li>Mixed vasodilators (eg, ACE inhibitors, dihydropyridine calcium channel blockers) and arterial dilators (eg, hydralazine) may be used to treat hypertension (if needed), but they must be used with caution because they increase the risk for severe hypotension.&nbsp; In the setting of restricted cardiac output with severe AS, a substantial drop in blood pressure can cause a precipitous drop in coronary artery perfusion and lead to myocardial ischemia (or infarction).</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Heart failure</strong> is common with severe AS because ongoing contraction against the stenotic valve can eventually cause contractile dysfunction and reduced LVEF.&nbsp; The reduction in LVEF often normalizes following aortic valve replacement, but it can be permanent if surgery is delayed for too long.</li>\n\t<li>Severe AS is associated with increased risk of <strong>atrial fibrillation</strong>, likely due to the eventual transmission of increased back pressure to the left atrium, which causes left atrial stretching and dilation.&nbsp; When atrial fibrillation develops, the loss of atrial contraction to assist diastolic left ventricular filling can precipitate decompensated heart failure.&nbsp; The risk of ventricular arrhythmias (ventricular tachycardia and fibrillation) is also increased with severe AS, likely in part due to myocardial ischemia and fibrosis induced by concentric LVH and increased myocardial oxygen demand.</li>\n\t<li>Severe AS is a potential cause of <strong>obstructive shock</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52389.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; The tenuous hemodynamic state caused by severe AS creates risk for abrupt hemodynamic collapse (ie, severe hypotension and shock) if there is an excessive drop in preload (eg, overdiuresis).</li>\n\t<li>The risk of <strong>sudden cardiac death</strong> is increased in severe AS, likely due to the increased risk for ventricular arrhythmias and the susceptibility for abrupt hemodynamic collapse.</li>\n\t<li>Severe AS carries a rare association with gastrointestinal bleeding from arteriovenous malformations, a condition known as <strong>Heyde syndrome</strong>.&nbsp; It is thought to result from cleavage of von Willebrand factor (vWF) multimers as they traverse the stenotic aortic valve, resulting in acquired vWF deficiency and gastrointestinal angiodysplasia (often primarily within the colon).&nbsp; The condition is generally reversible with aortic valve replacement.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Severe AS is uniformly fatal without aortic valve replacement; the mean survival rate for symptomatic severe AS is 1-3 years without surgery.&nbsp; Surgical valve replacement is often complicated by patients being elderly and having multiple comorbidities, but TAVI provides a less invasive means of valve replacement that is frequently well tolerated in these patients.&nbsp; With successful aortic valve replacement, the prognosis is usually favorable.&nbsp; Relatively young patients undergoing aortic valve replacement (eg, those with severe AS due to a bicuspid aortic valve) generally have an excellent prognosis.</p>\n<h1>Summary</h1><br><br><p>Aortic stenosis (AS) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/54948.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), usually a disease of aging, involves progressive stiffening and calcification of the aortic valve leaflets that leads to obstruction of left ventricular outflow and restriction of stroke volume.&nbsp; Patients with AS typically have a prolonged asymptomatic period and begin to develop classic symptoms (ie, external dyspnea, angina, syncope) once the stenosis becomes severe.&nbsp; Severe AS creates a tenuous hemodynamic state in which there is a narrow range of intravascular blood volume that allows for compensated blood flow, and pulmonary edema or severe hypotension can easily develop.&nbsp; Medical therapy is limited in the management of severe AS; definitive management requires surgical valve replacement to relieve the mechanical obstruction.<p></p>\n</div>\n\n            "
}