{
  "meta": {
    "title": "Vasospastic (Prinzmetal) angina",
    "url": "https://brainandscalpel.vercel.app/vasospastic-prinzmetal-angina-db2fcd0a-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:54.633Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Vasospastic angina (formerly variant or Prinzmetal angina) is characterized by intermittent coronary vasospasm, resulting in transient myocardial ischemia and angina.&nbsp; It most commonly affects relatively young patients (age &lt;50) with minimal risk factors for atherosclerotic coronary artery disease (CAD); however, smoking is a strong risk factor, likely by contributing to endothelial dysfunction.&nbsp; Recognizing vasospastic angina is important for reducing symptoms and preventing serious complications.</p>\n<h1>Pathophysiology</h1><br><br><p>Vasospastic angina likely results from a combination of endothelial dysfunction and autonomic imbalance.&nbsp; The major underlying defect is likely a deficiency of vasodilatory nitric oxide in the coronary artery endothelium, which causes the acetylcholine released from vagus nerve terminals to trigger vasoconstriction rather than vasodilation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L126244.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; <strong>Hyperreactivity</strong> of intimal <strong>smooth muscle</strong> in the coronary arterial wall can lead to focal or diffuse epicardial coronary vasospasm, resulting in transient myocardial ischemia and angina.<p></p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Smoking</strong> is one of the strongest risk factors for vasospastic angina.</li>\n\t<li>Cocaine use may increase the risk.</li>\n\t<li>The incidence is likely similar in men and women.</li>\n\t<li>Other disorders of vascular dysfunction, including migraine headaches and Raynaud phenomenon, may have an association with vasospastic angina, but this has not been clearly demonstrated.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients with vasospastic angina typically have the following presenting features:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Recurrent</strong> episodes of chest discomfort that resolve spontaneously <strong>within 15 minutes</strong>.</li>\n\t<li>Episodes that are often accompanied by <strong>diaphoresis</strong>, nausea, palpitations, and/or dyspnea.</li>\n\t<li>Episodes that usually occur <strong>at rest or during sleep</strong> (when vagal tone is high).</li>\n\t<li>Episodes that are occasionally induced by hyperventilation, exercise, or stress.</li>\n\t<li>Symptoms that characteristically improve with nitrate administration.</li>\n</ul>\n<h1>Physical examination</h1><br><br><p>Physical examination during a chest pain episode is largely unremarkable, other than moderate general distress.&nbsp; Like other ischemic cardiac pain, the pain of vasospastic angina is not reproducible on palpation of the chest.</p>\n<h2>ECG</h2><br><br><p>Baseline ECG is typically unremarkable.&nbsp; During an episode of chest pain, ECG commonly demonstrates <strong>ST-segment elevation in contiguous leads</strong> corresponding with the vasospastic artery, similar to ST-segment elevation myocardial infarction (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104839.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Laboratory</h2><br><br><p>Because of the short duration of ischemia, serum troponin levels are usually normal in patients with vasospastic angina.&nbsp; High-sensitivity troponin levels may occasionally be elevated.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of vasospastic angina should be suspected based on clinical presentation and is confirmed via the following testing:</p>\n<h2>Ambulatory ECG monitoring</h2><br><br><p>Ambulatory ECG monitoring (eg, an event monitor) may be used to demonstrate ST-segment elevation or other ischemic changes during an episode of chest pain, confirming that the chest pain is due to myocardial ischemia.</p>\n<h2>Ruling out atherosclerotic CAD</h2><br><br><p>Cardiac stress testing (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120285.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) or coronary angiography (CT scan–based or invasive) is performed to rule out atherosclerotic CAD as the cause of anginal pain (ie, <strong>no evidence of obstructive atherosclerotic CAD</strong>).&nbsp; When invasive coronary angiography is performed, <strong>acetylcholine provocation</strong> testing can be performed to confirm vasospastic angina (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105755.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Dysfunctional coronary endothelium responds paradoxically to acetylcholine (which is normally a vasodilator) with vasoconstriction.<p></p>\n<h1>Differential diagnosis</h1><h2>Atherosclerotic CAD</h2><br><br><p>Atherosclerotic CAD can cause stable angina with chest pain characteristics similar to those of vasospastic angina; however, stable angina reliably occurs with exertion and resolves with rest.&nbsp; Cardiac stress testing and/or coronary angiography can be used to evaluate whether angina symptoms are atherosclerotic CAD.&nbsp; Some patients may have symptoms related to both vasospastic angina and atherosclerotic CAD.</p>\n<h2>Coronary microvascular ischemia</h2><br><br><p>Coronary microvascular ischemia involves dysfunction and vasospasm of the small coronary arterioles rather than the epicardial coronary arteries.&nbsp; It typically presents with stable angina symptoms in patients with multiple risk factors for atherosclerosis (eg, diabetes mellitus, hyperlipidemia) and is more common in women.&nbsp; During invasive coronary angiography, acetylcholine provocation testing can help differentiate vasospastic angina from microvascular ischemia.</p>\n<h2>Stress-induced cardiomyopathy</h2><br><br><p>Stress-induced cardiomyopathy (takotsubo cardiomyopathy) can present with chest pain similar that of vasospastic angina.&nbsp; Postmenopausal women with a recent physical or emotional stressor are most commonly affected.&nbsp; In stress-induced cardiomyopathy, ECG usually does not reveal ST-segment elevation during an episode of chest pain.</p>\n<h2>Diffuse esophageal spasm</h2><br><br><p>Diffuse esophageal spasm can cause intermittent substernal chest pain that improves with nitrates; however, it may be accompanied by dysphagia and is not typically associated with ST-segment changes on ECG.</p>\n<h1>Management</h1><h2>Smoking cessation</h2><br><br><p>Immediate smoking cessation is first-line therapy for active smokers who develop vasospastic angina because cessation substantially decreases the frequency of chest pain episodes.</p>\n<h2>Pharmacologic therapy</h2><br><br><p>Initial therapy includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sublingual nitroglycerin</strong> is taken <strong>as needed</strong> as an abortive agent when symptoms occur.</li>\n\t<li>A <strong>calcium channel blocker</strong> (CCB) is taken regularly to inhibit coronary artery vasoconstriction and prevent anginal episodes:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Amlodipine or diltiazem is preferred first-line therapy.</li>\n\t\t<li>Short-acting nifedipine should be avoided due to a short half-life that can create rebound symptoms.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>For patients with <strong>persistent symptoms</strong>, the following medications can be added:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A long-acting nitrate (eg, isosorbide mononitrate) can assist in symptom prevention when added to a CCB.</li>\n\t<li>A statin (eg, fluvastatin) may help reduce symptoms when added to a CCB, perhaps due to beneficial effects on vascular smooth muscle.</li>\n</ul><br><br><p>Medications that can encourage vasospasm and should be <strong>avoided</strong> include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Beta blockers without alpha blocking effects (eg, metoprolol, propranolol):&nbsp; These drugs may encourage coronary vasoconstriction by facilitating unopposed alpha-1 receptor stimulation by endogenous catecholamines.</li>\n\t<li>Triptans (eg, sumatriptan) and ergot alkaloids (eg, ergotamine):&nbsp; These drugs can induce coronary vasoconstriction via stimulation of 5-HT<font size=\"2\"><sub>1B</sub></font> and 5-HT<font size=\"2\"><sub>1D</sub></font> serotonin receptors.&nbsp; Normally, the vasoconstriction is somewhat offset by the endothelial release of vasodilatory prostaglandins, but this response is lacking in affected patients due to endothelial dysfunction.</li>\n\t<li>Cholinergic agents (eg, bethanechol, carbachol):&nbsp; Although normally used as vasodilators, cholinergic agents have a paradoxical vasoconstrictive effect on dysfunctional coronary endothelium.</li>\n</ul>\n<h1>Complications</h1><h2>Myocardial infarction</h2><br><br><p>Vasospastic angina can occasionally cause prolonged vasoconstriction or can induce coronary artery thrombus that leads to myocardial infarction.&nbsp; Minimizing vasospastic episodes helps reduce the risk for myocardial infarction.</p>\n<h2>Ischemia-induced arrhythmia</h2><br><br><p>Vasospastic angina causing sustained ischemia can trigger serious arrhythmias, including ventricular tachycardia and ventricular fibrillation.</p>\n<h2>Sudden cardiac arrest</h2><br><br><p>The risk for sudden cardiac arrest (SCA) due to ischemia-induced ventricular arrhythmia is increased in patients with untreated vasospastic angina.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis in patients with vasospastic angina is generally favorable because symptoms are usually manageable with therapy.&nbsp; However, mortality is substantially increased without appropriate treatment, with up to 25% of patients experiencing serious complications (ie, myocardial infarction, serious arrhythmia), including a significant risk for SCA.&nbsp; These data highlight the importance of diagnostic recognition and appropriate treatment.</p>\n<h1>Summary</h1><br><br><p>Vasospastic angina (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32005.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a condition of vascular smooth muscle hyperreactivity that leads to focal or diffuse epicardial coronary vasospasm, transient myocardial ischemia, and resulting angina.&nbsp; It most commonly affects relatively young patients (age &lt;50) with minimal risk factors for atherosclerotic coronary artery disease; however, smoking is a strong risk factor.&nbsp; Recognition and appropriate management with smoking cessation and pharmacologic therapy are important for minimizing symptoms and preventing serious complications.<p></p>\n</div>\n\n            "
}