{
  "meta": {
    "title": "Ventricular tachycardia and ventricular fibrillation",
    "url": "https://brainandscalpel.vercel.app/ventricular-tachycardia-and-ventricular-fibrillation-47eff3e6-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:56.277Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Ventricular tachycardia (VT) is a rapid arrhythmia caused by abnormal electrical activity that originates in the ventricles.&nbsp; Compared with supraventricular tachycardia (described in a separate article), VT is far more likely to cause hemodynamic collapse and sudden cardiac arrest; VT and ventricular fibrillation account for nearly all arrhythmia-related sudden cardiac deaths (SCDs).&nbsp; VT requires prompt recognition and management to reduce morbidity and mortality.</p><h1>Types and pathophysiology</h1><p>VT typically occurs paroxysmally, with abrupt onset and offset.</p><h2>Sustained vs nonsustained VT</h2><p>The arrhythmia is considered nonsustained or sustained based on duration:</p><ul class=\"article-body-unordered-list\"><li><strong>Nonsustained VT</strong> is defined as ≥3 consecutive ventricular beats with a rate &gt;100/min and with spontaneous return to the baseline rhythm within 30 seconds.</li><li><strong>Sustained VT</strong> is VT lasting ≥30 seconds or causing hemodynamic collapse (ie, syncope or cardiac arrest) within 30 seconds.</li></ul><h2>Monomorphic vs polymorphic VT</h2><p>VT is further classified based on the nature of the underlying conduction disturbance:</p><ul class=\"article-body-unordered-list\"><li><strong>Monomorphic VT</strong> is the most common type of VT.&nbsp; It results from a <strong>single ectopic electrical focus</strong> in the right or left <strong>ventricle</strong> that creates a high frequency of spontaneous depolarization.&nbsp; It usually occurs due to a small reentrant circuit (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/116989.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) that develops in an area of scarred or fibrosed myocardium (eg, previously infarcted myocardium).&nbsp; Monomorphic VT is most commonly seen in patients with ischemic heart disease and/or heart failure with reduced ejection fraction (HFrEF).</li><li><strong>Polymorphic VT</strong> results from abnormal electrical activity that originates from <strong>multiple locations in the ventricles</strong>.&nbsp; It most commonly occurs in the setting of a prolonged QT interval and in such instances is known as <strong>torsades de pointes</strong> (TdP).&nbsp; Less commonly, polymorphic VT can develop due to acute myocardial ischemia or congenital channelopathies (eg, Brugada syndrome, catecholaminergic polymorphic VT).</li></ul><p>In VT, there is usually <strong>atrioventricular dissociation</strong>, with a separate rhythm in the atria (usually a normal rhythm originating in the sinus node) that typically does not communicate with the abnormal rhythm originating in the ventricles (causing a wide-complex tachycardia).&nbsp; The abnormal electrical activity originating in the ventricles becomes the primary pacemaker for the ventricles.</p><p>VT is far more likely than supraventricular tachycardia to cause <strong>hemodynamic collapse</strong> for 2 major reasons:</p><ul class=\"article-body-unordered-list\"><li>The electrical impulses stimulating ventricular contraction are not slowed by the atrioventricular node, so very high ventricular rates (eg, ~250/min) can develop and markedly impair diastolic filling.</li><li>Ventricular contractions stimulated by impulses originating in the ventricles are much less coordinated than those stimulated via the normal His-Purkinje system.&nbsp; This can result in impaired systolic function during VT.</li></ul><p><strong>Ventricular fibrillation</strong> (VF) describes markedly chaotic ventricular activity that usually results from degeneration of sustained VT.&nbsp; It is a nonperfusing rhythm that invariably causes cardiac arrest.</p><h1>Risk factors</h1><h2>Monomorphic VT</h2><ul class=\"article-body-unordered-list\"><li><strong>Ischemic heart disease</strong>:&nbsp; Ischemic heart disease is the strongest risk factor for VT.&nbsp; Scar tissue from a prior myocardial infarction provides a nidus for reentrant circuit development and the generation of ectopic electrical foci in the ventricles.&nbsp; VT degenerating to VF is the most common cause of death during acute myocardial infarction.</li><li><strong>Chronic HFrEF</strong>:&nbsp; The risk of VT is increased in patients with reduced left ventricular ejection fraction (LVEF) &lt;30%-35%, regardless of the underlying cause.&nbsp; Areas of myocardial fibrosis likely serve as sources for ectopic electrical foci.</li><li>Hypertrophic cardiomyopathy (HCM):&nbsp; The risk of VT is increased in some patients with HCM, likely due to the myocardial disarray and microvascular dysfunction associated with the disease.</li><li>Infiltrative cardiac diseases:&nbsp; Infiltrative diseases (eg, amyloidosis, sarcoidosis) disrupt ventricular conduction and increase the risk for VT.</li><li>Wolff-Parkinson-White (WPW) syndrome:&nbsp; Preexcited atrial fibrillation degenerating into VF (often without preceding VT) is the most common cause of SCD in patients with WPW syndrome.</li><li>Other congenital heart diseases causing disrupted ventricular conduction (eg, arrhythmogenic right ventricular cardiomyopathy) or exertional ischemia (eg, anomalous origin of a coronary artery) also increase the risk of VT and VF.</li></ul><h2>Polymorphic VT</h2><ul class=\"article-body-unordered-list\"><li><strong>Long QT syndrome</strong> can be congenital or acquired (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46841.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; The prolonged QT interval creates an extended vulnerable period during which a premature beat can trigger the abnormal ventricular activity of TdP.</li><li>Brugada syndrome is a rare congenital channelopathy that affects sodium channels in the right ventricle and predisposes to polymorphic VT.</li><li>Catecholaminergic polymorphic VT is a rare congenital channelopathy that usually involves disrupted calcium channels and predisposes to polymorphic VT.</li></ul><h1>Clinical presentation</h1><ul class=\"article-body-unordered-list\"><li><strong>Nonsustained VT</strong> is usually asymptomatic, although palpitations are present in some cases.</li><li><strong>Sustained VT</strong> often leads to abrupt hemodynamic collapse with minimal preceding symptoms.&nbsp; The hemodynamic collapse causes loss of consciousness (LOC) that can present as either syncope or sudden cardiac arrest:<ul class=\"article-body-unordered-list\"><li><strong>Syncope</strong> occurs when sustained VT causes an initial drop in cerebral perfusion with resulting LOC, but within 1-2 minutes the arrhythmia spontaneously resolves (or slows in rate) to allow a return of perfusion.</li><li><strong>Sudden cardiac arrest</strong> occurs when there is not a prompt return of perfusion following LOC (and it progresses to SCD if the patient is not resuscitated).</li></ul></li><li>Relatively slow sustained monomorphic VT (eg, rate &lt;180/min) often does not cause LOC and may present with nonspecific findings (eg, dyspnea, pressure-like chest discomfort [anginal pain], lightheadedness, palpitations).&nbsp; Rarely, relatively young and healthy patients with sustained VT can remain mostly asymptomatic for an extended period (eg, hours or days).&nbsp; Relatively older patients with substantial comorbidities (eg, ischemic heart disease, heart failure) are more likely to experience symptoms and abrupt hemodynamic collapse.</li><li><strong>TdP</strong> often occurs in brief episodes that spontaneously resolve.&nbsp; It is a disorganized and poorly perfusing rhythm that, when sustained, usually leads to rapid hemodynamic collapse.&nbsp; Other types of polymorphic VT also tend to lead to hemodynamic collapse more quickly than does monomorphic VT.&nbsp;</li></ul><h2>Physical examination</h2><p>Palpation of the radial or carotid pulse reveals a rapid rate.&nbsp; The rhythm can be regular or irregular depending on the type of VT present.&nbsp; Patients may quickly develop an absent pulse (sudden cardiac arrest due to pulseless VT).</p><p>The atrioventricular dissociation of VT can create intermittent <strong>cannon A waves</strong> in the jugular venous pulse waveform (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50572.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; These are caused by atrial contraction against a closed tricuspid valve; the atria and ventricles are driven by separate rhythms that are out of sync, sometimes contracting simultaneously.<p></p><h2>ECG</h2><ul class=\"article-body-unordered-list\"><li><strong>Nonsustained VT</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89260.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) features a burst of ≥3 ventricular beats (wide QRS complex) at a rate &gt;100/min (QRS complexes occur &lt;3 large boxes apart (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68038.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )).&nbsp; In monomorphic nonsustained VT, the rhythm is regular.</li><li><strong>Sustained VT</strong><ul class=\"article-body-unordered-list\"><li><strong>Sustained monomorphic VT</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96572.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) shows <strong>wide QRS</strong> complexes (&gt;120 msec) with a rapid rate and <strong>regular</strong> R-R intervals.&nbsp; The QRS complexes are all <strong>similar in size</strong> and shape.&nbsp; P waves (representing the ongoing atrial rhythm) are usually obscured by the QRS complexes but may be occasionally visible.</li><li><strong>Sustained polymorphic VT</strong> features <strong>wide QRS</strong> complexes (&gt;120 msec) with a rapid rate and <strong>irregular</strong> rhythm.&nbsp; The QRS complexes <strong>vary in size</strong> and shape.&nbsp; As with monomorphic VT, P waves are usually obscured.&nbsp; TdP (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21069.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) demonstrates a characteristic <strong>twisting of the peaks</strong> pattern in which the QRS amplitude varies cyclically.</li></ul></li><li><strong>VF</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95936.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) shows chaotic electrical activity with an absence of organized QRS complexes.</li></ul><h1>Diagnosis</h1><p>The diagnosis of VT should be suspected based on clinical presentation and is confirmed by ECG or cardiac rhythm monitoring.</p><p>Characteristic ECG findings created by the presence of separate rhythms in the atria and ventricles can help confirm the diagnosis of VT.&nbsp; Occasionally, the impulse from the atrial rhythm passes through the atrioventricular node to partially or fully depolarize the ventricles, creating one of the following 2 characteristic beats (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88715.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):<p></p><h2>Fusion beat</h2><ul class=\"article-body-unordered-list\"><li>If the ventricles are depolarized <em>partially</em> by this atrial rhythm and <em>partially</em> by the ventricular rhythm, a fusion beat with a QRS complex of <strong>intermediate width</strong> is created.</li></ul><h2>Capture beat</h2><ul class=\"article-body-unordered-list\"><li>If the ventricles are depolarized <em>fully</em> by the atrial rhythm, a normal-appearing beat with a narrow QRS complex called a <strong>capture beat</strong> is created.</li></ul><p>The presence of occasional fusion or capture beats within wide-complex tachycardia verifies the presence of 2 separate rhythms (one in the atria and one in the ventricles) and confirms VT.</p><h1>Differential diagnosis</h1><h2>Monomorphic vs polymorphic VT</h2><p>Monomorphic VT is differentiated from polymorphic VT by monomorphic VT's regular R-R intervals (rather than irregular) and QRS complexes of a uniform size and shape (rather than multiform).</p><h2>Supraventricular tachycardia</h2><p>Supraventricular tachycardia (eg, atrial flutter, atrioventricular nodal reentrant tachycardia) usually demonstrates narrow QRS complexes and VT characteristically creates wide QRS complexes; therefore, tachycardia with wide QRS complexes usually represents a form of VT.&nbsp; However, occasionally, supraventricular tachycardia with a conduction abnormality (with aberrancy) can create wide QRS complexes and mimic the appearance of VT:</p><ul class=\"article-body-unordered-list\"><li>Supraventricular tachycardia with bundle branch block can demonstrate wide QRS complexes and can appear similar to sustained VT.&nbsp; Supraventricular tachycardia <strong>does not cause fusion or capture beats</strong> (because a single rhythm is present and drives both atrial and ventricular conduction); therefore, the presence of occasional fusion or capture beats confirms the diagnosis of VT.</li><li>Preexcited atrial fibrillation can occur in the setting of an accessory pathway that directly connects the atria and the ventricles (ie, in patients with WPW syndrome) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96424.png\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; It demonstrates wide QRS complexes that can mimic sustained VT, but there is typically extensive <strong>variability in beat-to-beat QRS morphology</strong> in preexcited atrial fibrillation.&nbsp; In addition, the presence of occasional fusion or capture beats is not expected with preexcited atrial fibrillation.</li></ul><h2>Electronic pacemaker</h2><p>Electronic ventricular pacemakers (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97185.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ) directly stimulate the right ventricular myocardium without the impulse traveling through the His-Purkinje system; therefore, the QRS morphology is wide (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L116818.png\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ) and mimics that of a left bundle branch block.&nbsp; A pacemaker-mediated tachycardia can appear similar to VT but will demonstrate <strong>pacemaker spikes</strong> (ie, pacemaker activation) just before each QRS complex.&nbsp; VT, which is driven by an ectopic rhythm, will not demonstrate pacemaker spikes before each QRS complex.<p></p><h1>Management</h1><h2>Nonsustained VT</h2><p>Nonsustained VT is frequently recognized on continuous telemetry monitoring in hospitalized patients with underlying risk factors (eg, ischemic heart disease, heart failure) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/90258.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Management focuses on addressing precipitating factors to reduce the likelihood of the development of sustained VT and includes:<p></p><ul class=\"article-body-unordered-list\"><li>Identification and correction of <strong>electrolyte abnormalities</strong> (eg, hypokalemia, hypomagnesemia)</li><li>Minimization of hypoxemia and other contributors to myocardial ischemia</li><li>A beta blocker (eg, metoprolol) may be initiated (or the dose increased) to reduce myocardial oxygen demand and sympathetic tone</li></ul><h2>Sustained VT</h2><p>The management of sustained VT follows the wide QRS complex side of the Advanced Cardiovascular Life Support (ACLS) guideline flowchart for management of tachycardia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8398.png\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).<p></p><p><strong>Sustained monomorphic VT</strong></p><p>Patients with evidence of hemodynamic instability (eg, hypotension, angina, confusion) should undergo <strong>immediate synchronized cardioversion</strong>.&nbsp; Synchronized electrical cardioversion delivers a low-voltage electrical shock that is timed (synchronized) to the R wave of the QRS complex to restore normal rhythm.&nbsp; Synchronization is accomplished by pressing the \"sync\" button on the defibrillator.</p><ul class=\"article-body-unordered-list\"><li>Note that a <em>pulseless</em> patient with sustained VT (or VF) is in cardiac arrest and should receive immediate cardiopulmonary resuscitation with <strong>electrical defibrillation</strong>, in which a higher-voltage electrical shock is delivered without synchronization (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34624.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ).</li></ul><p>Patients with sustained monomorphic VT who are hemodynamically stable can receive <strong>antiarrhythmic therapy</strong> to attempt pharmacologic cardioversion to sinus rhythm.&nbsp; Intravenous <strong>amiodarone</strong> is usually the preferred agent.&nbsp; Other agents, including procainamide, sotalol, and lidocaine, can also be used.&nbsp; Impending hemodynamic collapse should be assumed in hemodynamically stable patients and a cardiac monitor with electrical cardioversion/defibrillation pads should be in place while attempting pharmacologic cardioversion.</p><p><strong>Sustained polymorphic VT (other than TdP)</strong></p><p>Forms of sustained polymorphic VT other than TdP are treated similarly to sustained monomorphic VT.</p><p><strong>Torsades de pointes</strong></p><p>TdP requires special management consideration:</p><ul class=\"article-body-unordered-list\"><li>Patients with TdP who are conscious but have evidence of hemodynamic instability should receive immediate electrical defibrillation (ie, unsynchronized cardioversion).&nbsp; Synchronized cardioversion is not appropriate for TdP because the automatic defibrillator is unable to detect the disorganized QRS complexes (ie, cannot sync) and cannot deliver a synchronized shock.</li><li>Patients with TdP who are hemodynamically stable should receive <strong>intravenous magnesium sulfate</strong> as first-line therapy.&nbsp; This therapy is effective at stabilizing ventricular electrical activity and curtailing TdP even in patients with normal serum magnesium levels.&nbsp; Additional management can include interventions to increase heart rate (eg, temporary electronic pacing), which shortens the QT interval and reduces the risk of TdP redeveloping.</li></ul><h2>Primary and secondary prevention of VT with implantable cardioverter-defibrillator placement</h2><p>An implantable cardioverter-defibrillator (ICD) should be placed in certain patients due to the risk of VT.&nbsp; An ICD is programmed to detect life-threatening arrythmias (eg, VT) and deliver electric shocks to terminate them.</p><p>Primary prevention is indicated in patients who are at high risk of SCD from sustained VT (but who have not previously had VT).&nbsp; This includes those with:</p><ul class=\"article-body-unordered-list\"><li>Prior myocardial infarction and LVEF ≤30%</li><li>Symptomatic heart failure with LVEF ≤35%</li></ul><p>Secondary prevention is indicated for the following:</p><ul class=\"article-body-unordered-list\"><li>Prior VT/VF cardiac arrest</li><li>Prior sustained VT that does not have a reversible cause</li></ul><h2>Chronic suppression of VT</h2><ul class=\"article-body-unordered-list\"><li>Beta blockers (eg, metoprolol) reduce ventricular automaticity and can be helpful in the chronic suppression of VT.&nbsp; Most patients with monomorphic VT already have an underlying indication for beta blocker therapy (eg, ischemic heart disease, HFrEF).</li><li>Chronic antiarrhythmic therapy (eg, amiodarone) is sometimes used to help suppress VT in patients with a history of the arrhythmia.</li><li>In some patients with monomorphic VT, catheter ablation can be helpful by disrupting the ectopic reentrant circuit.</li></ul><h1>Complications</h1><ul class=\"article-body-unordered-list\"><li>Sudden cardiac arrest can occur in the form of pulseless VT or VT that degenerates into VF.</li><li>VT storm refers to the recurrence of multiple episodes of VT (or VF) within 24 hours and is associated with high mortality.</li></ul><h1>Prognosis</h1><p>In general, the prognosis in patients with sustained VT is poor because VT is usually a manifestation of advanced, life-limiting heart disease, and the initial episode of sustained VT is potentially fatal.&nbsp; However, appropriate management (eg, ICD placement) can help reduce mortality.&nbsp; Relatively young and healthy patients who experience VT due to a reversible or manageable cause (eg, QT prolongation, WPW syndrome) can have an excellent prognosis after surviving an episode of sustained VT.</p><h1>Summary</h1><p>Ventricular tachycardia is a rapid arrhythmia caused by abnormal electrical activity that originates in the ventricles.&nbsp; Along with ventricular fibrillation, it accounts for the vast majority of arrhythmia-related sudden cardiac deaths.&nbsp; Monomorphic ventricular tachycardia is the most common type of ventricular tachycardia and usually occurs in patients with ischemic heart disease, heart failure, or other underlying cardiac disease (eg, hypertrophic cardiomyopathy).&nbsp; Torsades de pointes is a form of polymorphic ventricular tachycardia that can occur in the setting of a prolonged QT interval.&nbsp; Ventricular tachycardia requires prompt recognition and management to prevent sudden cardiac arrest and reduce the risk of sudden cardiac death.</p></div>\n            "
}