{
  "meta": {
    "title": "Alzheimer disease",
    "url": "https://brainandscalpel.vercel.app/alzheimer-disease-b985626b-508e31.html",
    "scrapedAt": "2025-12-01T05:08:31.752Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Alzheimer disease (AD), the most common cause of dementia, is a neurodegenerative disorder characterized by a progressive decline in memory, cognitive function (eg, executive function, visuospatial ability, language), and behavior.</p>\n<h1>Risk factors</h1><br><br><p>AD is associated with several modifiable and nonmodifiable risk factors (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/102696.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Age</strong>:&nbsp; Age is the greatest risk factor, with the incidence doubling every 5 years after age 65.</li>\n\t<li><strong>Family history</strong>:&nbsp; Having a close relative with AD increases the risk.</li>\n\t<li><strong>Genetics</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Late-onset AD</strong> (age &gt;65) is associated with the apolipoprotein E (<em>APOE</em>) gene which is involved in cholesterol homeostasis and neuronal repair in the brain.&nbsp; Inheritance of the ε4 allele (likely causing impaired amyloid beta clearance) is a well-established risk factor.&nbsp; Carrying one ε4 allele increases the risk 3-fold, and having two (ε4/ε4 homozygosity) significantly increases the risk 12-fold.</li>\n\t\t<li><strong>Early-onset AD</strong> (age &lt;65) accounts for &lt;5% of cases; associated genetic mutations (autosomal dominant, highly penetrant) include amyloid-precursor protein (<em>APP</em>), presenilin-1 (<em>PSEN1</em>), and presenilin-2 (<em>PSEN2</em>).</li>\n\t\t<li><strong>Down syndrome</strong> (trisomy 21) results from an extra copy of chromosome 21, where the <em>APP</em> gene is located; the extra copy of <em>APP</em> is thought to accelerate amyloid beta accumulation leading to early-onset AD.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Cardiovascular risk factors</strong>:&nbsp; Hypertension, diabetes mellitus, obesity, dyslipidemia, and smoking may contribute.</li>\n\t<li><strong>Brain trauma</strong>:&nbsp; Severe brain trauma or repetitive head injury may increase the risk.</li>\n\t<li><strong>Lifestyle factors</strong>:&nbsp; Physical inactivity, poor diet, and social isolation are associated with elevated risk.&nbsp; Conversely, maintaining physical activity, a healthy diet, and regular social engagement may have a protective effect.</li>\n</ul>\n<h1>Pathogenesis</h1><br><br><p>The exact pathogenesis of AD remains unclear, but it is hallmarked by the formation of extracellular neuritic plaques (<strong>amyloid beta accumulation</strong>) and intracellular <strong>neurofibrillary tangles</strong> (NFTs) (hyperphosphorylated tau proteins) that induce inflammation, leading to neurodegeneration (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29813.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p>\n<h2>Amyloid beta accumulation</h2><br><br><p>Amyloid beta results from altered cleavage of amyloid precursor protein (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28503.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Overproduction and/or decreased clearance of amyloid beta peptides leads to aggregation into insoluble fibrils that form extracellular neuritic plaques and result in neurotoxicity.<p></p>\n<h2>Tau hyperphosphorylation</h2><br><br><p>Tau is a protein (primarily expressed in neuronal axons) that promotes microtubule assembly/stabilization.&nbsp; Hyperphosphorylation of tau (likely due to kinase activation by amyloid beta) causes microtubule instability that disrupts axonal transport and synaptic function.&nbsp; Hyperphosphorylated tau also aggregates into intracellular NFTs that are neurotoxic (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68562.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p>\n<h2>Inflammation </h2><br><br><p>Aggregates of amyloid beta and hyperphosphorylated tau trigger the activation of microglia (the brain's immune cells).&nbsp; Their subsequent release of inflammatory mediators results in neuroinflammation that causes further neuronal dysfunction and ultimately leads to apoptosis and cell death.</p><br><br><p>The pathogenesis of AD culminates in the <strong>diffuse loss of cortical neurons</strong>.&nbsp; Specifically, degeneration of neurons in the basal forebrain/nucleus basalis (the brain's major cholinergic output) contributes to memory loss and functional decline.&nbsp; Synaptic loss of cholinergic projections from the nucleus basalis to the neocortex results in dysfunction of target tissues involved in memory (hippocampus) and executive function (frontal cortex) that typify the cognitive decline of AD.</p>\n<h1>Pathology</h1><br><br><p></p><h2>Gross</h2><p></p>\n<p>Macroscopic findings of brains with AD exhibit cortical atrophy with decreased brain weight, gyrus thinning, sulcus widening, and ventricular enlargement (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108629.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The most prominent changes are seen in the temporal, frontal, and parietal lobes, the regions responsible for memory and language, executive function, and visuospatial processing.&nbsp; There is relative sparing of the motor and sensory areas.<p></p><br><br><p></p><h2>Microscopic</h2><p></p>\nHallmark pathologic features of AD include:<br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neuritic (senile) plaques</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9443.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; Extracellular deposits of amyloid beta (Congo red–positive and birefringent) are found throughout the hippocampus and cerebral cortex.</li>\n\t<li><strong>Neurofibrillary tangles (NFTs)</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9444.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; Intracellular inclusions containing hyperphosphorylated tau proteins first appear in the medial temporal lobe and then spread to the hippocampus and neocortex.&nbsp; NFT density correlates with dementia severity.</li>\n\t<li>Other pathologic changes include synaptic loss, neuronal loss, and amyloid angiopathy.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>AD is characterized by an insidious onset and gradual progression of cognitive impairment that interferes with everyday function (eg, activities of daily living [ADLs]).&nbsp; Although progression may vary, symptoms/signs of AD follow a similar pattern of early cognitive impairment followed by behavioral and neuropsychiatric symptoms (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38431.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Symptoms/signs of AD include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Memory</strong>:&nbsp; Impaired memory for recent events (processed by the hippocampus and medial temporal lobe) is typically the earliest and most prominent symptom.&nbsp; Examples include forgetting recent names/conversations, misplacing belongings, and difficulty learning new information.&nbsp; In contrast, remote/distant memories are usually spared until later stages.</li>\n\t<li><strong>Executive function</strong>:&nbsp; Impairment in planning/organizing (eg, shopping, managing finances), problem-solving, attention, and judgment may be subtle in early disease.&nbsp; As AD progresses, executive dysfunction evolves into the inability to perform even simple tasks.</li>\n\t<li><strong>Behavior and psychology</strong>:&nbsp; Neuropsychiatric symptoms are very common, particularly later in the disease, and are commonly worse in the evening (sundowning).&nbsp; More subtle symptoms are often described as personality changes (eg, apathy, social withdrawal, irritability).&nbsp; With progression, symptoms can range from anxiety and depression to psychosis (delusions, hallucinations, misidentification syndromes).&nbsp; Associated behavioral disturbances (eg, agitation, aggression, disinhibition, wandering, sleep disturbance) are difficult to manage and often lead to nursing home placement.</li>\n\t<li><strong>Other domains</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Visuospatial ability</strong>:&nbsp; Identifying visual stimuli and interpreting spatial relationships (eg, trouble recognizing faces, getting lost in familiar surroundings) become impaired early and increase with AD progression.</li>\n\t\t<li><strong>Language</strong>:&nbsp; Deficits in word finding, object naming, and speech comprehension are often subtle in early disease and progress to loss of verbal fluency and poverty of speech in late stages.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Other frequent findings include apraxia (difficulty performing learned motor activities), loss of insight, and olfactory dysfunction.</p><br><br><p><strong>Noncognitive neurologic deficits</strong>, including motor signs (eg, gait disturbance, myoclonus), primitive reflexes (eg, grasp, snout), urinary incontinence, and seizures, are typically late findings; the presence of one of these findings at initial presentation should prompt consideration of diagnoses other than AD.</p>\n<h1>Diagnosis</h1><br><br><p>Because confirmation requires histologic evaluation (usually at autopsy), AD is a clinical diagnosis.&nbsp; Criteria have been developed by professional societies (National Institute on Aging, Alzheimer's Association, Diagnostic and Statistical Manual [DSM] of Mental Disorders) and include insidious onset and progressive course, exclusion of other etiologies, evidence of cognitive impairment in at least 2 domains (memory, executive function, visuospatial, language, behavior), and interference with daily function.</p><br><br><p>The diagnostic evaluation includes the following elements:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clinical history</strong>:&nbsp; A detailed cognitive history is essential due to AD's insidious onset, variable symptom emergence, and overlap with other disorders.&nbsp; Patients often minimize or hide their symptoms, so interviewing a family member/friend/caregiver is important to help assess the timing and degree of changes in cognitive function, behavior, and functional abilities.</li>\n\t<li><strong>Cognitive testing</strong>:&nbsp; Screening tests include the Montreal Cognitive Assessment, a 30-point scale assessing many cognitive domains (delayed word recall, visuospatial/executive function, language, attention/concentration, orientation), which can detect subtle deficits and identify significant cognitive impairment (≤25/30, ≤24/30 with &lt;12 years formal education).&nbsp; However, a dementia diagnosis cannot be made solely from a low score and should be interpreted in context with a thorough evaluation of cognitive domains, behavior, and daily function.&nbsp; Formal neuropsychologic testing, which evaluates multiple cognitive domains (eg, spatial memory, calculations, conceptualization, mental flexibility), is useful when the diagnosis is uncertain but unnecessary in most patients.&nbsp; Repeated assessments over time (eg, 9 months) are usually the most helpful.</li>\n\t<li><strong>Neuroimaging</strong>:&nbsp; MRI of the brain is indicated to exclude alternate diagnoses (eg, cerebrovascular disease, normal pressure hydrocephalus [NPH]).&nbsp; MRI usually shows nonspecific generalized brain atrophy and may reveal the most characteristic findings of focal atrophy in the hippocampus and/or medial temporal lobe.&nbsp; Special imaging using radiotracers (eg, fludeoxyglucose-18–positron emission tomography [FDG-PET], amyloid PET, Tau PET) can help support the diagnosis of AD, differentiate it from other dementias, and track disease progression but are expensive and not widely available.</li>\n\t<li><strong>Other laboratory testing</strong><em>:</em> Patients being evaluated for cognitive impairment should undergo tests to rule out other conditions that cause cognitive decline, including vitamin B<font size=\"2\"><sub>12</sub></font> deficiency (vitamin B<font size=\"2\"><sub>12</sub></font> level, complete blood count) and hypothyroidism (TSH).</li>\n\t<li><strong>Miscellaneous</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Biomarkers</strong>:&nbsp; Molecular biomarkers (low amyloid beta 42 peptide, high phospho-tau protein) identified on cerebrospinal fluid analysis can support the diagnosis of AD, but this test is not regularly performed (invasive).</li>\n\t\t<li><strong>Genetic testing</strong>:&nbsp; Genetic testing is not routinely recommended.&nbsp; <em>APOE</em> testing does not add much to the predictive value of AD clinical criteria.&nbsp; Testing for <em>APP</em>, <em>PSEN1</em>, and <em>PSEN2</em> mutations is reserved for early-onset AD.&nbsp; As with all gene testing, appropriate genetic counseling is important.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Normal aging</strong>:&nbsp; cognitive changes that normally occur with aging include mild declines in memory and the rate of information processing.&nbsp; Normal aging can be distinguished from AD (and other dementias) by relatively stable deficits and preserved daily function.</li>\n\t<li><strong>Mild cognitive impairment</strong> (MCI):&nbsp; describes measurable cognitive impairment that is worse than normal aging but does not yet meet the criteria for AD (eg, MCI does not impair everyday functioning).&nbsp; However, patients with MCI are at increased risk for progression to AD (~10% per year).</li>\n\t<li><strong>Delirium</strong>:&nbsp; should be considered in any patient with cognitive impairment.&nbsp; Key features that distinguish delirium from AD include acute/subacute onset and fluctuation of consciousness.</li>\n\t<li><strong>Depression</strong>:&nbsp; can cause significant cognitive impairment (eg, pseudodementia, dementia of depression) that may resemble AD.&nbsp; In contrast to AD, patients with dementia of depression usually have a subacute onset, emphasize cognitive deficits (vs minimize with dementia), and sometimes give poor effort (\"I don't know.\") rather than attempting to respond with incorrect answers.</li>\n\t<li><strong>Vascular dementia</strong>:&nbsp; is caused by stroke and/or small vessel cerebrovascular disease (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86625.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Distinguishing features include a stepwise decline in cognitive function, signs of vascular disease on neuroimaging (eg, infarcts, white matter changes), and evidence of stroke on examination (eg, aphasia, hemiplegia).&nbsp; Vascular risk factors (eg, hypertension, diabetes mellitus, smoking) are often present.</li>\n\t<li><strong>Dementia with Lewy bodies</strong> (DLB):&nbsp; is characterized by alpha-synuclein protein deposition in Lewy bodies, resulting in dementia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71868.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Features that help differentiate DLB from AD include early-onset parkinsonism, visual hallucinations, cognitive fluctuations, and rapid eye movement sleep behavior disorder.&nbsp; Severe sensitivity to antipsychotics is also characteristic.</li>\n\t<li><strong>Frontotemporal dementia</strong> (FTD):&nbsp; is a group of dementia disorders characterized by degeneration of the frontal and/or temporal lobes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80793.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; Unlike AD, FTD causes early changes in behavior and personality (behavioral variant) or early language impairment (primary progressive aphasia).</li>\n\t<li><strong>Normal pressure hydrocephalus</strong> (NPH):&nbsp; can be idiopathic or secondary (eg, subarachnoid hemorrhage, meningitis).&nbsp; Like AD, NPH causes cognitive impairment; however, gait abnormalities typically precede dementia and urinary incontinence completes the classic triad (\"wacky, wobbly, wet\").&nbsp; Imaging (MRI &gt; CT) shows the hallmark finding of ventriculomegaly out of proportion to cortical atrophy (eg, sulcal enlargement) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69093.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Management</h1><br><br><p>No cure for AD currently exists.&nbsp; However, several treatment strategies can help manage symptoms and improve quality of life (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/104238.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cholinesterase inhibitors</strong>:&nbsp; AD results in decreased acetylcholine synthesis (eg, nucleus basalis degeneration reduces choline acetyltransferase production).&nbsp; By inhibiting acetylcholinesterase, drugs such as donepezil, rivastigmine, and galantamine increase levels of acetylcholine at the synaptic cleft, which modestly improves cognitive function, neuropsychiatric symptoms, and ADLs in mild-to-moderate AD.&nbsp; Conversely, anticholinergic medications should be avoided.</li>\n\t<li><strong>Memantine</strong>:&nbsp; NMDA receptors stimulate glutamate (the primary excitatory neurotransmitter).&nbsp; By blocking NMDA receptors, memantine reduces glutamate-induced excitotoxicity and resultant neuronal damage/death.&nbsp; Memantine (typically in combination with a cholinesterase inhibitor) modestly improves cognition, behavior, and ADLs in moderate to severe AD.</li>\n\t<li><strong>Aducanumab</strong>:&nbsp; As a monoclonal antibody against amyloid beta, aducanumab reduces neuritic (amyloid beta) plaques.&nbsp; Although approved by the US FDA for mild AD, clinical benefits are unclear so its use is currently limited.</li>\n\t<li><strong>Nonpharmacologic interventions</strong>:&nbsp; Cognitive rehabilitation, physical activity, and social engagement can help maintain cognitive function, improve mood and behavior, and enhance quality of life for patients with AD.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>AD, like most neurodegenerative diseases, has a relentless progression.&nbsp; Life expectancy after diagnosis is typically 8-10 years but can range from 3-20 years, depending on individual factors (eg, age at onset, symptom severity, comorbidities).&nbsp; Death usually results from advanced debilitation (eg, dehydration, malnutrition, infection).</p>\n<h1>Summary</h1><br><br><p>Alzheimer disease (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/93694.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) is a neurodegenerative disorder that primarily affects older adults and represents the most common cause of dementia.&nbsp; The exact etiology remains unclear, but it is characterized by the accumulation of amyloid beta and hyperphosphorylated tau proteins into neuritic plaques and neurofibrillary tangles, respectively.&nbsp; Diagnosis is clinical and requires a thorough assessment of cognitive function, behavior, and functional ability.&nbsp; Current treatment has little effect on progression and aims to maintain cognitive function, manage symptoms, and enhance quality of life.<p></p>\n</div>\n\n            "
}