{
  "meta": {
    "title": "Amyotrophic lateral sclerosis (ALS) (Lou Gehrig disease)",
    "url": "https://brainandscalpel.vercel.app/amyotrophic-lateral-sclerosis-als-lou-gehrig-disease-2fbf53ad-508e31.html",
    "scrapedAt": "2025-12-01T05:08:31.880Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Amyotrophic lateral sclerosis (ALS), or Lou Gehrig disease,&nbsp;is a neurodegenerative disorder that destroys motor neurons and is ultimately fatal.&nbsp; ALS is hallmarked by the concurrent degeneration of upper motor neurons (UMNs) in the motor cortex (pyramidal cells) and lower motor neurons (LMNs) in both the spinal cord (anterior horn cells) and brainstem (lower cranial nerve nuclei).</p><br><br><p>The term \"ALS\" reflects this combination of UMN and LMN destruction:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\"Amyotrophic\" describes the clinical finding of muscle atrophy from denervation due to loss of anterior horn cells/brainstem motor nuclei (LMNs).</li>\n\t<li>\"Lateral sclerosis\" describes the pathologic finding of lateral spinal cord scarring from gliosis of corticospinal axons due to loss of pyramidal cells (UMNs).</li>\n</ul>\n<h1>Epidemiology</h1><br><br><p>The lifetime risk is approximately 1:400.&nbsp; The only established modifiable risk factor is smoking, although other environmental exposures have been implicated (eg, repetitive head injury, pesticides, heavy metals).&nbsp; Nonmodifiable risk factors include advancing age (peak onset at age 60-75), male gender (male/female ratio = 1.5:1), and family history.</p>\n<h1>Genetics</h1><br><br><p>ALS can be classified into 2 types:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Familial</strong> type (≥1 affected family member; ~10% of ALS cases) shows mostly autosomal dominant inheritance.&nbsp; Although over 20 mutations have been detected, &gt;70% of familial ALS is due to only 4 gene variants (<em>TARDBP</em>, <em>FUS</em>, <em>SOD1</em>, and <em>C9orf72</em>).</li>\n\t<li><strong>Sporadic</strong> type (no family history; ~90% of ALS cases) likely results from a combination of individual susceptibility and environmental factors.&nbsp; Although a monogenic cause has not been found, genetic factors are important because the gene mutations responsible for most cases of familial ALS are common variants found in sporadic ALS.</li>\n</ul>\n<h1>Pathology</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cortical pyramidal cell (UMN) degeneration is visible macroscopically as atrophy of the precentral gyrus (primary motor cortex) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L116073.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This leads to axon loss and gliosis of the corticospinal tracts (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9400.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), resulting in spinal cord atrophy.</li>\n\t<li>Anterior horn cell (LMN) degeneration is visible as atrophy of the ventral nerve roots.&nbsp; Affected muscles demonstrate visible atrophy from denervation.</li>\n</ul><br><br><p>The histopathology of affected motor neurons shows abnormal protein aggregates (inclusion bodies) that likely contribute to neurodegeneration.&nbsp; Examples include Bunina bodies (eosinophilic inclusions unique to ALS) found in the anterior horn cells/brainstem nuclei of most patients.&nbsp; Also, inclusions of variant TAR DNA-binding proteins (TDP-43), encoded by <em>TARDBP</em>, are found in the motor neurons of &gt;95% of ALS cases.</p>\n<h1>Pathogenesis</h1><br><br><p>The precise pathogenesis of ALS remains unclear.&nbsp; However, the prion-like propagation displayed by several ALS-related proteins (eg, TDP-43, FUS, SOD1) may explain its characteristic spread from one body segment to another.&nbsp; In addition, the final pathway leading to <strong>motor neuron degeneration</strong> is fairly clear because the abnormal ALS-related proteins converge on key pathways that lead to motor neuron destruction (eg, glutamate excitotoxicity, oxidative stress, abnormal RNA processing).&nbsp; The result is the death of <strong>UMNs (primary motor cortex)</strong> and <strong>LMNs (spinal cord and brainstem nuclei)</strong>, which leads to axonal degeneration/gliosis, denervation of voluntary muscles, and the progressive weakness/atrophy that defines the clinical picture of ALS.</p>\n<h1>Clinical presentation</h1><br><br><p>ALS causes a combination of UMN and LMN manifestations (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/79763.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Loss of UMNs causes spasticity (eg, increased tone, clasp-knife rigidity) with hyperreflexia (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/102260.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ) and pathologic reflexes (eg, Babinski (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19083.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )) (from loss of descending inhibition to anterior horn cells/brainstem motor nuclei).</li>\n\t<li>Loss of LMNs causes flaccid weakness accompanied by visible atrophy and fasciculations (from muscle denervation) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/11685.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ).</li>\n</ul><br><br><p>The initial manifestations may occur in any body segment (limb, bulbar, respiratory, axial), and the degree of UMN versus LMN dysfunction in each body segment can vary.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The most common presentation (~80%) is with asymmetric limb signs and symptoms (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L117829.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n\t<li>The second-most common (~20%) is with bulbar signs and symptoms (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L117828.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), which has a worse prognosis.</li>\n</ul><br><br><p>Only rarely does ALS present with manifestations of respiratory (eg, dyspnea, orthopnea) or axial (eg, head drop, stooped posture) muscle dysfunction, although they eventually develop with disease progression.</p><br><br><p>ALS has an insidious onset and relentless progression (ie, not relapsing/remitting).&nbsp; Symptoms characteristically spread initially within the body segment of onset followed by a predictable pattern of spread to other segments (eg, arm → contralateral arm → ipsilateral leg → contralateral leg → bulbar muscles).&nbsp; Eventually, progression causes life-threatening features, including progressive dysphagia (bulbar weakness) and respiratory failure (diaphragmatic and thoracic muscle weakness).</p><br><br><p>Because it primarily affects motor neurons, ALS typically demonstrates an absence of both sensory loss and neuropathic/radicular pain.&nbsp; In addition, ALS consistently spares autonomic functions, sphincter (bowel and bladder) muscles, and extraocular motor nuclei (possibly due to differences in neuromuscular junctions and/or signaling pathways).&nbsp; Mild cognitive symptoms of frontotemporal dysfunction (eg, fluency, grammar) are common (~40%) and reflect the close connection that ALS has with frontotemporal dementia (FTD)—both ALS and FTD can result from <em>C9orf72</em> gene variants.&nbsp; Approximately 15% of ALS patients meet the criteria for FTD.</p>\n<h1>Diagnosis</h1><br><br><p>ALS should be considered in any patient experiencing gradually progressive weakness without associated sensory loss or neuropathic pain.&nbsp; Because there is no pathognomonic test, ALS is fundamentally a clinical diagnosis.</p>\n<h2>Diagnostic criteria</h2><br><br><p>Based on consensus clinical criteria, ALS is diagnosed when a patient with acquired, progressive weakness demonstrates EITHER:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>UMN and LMN signs/symptoms in ≥1 body segment (limb, bulbar, respiratory, axial)OR</li>\n\t<li>LMN signs/symptoms in ≥2 body segments PLUS exclusion of other weakness causes with appropriate electrodiagnostic, neuroimaging, and laboratory studies (allows for earlier diagnosis in patients with isolated LMN manifestations at onset)</li>\n</ul>\n<h2>Diagnostic evaluation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Electrodiagnostic studies</strong> are recommended for all patients with suspected ALS:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Electromyography</strong> (EMG):&nbsp; Muscle denervation on EMG is considered equivalent to clinical signs of LMN dysfunction (eg, fasciculations).&nbsp; Acute denervation is detected by fibrillation potentials and positive sharp waves, which indicate spontaneous depolarization (from acetylcholine hypersensitivity due to loss of neuronal input from anterior horn cells).</li>\n\t\t<li><strong>Nerve conduction velocities</strong> (NCVs):&nbsp; Because there is no demyelination in ALS, individual motor NCVs are typically normal (changes may be seen in advanced cases).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Neuroimaging studies</strong> include MRI of the brain and spinal cord, which is used to rule out other neurologic conditions that can sometimes mimic ALS (eg, multiple sclerosis, cervical radiculomyelopathy, brainstem stroke or tumor).</li>\n\t<li><strong>Laboratory studies</strong> are often performed during ALS evaluation and include tests to exclude nutritional myelopathy (vitamin B<font size=\"2\"><sub>12</sub></font> levels), hyperthyroid or hypothyroid myopathy (TSH), infections with neurologic involvement (eg, HIV, Lyme disease), and inflammatory myopathies (creatine phosphokinase [CPK]).&nbsp; CPK levels are sometimes elevated in ALS due to muscle denervation.&nbsp; If evaluation suggests possible myasthenia gravis, testing of acetylcholine receptor and muscle-specific tyrosine kinase antibodies should be performed.</li>\n\t<li><strong>Genetic testing</strong> is not routinely recommended but has become increasingly encouraged due to the emergence of gene-specific therapeutic targets (eg, SOD1).</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Because ALS can have a diverse presentation, it is sometimes challenging to differentiate from several other neurologic conditions, especially early in its course.&nbsp; Disorders affecting any part of the corticospinal or corticobulbar pathways (from CNS to peripheral muscle) should be considered (details on the major conditions are described in separate articles).</p>\n<h2>CNS</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cervical radiculomyelopathy</strong>:&nbsp; from spondylosis (degeneration of vertebral bodies/intervertebral discs) can damage the cervical nerve roots (radiculopathy) and the spinal cord (myelopathy).&nbsp; This produces LMN signs at the level of the lesion (arms) and UMN signs below it (legs).&nbsp; However, cervical radiculomyelopathy is often accompanied by sensory abnormalities and sphincter dysfunction, and bulbar signs are absent.</li>\n\t<li><strong>Brainstem tumors</strong> (eg, gliomas):&nbsp; at the cervicomedullary junction can cause progressive weakness with LMN findings in the upper limbs, UMN findings in the lower limbs, and lower cranial neuropathies.&nbsp; However, headache, sensory deficits, and vomiting are common.</li>\n</ul>\n<h2>Neuromuscular junction</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Myasthenia gravis</strong> (from postsynaptic acetylcholine receptor antibodies) and <strong>Lambert-Eaton myasthenic syndrome</strong> (from presynaptic calcium channel antibodies):&nbsp; can cause progressive muscle weakness.&nbsp; However, the weakness characteristically fluctuates, extraocular muscles are often affected, and both atrophy and UMN signs are uncharacteristic.</li>\n</ul>\n<h2>Muscle</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Inflammatory myopathies</strong> (eg, polymyositis, dermatomyositis):&nbsp; cause weakness of voluntary muscles, dysphagia, and elevated CPK levels.</li>\n\t<li><strong>Muscular dystrophies</strong>:&nbsp; can present with progressive weakness and elevated CPK levels.&nbsp; However, neither of these symptoms has UMN involvement.</li>\n\t<li><strong>Multifocal motor neuropathy</strong>:&nbsp; is a rare disorder that, like ALS, causes asymmetric weakness and atrophy without sensory loss.&nbsp; However, UMN signs and bulbar involvement are not seen, and NCVs show conduction block.</li>\n\t<li><strong>Benign fasciculation syndrome</strong>:&nbsp; although &gt;70% of people experience normal spontaneous fasciculations, a small number can have excess fasciculations (often associated with cramping) that are concerning for ALS.&nbsp; However, there are no other LMN signs (eg, weakness, atrophy) or any UMN signs, and EMG is normal.</li>\n</ul>\n<h2>Demyelinating</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Demyelinating polyneuropathy</strong> (LMN):&nbsp; both acute (acute inflammatory demyelinating polyneuropathy [AIDP]/Guillain-Barré syndrome) and chronic inflammatory demyelinating polyneuropathy (CIDP) cause progressive weakness from LMN dysfunction.&nbsp; However, sensory loss and autonomic dysfunction are common, UMN signs are absent, and NCVs are reduced (consistent with demyelination).</li>\n\t<li><strong>Multiple sclerosis</strong> (UMN):&nbsp; can cause muscle weakness in virtually any body segment.&nbsp; However, because multiple sclerosis results from CNS lesions, UMN signs (eg, spasticity, hyperreflexia) are prominent, whereas LMN signs (eg, fasciculations) are typically absent.&nbsp; Also, episodes of dysfunction tend to be distinct (eg, relapsing-remitting).</li>\n</ul>\n<h2>Others</h2><br><br><p>Postpolio syndrome, intraspinal lesions (eg, tumor, syringomyelia), spinobulbar muscular atrophy, hereditary spastic paraplegia, and paraneoplastic motor neuron syndromes should also be considered.</p>\n<h1>Management</h1><br><br><p>ALS is a progressive, incurable, and ultimately fatal disorder.&nbsp; Although several disease-modifying therapies are available, their effect is modest at best.&nbsp; Therefore, the mainstays of treatment are supportive care and symptomatic management.</p>\n<h2>Disease-modifying therapy</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Riluzole</strong>:&nbsp; reduces glutamate-induced excitotoxicity, a key mechanism in ALS pathogenesis; it prolongs survival by months and is recommended for all patients.</li>\n\t<li><strong>Edaravone</strong>:&nbsp; is a free-radical scavenger thought to reduce oxidative stress, another important pathogenesis mechanism.&nbsp; It slows functional deterioration and is also suggested for all ALS patients.</li>\n\t<li><strong>Tofersen</strong>:&nbsp; is an antisense oligonucleotide that decreases protein levels of SOD1 (superoxide dismutase 1) by binding to its mRNA.&nbsp; This reduces the toxic protein properties seen with <em>SOD1</em> mutations (responsible for ~15% of familial ALS cases).&nbsp; Tofersen is specifically recommended for patients with <em>SOD1</em> gene variants.</li>\n</ul>\n<h2>Management of life-threatening features</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neuromuscular respiratory failure</strong>:&nbsp; is the most common cause of death and results from progressive inspiratory muscle weakness, often worsened by chronic aspiration.&nbsp; Respiratory muscle weakness typically develops after months to years.&nbsp; In addition to dyspnea, other manifestations include orthopnea (gravity cannot assist with lung expansion), sleep apnea–like symptoms (weakened pharyngeal muscles, decreased respiratory muscle activity during REM stages), diaphragmatic weakness (paradoxical breathing, elevated diaphragm on chest x-ray), and cognitive impairment (hypercapnia from chronic respiratory failure).&nbsp; Patients should have serial pulmonary function tests (restrictive pattern due to respiratory muscle weakness) to monitor progression.&nbsp; First-line treatment is <strong>noninvasive positive pressure ventilation</strong> (NPPV) (eg, face mask connected to a portable ventilator), which prolongs survival.&nbsp; When NPPV requirements become extensive (eg, 20 hr/day), patients and caregivers must decide between invasive mechanical ventilation (eg, tracheostomy) and hospice care.</li>\n\t<li><strong>Dysphagia</strong>:&nbsp; results from uncoordinated contraction of the swallowing muscles (UMN) and/or flaccid weakness of the tongue, lips, and palate (LMN).&nbsp; Initial management includes modification of fluid and food consistency, but in patients who cannot maintain adequate caloric intake, a percutaneous gastrostomy tube placement should be considered.</li>\n</ul>\n<h2>Management of other symptoms</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Muscle weakness and functional decline</strong>:&nbsp; most patients eventually require a wheelchair.&nbsp; Pressure-relieving mattresses and frequent repositioning may help prevent pressure ulcers</li>\n\t<li><strong>Muscle spasms/cramps</strong> (LMN) and <strong>spasticity</strong> (UMN):&nbsp; can cause significant discomfort and impair daily activities.&nbsp; Treatment options include physical therapy, medications (eg, antispasmodics, antiseizure medications), and, in severe cases, botulinum toxin injections.</li>\n\t<li><strong>Dysarthria</strong>:&nbsp; from progressive bulbar weakness becomes decreasingly responsive to speech therapy, so alternate communication methods (eg, alphabet boards, speech-generating devices) should be introduced early in the disease course.</li>\n\t<li><strong>Pseudobulbar affect</strong>:&nbsp; describes inappropriate outbursts of laughter or crying, possibly from impaired corticobulbar signaling related to emotional control.&nbsp; It affects up to half of ALS patients, particularly those with bulbar involvement, and is typically treated with dextromethorphan-quinidine or antidepressants (eg, amitriptyline, fluvoxamine).</li>\n\t<li><strong>Sialorrhea</strong>:&nbsp; occurs frequently (lip weakness, decreased swallowing function).&nbsp; First-line treatment is with anticholinergic drugs (eg, hyoscyamine, scopolamine).</li>\n\t<li><strong>Depression</strong>:&nbsp; is common, and <strong>fatigue</strong> is a frequent symptom that may respond to modafinil.</li>\n</ul><br><br><p>Given the complex issues surrounding ALS, multidisciplinary care can help, and palliative care can provide additional layers of support.&nbsp; When the prognosis is approximately 6 months or the patient's goals shift to comfort, hospice should be involved.</p>\n<h1>Prognosis</h1><br><br><p>ALS has a dismal prognosis with most patients dying within 3-5 years of onset and only 30% surviving beyond 5 years.&nbsp; However, a relatively small percentage may survive &gt;10 years (eg, theoretical physicist Stephen Hawking).&nbsp; Favorable prognostic indicators include younger age at onset (better baseline function), higher forced vital capacity at diagnosis, and limb (rather than bulbar) manifestations on presentation.&nbsp; Death is most commonly due to respiratory failure.</p>\n<h1>Summary</h1><br><br><p>Amyotrophic lateral sclerosis (ALS) is a devastating neurodegenerative disorder that destroys both upper motor neurons (UMNs) and lower motor neurons (LMNs).&nbsp; The onset is most commonly sporadic (~90%), although approximately 10% of cases are familial with primarily autosomal dominant inheritance.&nbsp; Diagnosis is primarily clinical and relies on the combination of UMN (eg, spasticity, hyperreflexia, pathologic reflexes) and LMN (eg, weakness, atrophy, fasciculations) findings, with testing (eg, electromyography, MRI) to exclude other possible causes.&nbsp; Treatment focuses on supportive care (eg, noninvasive positive pressure ventilation) and symptomatic management because current disease-modifying therapy (eg, riluzole) has only modest benefits.&nbsp; The prognosis is dismal (usually fatal within 3-5 years of onset), with death typically resulting from respiratory failure.</p>\n</div>\n\n            "
}