{
  "meta": {
    "title": "Brachial plexus injuries",
    "url": "https://brainandscalpel.vercel.app/brachial-plexus-injuries-dab596b1-508e31.html",
    "scrapedAt": "2025-12-01T05:08:38.142Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Brachial plexus injuries involve damage to the network of nerves originating from the spinal cord that control motor and sensory functions in the shoulder, arm, and hand.&nbsp; These injuries can result from trauma, obstetric complications, or compressive forces and can range in severity.&nbsp; Prompt recognition and management are essential to optimize functional recovery.</p>\n<h1>Brachial plexus anatomy</h1><br><br><p>The brachial plexus (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6946.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) supplies all sensory and motor innervation to the upper extremities, except for an area of skin near the axilla (innervated by the intercostobrachial nerve) and the trapezius muscle (innervated by the accessory nerve [CN XI]).&nbsp; It originates from the <strong>C5-T1 spinal nerve roots</strong>, which combine into <strong>3 trunks</strong> (superior, middle, and inferior); these pass between the anterior and middle scalene muscles (scalene triangle) in the posterior neck (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25898.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The trunks then differentiate into divisions, cords, and terminal nerve branches (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6962.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Although there is significant overlap and redundancy throughout the cord, the primary functions of the plexus (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/125401.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) can be summarized into clinically relevant portions.<p></p>\n<h2>Roots</h2><br><br><p>The C5-T1 nerve roots give rise to the 3 trunks of the brachial plexus.&nbsp; Several smaller nerves also branch directly from the roots, including the dorsal scapular nerve (C5 root, which innervates the rhomboids to rotate the scapula) and the long thoracic (C5-C7 roots, which innervates the serratus anterior).&nbsp; The roots also contribute fibers to the phrenic nerve (C3-C5), which innervates the diaphragm.&nbsp; The C5-T1 roots also carry the sensory fibers that form the dermatomes of the upper extremities (C5 shoulder, C6 thumb, C7 middle finger, C8 little finger, T1 medial forearm).</p>\n<h2>Trunks</h2><br><br><p>The roots combine to form the superior, middle, and inferior trunks:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Superior trunk (C5-C6)</strong>:&nbsp; Contributes to the lateral and posterior cords, which supply muscles involved in shoulder abduction, external rotation, and elbow flexion.&nbsp; It also gives rise to the suprascapular nerve, which innervates the supraspinatus and infraspinatus for initiation of abduction and external rotation.</li>\n\t<li><strong>Middle trunk (C7)</strong>:&nbsp; Continues without major independent branches.</li>\n\t<li><strong>Inferior trunk (C8-T1)</strong>:&nbsp; Contributes to the medial cord, which supplies much of the hand musculature.</li>\n</ul>\n<h2>Cords</h2><br><br><p>The trunks separate into anterior and posterior divisions, which regroup as the lateral, posterior, and medial cords around the axillary artery.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lateral cord</strong>:&nbsp; Gives rise to the musculocutaneous nerve and contributes to the median nerve.</li>\n\t<li><strong>Posterior cord</strong>:&nbsp; Gives rise to the axillary nerve, radial nerve, and thoracodorsal nerve.</li>\n\t<li><strong>Medial cord</strong>:&nbsp; Gives rise to the ulnar nerve and also contributes to the median nerve.</li>\n</ul>\n<h2>Major nerve branches</h2><br><br><p>Several important nerves arise from the brachial plexus and provide motor and sensory innervation to the upper limb:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Long thoracic nerve</strong> (C5-C7):&nbsp; Innervates the serratus anterior, which stabilizes and rotates the scapula upward, allowing complete abduction of the arm over the head.</li>\n\t<li><strong>Musculocutaneous nerve</strong> (C5-C7):&nbsp; Innervates muscles that allow flexing at the elbow and supinating of the forearm (coracobrachialis, biceps brachii, brachialis).&nbsp; It continues as the lateral cutaneous nerve of the forearm, which supplies sensation to the lateral forearm.</li>\n\t<li><strong>Axillary nerve</strong> (C5-C6):&nbsp; Innervates muscles that abduct the arm at the shoulder (deltoid) and assist with external rotation of the shoulder (teres minor).&nbsp; It also carries sensation from the lateral shoulder.</li>\n\t<li><strong>Thoracodorsal nerve</strong> (C6-C8):&nbsp; Innervates the latissimus dorsi, which extends, adducts, and internally rotates the humerus.</li>\n\t<li><strong>Radial nerve</strong> (C5-T1):&nbsp; Innervates all the extensor muscles of the arm (below the shoulder) and hand and provides sensory innervation to the skin of the posterior arm, forearm, and dorsal lateral hand.</li>\n\t<li><strong>Median nerve</strong> (C5-T1):&nbsp; Innervates muscles involved in wrist and finger flexion and thumb opposition/abduction (thenar muscles).&nbsp; It also carries sensation from the palmar surface of the first three digits and radial half of the fourth digit.</li>\n\t<li><strong>Ulnar nerve</strong> (C8-T1):&nbsp; Innervates muscles involved in flexion and adduction at the wrist, as well as fine motor control of most intrinsic hand muscles.&nbsp; It also carries sensation from the fifth digit and medial half of the fourth digit.</li>\n</ul><br><br><p>Of note, the second-order neurons in the oculosympathetic pathway, which arise from the C8-T2 levels of the spinal cord, also ascend through the brachial plexus.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Injury to the brachial plexus can occur due to a variety of underlying causes, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Direct nerve injury, such as from trauma (eg, clavicular or humerus fracture, penetrating injury).</li>\n\t<li>Excessive traction on the nerves, most commonly due to traction during delivery.&nbsp; Infants with shoulder dystocia are at increased risk, although it can occur in uncomplicated deliveries as well.</li>\n\t<li>Compression from tumors or improper arm positioning.</li>\n\t<li>Damage from surgical or radiation treatment for cancer.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The presentation of brachial plexus injuries varies by the anatomical level of injury, and the pattern of deficits can help guide the diagnosis, work-up, and management.&nbsp; The patterns of the most common injuries are discussed here.</p>\n<h1>Upper plexus injury (eg, Erb-Duchenne palsy)</h1><br><br><p>Erb-Duchenne palsy is the most common type of brachial plexus injury and usually involves the <strong>superior trunk</strong>, which is formed from the fifth (C5) and sixth (C6) cervical nerves that contribute primarily to the axillary, musculocutaneous, and radial nerves.&nbsp; Erb-Duchenne palsy is most associated with shoulder dystocia, which occurs when the fetal shoulder becomes impacted behind the pubic symphysis during delivery, possibly resulting from excessive traction on the head and neck and injury to the brachial plexus nerve roots.</p><br><br><p>Infants with Erb-Duchenne palsy experience (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13896.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Weakness of the deltoid (arm abduction) and infraspinatus muscles (external rotation), innervated by C5.</li>\n\t<li>Weakness of the biceps (elbow flexion), brachioradialis (forearm supination), wrist extensors, innervated by C6.</li>\n\t<li>In some patients, the <strong>middle trunk</strong> with the C7 nerve root is also involved, leading to weak finger extension and fingers held in a flexed position.</li>\n\t<li>Patients typically have decreased or absent Moro and biceps reflexes due to weakness of the upper arm muscles, but the grasp reflex remains intact.</li>\n</ul><br><br><p>This pattern of weakness leads to predominance of the opposing muscles, which results in the affected arm being held in adduction and internal rotation with the forearm pronated and the wrist flexed.&nbsp; The resulting appearance with severe injury is the characteristic <strong>waiter's tip posture</strong>.</p><br><br><p>Management of infants with Erb-Duchenne palsy involves observation and physical therapy because up to 80% of patients have spontaneous recovery within 3 months.&nbsp; Prognosis depends on whether the damage results from mild nerve stretching or compression as opposed to severe rupture or avulsion.&nbsp; Surgical intervention (eg, nerve graft, reconstruction, decompression) can be considered for infants with no improvement by age 3-9 months but is not necessarily curative.</p>\n<h1>Lower plexus injury</h1><br><br><p>Injuries to the lower brachial plexus typically affect the <strong>inferior trunk</strong>, which carries nerve fibers from the C8 and T1 spinal levels that ultimately contribute to the median and ulnar nerves.&nbsp; Injuries to the lower plexus can cause:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Weakness of the intrinsic muscles of the hands (eg, lumbricals and impaired flexion of the metacarpophalangeal joints and extension of the interphalangeal joints).</li>\n\t<li>Sensory loss of the medial aspect of the hand (C8) and/or forearm (T1).</li>\n\t<li>Concomitant Horner syndrome (eg, ipsilateral ptosis, miosis, anhidrosis) due to associated damage to the sympathetic fibers that run along C8 and T1.</li>\n</ul><br><br><p>The causes of lower plexus injuries are variable.&nbsp; Klumpke palsy caused by trauma, thoracic outlet syndrome (TOS), and compression from Pancoast tumors are discussed here.</p>\n<h2>Klumpke palsy</h2><br><br><p>Klumpke palsy is an injury to the lower portion of the brachial plexus typically caused by shoulder dystocia during delivery (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108369.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) and less commonly from traumatic, sudden upward jerking of the arm at the shoulder (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88778.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; This injury can cause the features described above; patients with significant injury can present with the total <strong>claw hand deformity</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13899.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).<p></p><br><br><p>In newborns with Klumpke palsy from delivery, prognosis depends on whether the damage was due to nerve stretching or compression as opposed to avulsion.&nbsp; Horner syndrome portends a suboptimal outcome.&nbsp; Treatment usually involves gentle massage and physical therapy to prevent contractures.&nbsp; In most cases, function returns within a few months.&nbsp; If no improvement is seen by age 3-9 months, surgical intervention may be considered.</p>\n<h2>Thoracic outlet syndrome</h2><br><br><p>Thoracic outlet syndrome (TOS) is a condition that occurs when the neurovascular bundle (consisting of the brachial plexus, subclavian artery, and subclavian vein) is compressed within the confined space between the clavicle and first rib (ie, thoracic outlet) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26826.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; TOS can be venous, arterial, or neurogenic, with neurogenic TOS responsible for &gt;95% of cases.&nbsp; Patients with TOS typically have a history of trauma (eg, clavicular fracture) or repetitive overhead arm movements (eg, swimming).&nbsp; The presence of an anomalous cervical rib or scalene muscular anomalies can predispose to TOS.<p></p><br><br><p>Symptoms of neurogenic TOS often affect the lower plexus (eg, C8 and T1 nerve roots) because the inferior portion of the brachial plexus is more easily compressed, particularly during activities that require repetitive overhead arm movements (eg, swimming, stacking boxes).&nbsp; Clinically, patients often primarily have numbness or dysesthesia, often primarily in the T1 dermatome.&nbsp; In later stages, weakness and atrophy of the muscles of the hand (particularly in the thumb) and forearm can be present.&nbsp; Horner syndrome is rare on initial presentation.</p><br><br><p>Symptoms of TOS may resolve completely with rest.&nbsp; Reproduction of symptoms with raising the arm overhead is classic.&nbsp; Initial management is typically TOS-specific physical therapy.&nbsp; If the subclavian vein and/or artery is involved, patients may present with ischemia or deep vein thrombosis, which should be managed urgently.</p>\n<h2>Pancoast syndrome</h2><br><br><p>Pancoast tumors are usually non–small cell lung cancers (eg, squamous cell carcinoma, adenocarcinoma) that arise near the superior sulcus (groove produced by the subclavian artery).&nbsp; Due to their unique anatomic location, Pancoast tumors invade extrapulmonary structures near the lung apex (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15834.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).&nbsp; They produce a collection of symptoms and signs called Pancoast syndrome, which include symptoms that occur due to invasion of the lower brachial plexus (eg, C8 and T1 nerve roots):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Shoulder pain or pain in the medial aspect of the forearm and arm (eg, C8-T1 dermatomes).&nbsp; Pain from a Pancoast tumor may also be from referred pain from invasion of the first and second ribs or parietal pleura.&nbsp; This symptom occurs in up to 95% of patients with Pancoast tumors.</li>\n\t<li>Weakness or atrophy of the intrinsic hand muscles.</li>\n\t<li>Horner syndrome (eg, ptosis, miosis, anhidrosis) due to invasion of the paravertebral sympathetic chain and stellate ganglion.</li>\n</ul><br><br><p>Other complications of a Pancoast tumor include superior vena cava syndrome (face/arm edema), phrenic nerve invasion (hemidiaphragm elevation), and recurrent laryngeal neuropathy (hoarseness).</p>\n<h1>Isolated major branch injuries</h1><h2>Long thoracic nerve injury</h2><br><br><p>The long thoracic nerve arises from the C5-C7 roots and innervates the serratus anterior, which stabilizes and rotates the scapula upward.&nbsp; Injury causes paralysis of the muscle, leading to scapular winging due to the inability of the serratus to hold the scapula against the thorax.&nbsp; Patients also demonstrate weakness with arm abduction above the horizontal position due to impaired rotation of the scapula.&nbsp; It most commonly occurs after axillary lymph node dissection or chest tube placement.</p>\n<h2>Musculocutaneous nerve injury</h2><br><br><p>The musculocutaneous nerve arises from the lateral cord and innervates the coracobrachialis, biceps brachii, and brachialis muscles.&nbsp; Damage results in weakness of elbow flexion and forearm supination, often with an absent biceps reflex and sensory loss over the lateral forearm.&nbsp; Common mechanisms of injury include shoulder dislocation or strenuous activity such as baseball pitching.</p>\n<h2>Radial nerve injury</h2><br><br><p>The radial nerve arises from the posterior cord and innervates the extensor muscles of the arm and forearm.&nbsp; Injury produces weakness with wrist and finger extension (wrist drop) and sensory loss over the posterior arm, posterior forearm, and dorsolateral hand.&nbsp; Midshaft humeral fractures and penetrating trauma in the axilla are common causes.</p>\n<h2>Median nerve injury</h2><br><br><p>The median nerve arises from the medial and lateral cords and innervates most forearm flexors and the thenar muscles.&nbsp; Injury causes weakness with wrist and finger flexion and loss of thumb opposition and abduction, with sensory loss in the palmar surface of the first three digits and radial half of the fourth digit.&nbsp; Common mechanisms include supracondylar humeral fracture in children and carpal tunnel syndrome in adults.</p>\n<h2>Ulnar nerve injury</h2><br><br><p>The ulnar nerve arises from the medial cord and innervates the flexor carpi ulnaris, medial flexor digitorum profundus, and most intrinsic hand muscles.&nbsp; Injury results in weakness with wrist flexion and adduction and impaired fine motor control of the hand, with sensory loss in the fifth digit and medial half of the fourth digit.&nbsp; Common mechanisms include fracture of the medial epicondyle of the humerus or compression of the Guyon canal at the wrist.</p>\n<h2>Thoracodorsal nerve injury</h2><br><br><p>The thoracodorsal nerve arises from the posterior cord and innervates the latissimus dorsi, which extends, adducts, and internally rotates the humerus.&nbsp; Injury results in weakness with arm adduction, extension, and internal rotation.&nbsp; This nerve is particularly vulnerable during axillary surgery or repetitive overhead sports (eg, throwing, swinging).</p>\n<h1>Diagnosis</h1><br><br><p>In brachial plexus injuries, nerve conduction studies with electromyography as well as imaging with MRI or CT myelography are often performed to confirm a lesion localized to the brachial plexus.</p>\n<h1>Management</h1><br><br><p>Management of brachial plexus depends on the etiology.&nbsp; For most brachial plexus injuries, management usually involves physical therapy to improve function; improvement is often noted within the first 6 months of therapy.&nbsp; If improvement is limited, surgical interventions (eg, nerve grafts or transfers) may be considered.</p>\n<h1>Differential diagnosis</h1><br><br><p>Differential diagnoses for brachial plexus injuries and lesions to the terminal branches include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cervical radiculopathy</strong>:&nbsp; Presents with sensory deficits and weakness in specific dermatomes, often with neck pain, and is often the result of disc herniation.</li>\n\t<li><strong>Peripheral nerve injuries</strong>:&nbsp; Present with weakness and sensory changes localized to a specific nerve (eg, radial or ulnar nerve).</li>\n\t<li><strong>Rotator cuff pathology</strong>:&nbsp; Presents with shoulder weakness with preserved elbow and hand function and positive impingement tests.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Brachial plexus injuries involve a spectrum of nerve damage affecting motor and sensory function in the upper extremeties.&nbsp; Traumatic and obstetric causes are most common, and the clinical presentation varies with the level and type of injury.&nbsp; Management typically involves physical therapy with surgical interventions for refractory cases.</p>\n</div>\n\n            "
}