{
  "meta": {
    "title": "Brain abscess",
    "url": "https://brainandscalpel.vercel.app/brain-abscess-acfe105b-508e31.html",
    "scrapedAt": "2025-12-01T05:08:39.629Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>A brain abscess is a localized infection within the brain parenchyma, characterized by a collection of pus surrounded by a capsule.&nbsp; Brain abscesses are typically caused by bacterial infections, although fungal and parasitic infections are also possible.&nbsp; Despite advancements in diagnostic imaging and treatment, they remain associated with significant morbidity and mortality, necessitating prompt diagnosis and intervention.</p>\n<h1>Pathophysiology</h1><br><br><p>A brain abscess can be due to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hematogenous spread</strong> of bacteria from a distant location, most commonly the heart (eg, endocarditis) or lungs (eg, abscess, empyema).&nbsp; This often leads to <strong>multiple abscesses</strong>, often in the territory of the middle cerebral artery near the gray-white matter junction; this likely occurs because vessels become more narrow at the junction, leading to a place for infectious emboli to get stuck.</li>\n\t<li><strong>Direct extension</strong> of a head and neck space infection, such as a dental infection, otitis media, sinusitis, or mastoiditis.&nbsp; This usually results in the formation of a <strong>single brain abscess</strong>, often in the frontal (if due to sinus infection) and temporal lobes (if due to otitis media).</li>\n</ul><br><br><p>Pathogens vary by patient factors and infection origin.&nbsp; Aerobic and anaerobic bacteria are common culprits.&nbsp; The 2 most commonly isolated organisms are viridans streptococci and <em>Staphylococcus aureus</em>.&nbsp; Fungal and parasitic infections may be seen in immunocompromised individuals, with organisms such as <em>Aspergillus</em> spp, <em>Cryptococcus neoformans</em>, <em>Toxoplasma gondii</em>, and <em>Entamoeba histolytica</em>.</p>\n<h1>Risk factors</h1><br><br><p>Risk factors (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47071.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) for the development of a brain abscess include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Contiguous infections, such as sinusitis, otitis media, mastoiditis, and dental infections</li>\n\t<li>Other distant infections (eg, endocarditis, chronic pulmonary infections)</li>\n\t<li>Open head trauma or invasive neurosurgery</li>\n\t<li>Immunocompromised status (eg, HIV/AIDS)</li>\n\t<li>Cyanotic congenital heart disease.&nbsp; The right-to-left shunting of venous blood through a ventricular septal defect allows bacteria to bypass the pulmonary circulation (where they are typically filtered and removed by phagocytosis) and spread to the brain.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Histologically, brain abscesses exhibit central liquefactive necrosis surrounded by a layer of granulation tissue and a fibrous capsule.&nbsp; Surrounding the abscess, reactive astrocytes and microglia proliferate, forming a glial scar.&nbsp; On gross pathology, the abscess appears as a well-defined cavity filled with purulent material.</p>\n<h1>Clinical presentation</h1><br><br><p>Symptoms of a brain abscess are often nonspecific and result from both local inflammation and increased intracranial pressure (ICP).&nbsp; The classic <strong>triad</strong> includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fever:</strong>&nbsp; Fever is only present in about half of patients.</li>\n\t<li><strong>Headache:</strong>&nbsp; Headache that is severe and nonresponsive to over-the-counter pain medications is the most common presenting symptom in patients with a brain abscess.&nbsp; Headache may be positional and worse at night because ICP naturally increases in the supine position due to gravity.</li>\n\t<li><strong>Focal neurologic deficits:</strong>&nbsp; Focal neurologic deficits are frequently present and depend on the location of the abscess.&nbsp; Seizure may also be the initial manifestation in some patients.</li>\n</ul><br><br><p>Other signs of increased ICP, including mental status changes or nausea/vomiting may be present as well; although papilledema is a sign of elevated ICP, it takes days to develop and is seen in only a minority of patients with brain abscess.</p>\n<h1>Diagnosis</h1><br><br><p>In patients with suspected brain abscess, the next step in diagnosis is contrast-enhanced <strong>neuroimaging</strong>; imaging typically reveals cerebritis initially, but within 1-2 weeks the infection consolidates to a ring-enhancing lesion (or multiple lesions) with central necrosis with surrounding edema (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L631.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; CT scan of the brain is faster and more readily available; however, MRI is more sensitive for early cerebritis and does not use ionizing radiation.<p></p><br><br><p>Lumbar puncture is generally contraindicated due to the risk of herniation in the setting of increased ICP.&nbsp; If this is performed, CSF may show elevated protein and white blood cells but is rarely diagnostic.&nbsp; Blood cultures are positive in some cases of hematogenous spread and may be helpful for identifying causative organisms.&nbsp; Confirmatory diagnosis requires <strong>CT-guided aspiration or surgical biopsy</strong> to obtain tissue for Gram stain and culture (bacterial, fungal, mycobacterial).</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Herpes encephalitis</strong>:&nbsp; usually causes acute symptoms including altered mental status, focal deficits, and/or focal seizures.&nbsp; CT scan of the brain often reveals hypodense lesions in the temporal lobe.&nbsp; Ring enhancement is uncommon.</li>\n\t<li>A primary <strong>brain neoplasm</strong> (eg, lymphoma, glioblastoma) or metastasis:&nbsp; can cause symptoms similar to a brain abscess with a single ring-enhancing lesion on imaging.&nbsp; However, patients are less likely to have signs of infection (eg, fever, recent sinus or ear infection).</li>\n\t<li><strong>Bacterial meningitis</strong>:&nbsp; can present with acute fever, headache, and vomiting.&nbsp; However, meningeal signs (eg, nuchal rigidity) are often present on examination.</li>\n\t<li><strong>Ischemic stroke</strong>:&nbsp; can present with focal neurologic deficits.&nbsp; However, symptoms usually occur acutely compared to the presentation of brain abscess, and fever would not be expected.</li>\n</ul>\n<h1>Management</h1><br><br><p>Most patients with brain abscess are treated with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Empiric, intravenous antimicrobial therapy</strong>:&nbsp; In general, antibiotics should cover both aerobic and anaerobic bacteria (eg, metronidazole, ceftriaxone, and vancomycin).&nbsp; The empiric regimen may vary with the underlying condition; for example postoperative neurosurgical patients should receive vancomycin in combination with meropenem or cefepime (eg, for antipseudomonal coverage), and coverage for <em>Toxoplasma</em> and fungi should be considered in immunocompromised patients.</li>\n\t<li><strong>Needle aspiration or surgical excision</strong> of the lesion:&nbsp; Needle aspiration is usually preferred because it is less invasive, but choice depends on the etiology and size of the abscess.</li>\n</ul><br><br><p>Corticosteroids may be considered for patients with significant mass effect or cerebral edema.&nbsp; Antiseizure medications are used for patients with seizures, with continuation based on recurrence and risk factors.&nbsp; After confirmation of the microbiology of the abscess, parenteral antibiotics are given for a prolonged period of time, usually 6 to 8 weeks, though this may be adjusted based on clinical and radiologic response.</p>\n<h1>Prognosis</h1><br><br><p>Prognosis has improved with advances in imaging and surgical techniques but remains variable, with mortality rates of 10%-20% even with optimal treatment.&nbsp; Factors associated with poorer prognosis include severe mental status changes on presentation and abscess rupture into the ventricles.&nbsp; Seizures are the most common long-term sequelae from a brain abscess, although other long-term neurologic deficits are also possible.</p>\n<h1>Summary</h1><br><br><p>Brain abscess (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42505.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a life-threatening intracranial infection resulting from direct or hematogenous spread of pathogens.&nbsp; Typical presentation includes headache, focal neurologic deficits, and possible seizures.&nbsp; Diagnosis is confirmed via MRI or CT scan of the brain with contrast, which can show single or multiple ring-enhancing lesions; aspiration/biopsy provides definitive pathogen identification.&nbsp; Management centers on prolonged antimicrobial therapy, often combined with surgical aspiration/excision.<p></p>\n</div>\n\n            "
}