{
  "meta": {
    "title": "Brain herniation syndromes",
    "url": "https://brainandscalpel.vercel.app/brain-herniation-syndromes-4a494f7f-508e31.html",
    "scrapedAt": "2025-12-01T05:08:41.377Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Elevated intracranial pressure (ICP) is an increase in pressure in the cranial compartment, a rigid, limited space.&nbsp; Brain herniation occurs when increased ICP results in compression of the brain within the rigid cranium and protrusion of portions of the brain through openings in the dural folds.&nbsp; This can result in significant morbidity and mortality.</p>\n<h1>Pathophysiology</h1><br><br><p>ICP is determined by the total volume of the 3 distinct brain compartments within the fixed volume of the cranium:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Brain parenchyma (80% of volume)</li>\n\t<li>Cerebral blood (10% of volume)</li>\n\t<li>Cerebrospinal fluid (CSF) (10% of the volume)</li>\n</ul><br><br><p>In the absence of disease pathology, most of these components are held at a relatively constant volume thanks to cerebral autoregulation mechanisms (via cerebral blood vessel dilation and contraction), described in more detail later.&nbsp; An increase in volume in one of the components of the cranium leads to an increase in ICP and eventually forces a decrease in the other components.&nbsp; This may clinically result in either cerebral ischemia (due to decreased cerebral blood flow) or herniation (due to displacement of brain parenchyma).</p><br><br><p>Various factors can contribute to increased ICP, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Space-occupying lesions (eg, tumors, hematomas)</li>\n\t<li>Cerebral edema (eg, after traumatic brain injury or stroke)</li>\n\t<li>Increased intracranial blood volume (eg, epidural hematoma)</li>\n\t<li>Hydrocephalus</li>\n</ul>\n<h1>Neuroanatomy</h1><br><br><p>The cranial vault is formed by the cranial bones and encloses the brain.&nbsp; It is divided into compartments by the dural folds.&nbsp; The two most important folds are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Falx cerebri, a vertical midline fold of dura that separates the cerebral hemispheres</li>\n\t<li>Tentorium cerebelli, a horizontal fold of dura that separates the cerebrum from the cerebellum</li>\n</ul><br><br><p>When ICP exceeds the brain's compensatory mechanisms, herniation may occur through these dural folds in the following patterns (presented anatomically from rostral to caudal) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L55832.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Subfalcine</strong>:&nbsp; herniation of the cingulate gyrus (a medial gyrus of the cerebral cortex just above the corpus callosum) under the falx cerebri</li>\n\t<li><strong>Uncal</strong>:&nbsp; herniation of the medial temporal lobe (ie, uncus) through the tentorial notch, which can compress the oculomotor nerve (CN III) and the brainstem</li>\n\t<li><strong>Central</strong>:&nbsp; displacement of the diencephalon (eg, thalamic and hypothalamic structures) downward through the tentorial notch, which can compress the midbrain and pons</li>\n\t<li><strong>Tonsillar</strong>:&nbsp; herniation of the cerebellar tonsils through the foramen magnum, causing brainstem compression</li>\n</ul>\n<h1>Clinical presentation</h1><h2>Elevated ICP</h2><br><br><p>Cerebral blood flow, which is influenced by systemic blood pressure and arterial blood gas levels, is normally managed by cerebral autoregulation.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>When systemic blood pressure is approximately 60-140 mm Hg, it has little effect on cerebral blood volume because autoregulation via cerebral blood vessel dilation (if pressure increases) and contraction (if pressure decreases) keeps blood flow constant.&nbsp; Blood pressure &gt;150 mm Hg increases cerebral vascular volume and blood flow, causing a corresponding increase in ICP.&nbsp; In contrast, blood pressure &lt;50 mm Hg causes cerebral hypoperfusion and potential ischemia.</li>\n\t<li>Arterial blood gases also have a powerful effect on cerebral blood flow (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26319.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), with PaCO<font size=\"2\"><sub>2</sub></font> being the most important regulator; decreased PaCO<font size=\"2\"><sub>2</sub></font> due to hyperventilation causes vasoconstriction.</li>\n</ul><br><br><p>However, these autoregulatory mechanisms are limited and the brain has little room for expansion.&nbsp; ICP can increase with even small increases in cerebral blood volume.</p><br><br><p>When ICP is increased, it can manifest with a range of symptoms.&nbsp; The classic signs are headache, vomiting, and altered mental status.&nbsp; Headache is often the earliest sign of increased ICP.&nbsp; Patients who are altered due to increased ICP often present abruptly and with acute changes.&nbsp; Blurred vision may be present, and papilledema may be seen on physical examination; however, papilledema may take days to appear, so it is not always seen on initial examination.</p><br><br><p>Patients with severely increased ICP have been classically described as having <strong>Cushing triad</strong>, which is a combination of bradycardia, hypertension, and respiratory depression.&nbsp; Hypertension is thought to occur to maintain cerebral blood flow, which is disrupted by increased ICP; bradycardia and respiratory depression likely occur due to compression of the brainstem.&nbsp; This triad is typically a sign of impending herniation.</p>\n<h2>Subfalcine herniation</h2><br><br><p>Subfalcine herniation occurs when the cingulate gyrus (a medial gyrus of the cerebral cortex just above the corpus callosum) is pushed beneath the falx cerebri.&nbsp; It usually occurs due to a unilateral frontal, parietal, or temporal lobe lesion, such as a tumor or epidural hematoma.</p><br><br><p>Subfalcine herniation can compress the <strong>ipsilateral anterior cerebral artery</strong>, leading to contralateral leg weakness.&nbsp; The brainstem and associated cranial nerves are <u>not</u> compressed like they are in other herniation syndromes.&nbsp; Therefore, subfalcine herniation typically does not cause pupillary involvement (ie, oculomotor nerve [CNIII] compression), irregular respirations (ie, respiratory center compression), or coma (ie, reticular activating system compression).</p>\n<h2>Uncal herniation</h2><br><br><p>Uncal herniation occurs when the medial temporal lobe (uncus) becomes displaced under the tentorium cerebelli due to increased pressure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86897.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; This is often caused by a mass in the temporal lobe or from mass effect from an intracranial hemorrhage in the nearby basal ganglia.&nbsp; Uncal herniation can compress the following structures:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ipsilateral CN III</strong>:&nbsp; Compression of the outer fibers of CN III can causes an ipsilateral fixed, dilated pupil.&nbsp; As the nerve becomes more compressed, paralysis of the oculomotor muscles occurs later, leading to ptosis and a down-and-out position of the ipsilateral eye.</li>\n\t<li><strong>Ipsilateral posterior cerebral artery</strong>:&nbsp; Compression can cause contralateral homonymous hemianopsia with macular sparing.</li>\n\t<li><strong>Ipsilateral cerebral peduncle of the midbrain</strong>:&nbsp; Compression of this structure against the tentorium can damage descending corticospinal tracts and cause contralateral hemiparesis.</li>\n\t<li><strong>Contralateral cerebral peduncle</strong>:&nbsp; As worsening herniation pushes the midbrain toward the contralateral side, the contralateral cerebral peduncle may also become compressed against the tentorium, causing ipsilateral hemiparesis.&nbsp; Ipsilateral hemiparesis is a false localizing sign known as <strong>Kernohan phenomenon</strong>; it is a neurologic deficit on the same side as the brain lesion, unlike what is commonly seen with brain lesions.</li>\n</ul><br><br><p>The sequential compression of these structures leads to the classic progression of manifestations.&nbsp; As the brainstem becomes more inferiorly displaced, central herniation can occur.</p>\n<h2>Central herniation</h2><br><br><p>Central herniation not only <strong>compresses the brainstem</strong>, but also can stretch and rupture the <strong>paramedian branches of the basilar artery</strong>, resulting in further ischemic injury.&nbsp; Central herniation can present with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Unconsciousness due to dysfunction of the ascending reticular activating system responsible for arousal</li>\n\t<li>Midsized, fixed pupils due to impairment of both parasympathetic and sympathetic nerve fibers innervating the pupil</li>\n\t<li>Cardiac and respiratory deterioration from damage to their medullary centers</li>\n\t<li>Abnormal limb posturing due to disruption of descending tracts (eg, rubrospinal, vestibulospinal) typically involved in reflexive and postural movements</li>\n</ul><br><br><p>Abnormal limb posturing can be an important localizing sign (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24573.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In the brainstem, the vestibulospinal tract maintains extensor tone and originates from vestibular nuclei at the pontomedullary junction.&nbsp; The rubrospinal tract regulates upper extremity flexor tone and originates from the red nuclei in the rostral midbrain; it is inhibited by descending cortical input from the cerebral cortex</li>\n\t<li>The type of posturing in central herniation typically depends on the location of the damage relative to these two tracts:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Damage <strong>above the red nucleus</strong> typically results in <strong>decorticate (flexor) posturing</strong> due to loss of descending inhibition of the red nucleus and subsequent hyperactivity of upper limb flexors</li>\n\t\t<li>Damage <strong>below the red nucleus</strong> (eg, pons) or to the nucleus itself (eg, midbrain) often causes <strong>decerebrate (extensor) posturing</strong> due to loss of descending excitation to the upper limb flexors (via the rubrospinal tract) and extensor predominance (due to unopposed vestibulospinal tract output).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Central herniation often begins with decorticate (flexor) posturing with damage above the level of the midbrain (ie, red nucleus) but often changes to decerebrate (extensor) posturing as brainstem injury progresses caudally.</p>\n<h2>Tonsillar herniation</h2><br><br><p>Hypertensive hemorrhage or mass effect can occur in the cerebellum and may push the cerebellum through the foramen magnum, resulting in cerebellar tonsillar herniation.&nbsp; This usually causes <strong>compression of the medulla of the brainstem</strong>.&nbsp; Manifestations typically include neck tilt, flaccid paralysis (due to compression of corticospinal tracts in the medulla), coma, blood pressure instability, and respiratory arrest.</p>\n<h1>Diagnosis</h1><br><br><p>Prompt diagnosis of increased ICP and brain herniation is crucial.&nbsp; Clinical examination with a focus on level of consciousness, focal neurologic deficits, pupillary status, and respiratory changes is the first step in recognizing a possible increased ICP and impending herniation because patients' condition likely needs to be stabilized prior to further testing.&nbsp; Once the condition is stabilized, patients should undergo an emergency CT scan of the brain to seek potentially reversible causes of elevated ICP (eg, epidural hematoma, mass lesion, hydrocephalus).</p>\n<h1>Management</h1><br><br><p>Brain herniation can rapidly lead to <strong>respiratory failure</strong> for several reasons:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A decreased level of consciousness results in an inability to protect the airway.</li>\n\t<li>Dysfunction of cranial nerve nuclei results in loss of specific airway protective reflexes (eg, cough, gag).</li>\n\t<li>Compression of respiratory centers in the brainstem causes decreased ventilatory drive, leading to hypercarbia and hypoxia.</li>\n</ul><br><br><p>Patients who cannot protect their airway should be <strong>intubated and mechanically ventilated</strong>, if needed, prior to other interventions.&nbsp; Subsequently, <strong>maneuvers to lower ICP</strong> by reducing the volume of the compartments in the cranium (brain parenchyma, cerebral blood volume, CSF) can be undertaken, including (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/59302.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Head elevation</strong> to increase venous outflow and reduce cerebral blood volume.</li>\n\t<li><strong>Osmotic therapy</strong> to decrease parenchymal volume by creating an osmolar gradient that draws water out of edematous brain tissue.&nbsp; The most used agents are hypertonic saline (administered via intermittent boluses or continuous infusion) and mannitol.&nbsp; Hypertonic saline is preferred by many over mannitol because it is a diuretic that can cause volume depletion.</li>\n\t<li><strong>Lowering the PaCO</strong><font size=\"2\"><sub><strong>2</strong></sub></font> to 25-30 mm Hg by causing hyperventilation to induce cerebral vasoconstriction, which decreases the cerebral blood flow, and to reduce ICP.&nbsp; However, this can cause a significant decrease in cerebral blood flow and may worsen neurologic injury, so it should be used with caution.</li>\n\t<li><strong>Sedation</strong> (eg, propofol, midazolam) can decrease cerebral metabolic demand and, subsequently, total cerebral blood flow/volume.</li>\n\t<li>CSF drainage, typically used for cases of hydrocephalus and performed via an external ventricular drain.</li>\n\t<li>Surgical correction of underlying etiology (eg, evacuation of hematoma/hemorrhage or removal of mass).</li>\n</ul><br><br><p>For patients with elevated ICP refractory to initial reduction measures, decompressive craniectomy may be necessary; craniectomy removes a substantial portion of the skull, increasing cranial volume and allowing expansion of the brain, which rapidly reduces ICP.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for patients with increased ICP depends on the underlying cause, timing of recognition, and aggressive management.&nbsp; Patients who have brain herniation typically have a poor prognosis with high morbidity and mortality because it is an irreversible process.</p>\n<h1>Summary</h1><br><br><p>Intracranial pressure (ICP) is determined by the volume of brain parenchyma, cerebral blood volume, and cerebrospinal fluid.&nbsp; An increase in any of these components can lead to increased ICP and potentially brain herniation due to displaced brain tissue.&nbsp; This can be caused by various factors, including tumors, hemorrhage, swelling, and hydrocephalus.&nbsp; Different types of herniation occur depending on the brain region involved; each has distinct clinical features.&nbsp; Early recognition through clinical examination and neuroimaging is crucial for initiating prompt management, which focuses on airway management and reducing ICP.&nbsp; Brain herniation carries significant risks and often results in severe neurologic impairment or death.</p>\n</div>\n\n            "
}