{
  "meta": {
    "title": "Carotid artery stenosis",
    "url": "https://brainandscalpel.vercel.app/carotid-artery-stenosis-9f8b3dce-508e31.html",
    "scrapedAt": "2025-12-01T05:08:46.107Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Carotid artery stenosis refers to the narrowing of the carotid arteries, typically due to atherosclerotic plaque formation.&nbsp; These arteries supply oxygenated blood to the brain, and the dislodging of clots can lead to transient ischemic attacks (TIAs) or ischemic strokes.&nbsp; The condition can be asymptomatic or symptomatic and is a significant contributor to cerebrovascular morbidity.</p>\n<h1>Anatomy and pathophysiology</h1><br><br><p>The left common carotid and subclavian arteries branch directly from the aortic arch; the right common carotid artery branches from the brachiocephalic (innominate) artery, which branches off the aortic arch (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4359.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The common carotid artery then bifurcates at the level of the C4 vertebra into the external carotid artery, which supplies blood to the face and neck, and the internal carotid artery, which supplies blood to the brain.<p></p><br><br><p>The central pathophysiologic mechanism in carotid artery stenosis is <strong>atherosclerosis</strong> at the bifurcation of the internal and external carotid arteries or near the origin of the internal carotid artery.&nbsp; Endothelial injury and inflammation lead to lipid accumulation within the arterial wall.&nbsp; This process triggers an inflammatory cascade, promoting the formation of a fibrous plaque over a lipid-rich core.&nbsp; As the plaque progresses, stenosis of the carotid artery develops and blood flow is reduced.&nbsp; Plaque rupture or ulceration can lead to thromboembolism with subsequent cerebral ischemia.</p>\n<h1>Risk factors</h1><br><br><p>Conditions that promote vascular inflammation and increase the risk for carotid atherosclerosis include active cigarette smoking, diabetes mellitus, hypertension, and coronary artery disease, which drive oxidative stress and impair vascular integrity.&nbsp; Age is a nonmodifiable factor reflecting cumulative vascular injury over time.</p>\n<h1>Pathology</h1><br><br><p>Histologically, the atherosclerotic plaques involved in carotid artery stenosis consist of cholesterol crystals, foam cells, smooth muscle cells, fibrous tissue, and a necrotic lipid core.&nbsp; Advanced plaques may exhibit calcification, hemorrhage, or ulceration.</p>\n<h1>Clinical presentation</h1><br><br><p>Carotid artery stenosis can present either asymptomatically or symptomatically.&nbsp; In patients with general atherosclerotic disease, a carotid bruit may be heard on auscultation over the neck but is not specific for significant stenosis.</p>\n<h2>Asymptomatic</h2><br><br><p>These cases are often detected incidentally through physical examination or imaging.</p>\n<h2>Symptomatic</h2><br><br><p>In patients with symptomatic carotid stenosis, symptoms typically result from a <strong>TIA</strong> or <strong>ischemic stroke</strong> in the vascular territory supplied by the affected carotid artery, usually within the past 6 months:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ischemic strokes</strong> are caused by occlusion of a cerebral artery, leading to brain tissue infarction.</li>\n\t<li><strong>TIAs</strong> are focal neurologic deficits that occur due to transient brain ischemia; unlike stroke, tissue infarction does not occur (eg, no permanent damage) and therefore is not visualized on MRI of the brain.&nbsp; Symptoms are generally localized to a singular vascular territory and resolve without intervention, typically in &lt;24 hours.</li>\n</ul><br><br><p>Clinical features of stroke and TIA vary depending on the vascular territory involved and may include sudden unilateral weakness or numbness, aphasia or dysarthria, visual disturbances, and gait instability.&nbsp; Transient, painless monocular vision loss (eg, amaurosis fugax) can represent a form of TIA that results from retinal ischemia from atherosclerotic emboli originating from the ipsilateral carotid artery (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26061.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ); this presentation can indicate underlying carotid stenosis.<p></p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of carotid artery stenosis typically involves imaging studies:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Carotid Duplex ultrasonography</strong>:&nbsp; This sonographic test is noninvasive and cost-effective; therefore, it is often used first-line to visualize blood flow and quantify the extent of stenosis, which is expressed as a percentage range of luminal narrowing (eg, 50%-69% [moderate], 70%-99% [severe]).</li>\n\t<li><strong>CT angiography (CTA)</strong>:&nbsp; CTA, consisting of rapid CT scanning after intravenous contrast injection to visualize vascular anatomy, is often already performed in the context of an acute stroke (to assess for a large-vessel occlusion).&nbsp; It may also be used when visualization with ultrasonography is difficult.&nbsp; However, CTA requires contrast and exposure to radiation.</li>\n\t<li><strong>MR angiography (MRA)</strong>:&nbsp; MRA is a useful alternative for patients who are unable to undergo CTA due to contraindications to contrast.&nbsp; However, it is often less available than ultrasonography and CTA.</li>\n\t<li><strong>Cerebral angiography</strong>:&nbsp; Cerebral angiography, involving catheter-based contrast injection into the carotid arteries with real-time fluoroscopic imaging, is the gold standard for the evaluation of carotid stenosis.&nbsp; However, it is more invasive and generally reserved for when other imaging modalities cannot visualize the carotid arteries well.</li>\n</ul><br><br><p>Laboratory studies, including lipid panel, hemoglobin A1c, and coagulation tests, may be completed as part of the work-up of stroke.</p>\n<h1>Differential diagnosis</h1><br><br><p>Several conditions can mimic or coexist with carotid artery stenosis and cause TIA or ischemic stroke:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cardioembolic stroke</strong> (eg, atrial fibrillation):&nbsp; May present similarly but often involves multiple vascular territories and is diagnosed via telemetry and/or extended cardiac monitoring (eg, Holter monitor or loop recorder for 30 days).</li>\n\t<li><strong>Intracranial atherosclerosis</strong>:&nbsp; Occurs due to atherosclerosis of distal cerebral arteries (eg, middle cerebral artery).&nbsp; CTA/MRA can help differentiate the location of atherosclerosis.</li>\n\t<li><strong>Carotid artery dissection</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10304.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; May present with acute stroke or TIA in an ipsilateral vascular territory.&nbsp; However, patients are often younger and have a history of trauma or neck manipulation; in addition, headache or neck pain is often present.</li>\n\t<li><strong>Vasculitis (eg, Takayasu arteritis)</strong>:&nbsp; Affects the aorta and its branches and can result in luminal narrowing.&nbsp; This large-vessel vasculitis usually presents at a younger age, and patients often have systemic symptoms.&nbsp; The diagnosis is with inflammatory markers and imaging.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of carotid artery stenosis involves a combination of medical therapy and, in select cases, surgical intervention to reduce the risk of stroke and other vascular complications (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77553.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p>\n<h2>Medical management</h2><br><br><p>Medical management is recommended in all patients with carotid artery stenosis and includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Antiplatelet agents</strong>:&nbsp; Aspirin (75-325 mg daily) or clopidogrel is often used.&nbsp; Dual antiplatelet therapy (eg, aspirin and clopidogrel) may be used short-term in some patients with high-risk TIA/stroke.</li>\n\t<li><strong>Statin</strong>:&nbsp; Current guidelines recommend high-intensity statin therapy for patients with clinically significant atherosclerotic vascular disease.</li>\n\t<li><strong>Antihypertensives</strong>:&nbsp; Blood pressure should be controlled below a target of 130/80 mm Hg in most patients.</li>\n</ul><br><br><p>In addition, patients should be counseled on lifestyle changes (eg, smoking cessation, weight loss, dietary changes) if needed.</p>\n<h2>Revascularization</h2><br><br><p>Select patients should also be considered for revascularization with <strong>carotid endarterectomy (CEA)</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43367.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), depending on whether the stenosis is symptomatic or asymptomatic.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Symptomatic</strong> patients:&nbsp; CEA is recommended for high-grade lesions (ie, 70%-99%) and in select patients with moderate stenosis.&nbsp; Patients unlikely to benefit from CEA include those who are poor surgical candidates due to medical comorbidities, have a life expectancy &lt;5 years, or have had an ipsilateral stroke with persistent, disabling neurologic deficits.&nbsp; CEA is also not beneficial in patients with complete occlusion of the internal carotid artery.&nbsp; The timing of intervention in symptomatic patients is typically within 2 weeks of symptom onset to reduce recurrent stroke risk.</li>\n\t<li><strong>Asymptomatic</strong> patients:&nbsp; CEA may be considered for high-grade occlusion of the carotid artery, although the exact degree of stenosis at which surgery is indicated remains controversial, and men may benefit more than women.&nbsp; In addition, complete occlusion of the carotid artery in an asymptomatic patient typically indicates adequate collateral blood flow; therefore, CEA is unlikely to provide significant benefit in this situation.</li>\n</ul><br><br><p>Given the risk for perioperative stroke and death, the procedure should be performed at centers—and by operators--where the risk is &lt;6% to ensure overall net benefit to the patient.</p><br><br><p><strong>Carotid artery stenting (CAS)</strong> may be a revascularization alternative to CEA in select patients.&nbsp; CAS is less invasive and may have similar long-term outcomes for stroke prevention.&nbsp; However, CAS is associated with complications, including periprocedural stroke, thromboembolism at the time of stent placement, and in-stent thrombosis (occurs in the first 30 days after placement), and has a higher risk for mortality than CEA.&nbsp; Therefore, it is typically reserved for patients who are poor surgical candidates.</p><br><br><p>Carotid bypass surgery is typically considered in situations in which CEA and CAS cannot be performed (eg, redo operations after failed CEA).</p>\n<h1>Prognosis</h1><br><br><p>Prognosis depends on symptomatology, degree of stenosis, comorbidities, and adequacy of treatment.&nbsp; Symptomatic patients with high-grade stenosis who are not treated surgically have a significantly increased risk for stroke; CEA in appropriately selected symptomatic patients reduces the absolute risk for stroke.&nbsp; In asymptomatic patients, the annual stroke risk is lower, and the benefit of revascularization must be weighed against procedural risks.&nbsp; Long-term medical therapy remains essential in all patients with carotid artery stenosis.</p>\n<h1>Summary</h1><br><br><p>Carotid artery stenosis is a major vascular condition that arises from atherosclerotic plaque formation in the carotid arteries.&nbsp; Clinical presentation ranges from asymptomatic bruits to ischemic stroke.&nbsp; Diagnosis relies on imaging, typically with carotid ultrasonography or CT/MR angiography.&nbsp; Management is tailored to the degree of stenosis and symptom status.&nbsp; Medical therapy is recommended for all patients and includes antiplatelets, statins, blood pressure control, and lifestyle modification.&nbsp; Surgical intervention (usually carotid endarterectomy) is often recommended for high-risk symptomatic patients and can significantly reduce the risk for stroke and improve outcomes.</p>\n</div>\n\n            "
}