{
  "meta": {
    "title": "Cauda equina syndrome",
    "url": "https://brainandscalpel.vercel.app/cauda-equina-syndrome-9f5a5d8e-508e31.html",
    "scrapedAt": "2025-12-01T05:08:49.379Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Cauda equina syndrome (CES) is a serious, often surgical, neurologic emergency characterized by compression of the cauda equina nerves in the lumbosacral spine.&nbsp; CES can lead to severe motor, sensory, and autonomic dysfunction, primarily affecting the lower limbs, bowel, and bladder.</p><h1>Pathogenesis and risk factors</h1><p>In an adult, the spinal cord terminates in a tapering fashion as the conus medullaris (T12-S4) at the L1-L2 vertebral level (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29896.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The collection of spinal nerves below this point exits inferiorly through their respective intervertebral foramina and is referred to as the cauda equina (horse's tail).&nbsp; The cauda equina is composed of nerve roots for L2-L5, S1-S5, and the coccygeal nerve; these nerves are responsible for motor and sensory innervation to the lower limbs and pelvic organs, primarily via the sciatic nerve, pudendal nerve, and/or pelvic splanchnic nerves.&nbsp; The pelvic splanchnic nerves (S2-S4) provide parasympathetic innervation to the hindgut, bladder, and urinary sphincters that promotes peristalsis, bladder emptying, and pelvic floor relaxation during defecation.<p></p><p>The pathogenesis of CES involves mechanical compression of spinal nerves, resulting in ischemia, edema, and potentially irreversible nerve damage if untreated.&nbsp; CES occurs most commonly due to:</p><ul class=\"article-body-unordered-list\"><li>Large lumbar disc herniations:&nbsp; Most cases of CES are due to vertebral disc herniation, particularly at L4-L5 and L5-S1; disruption of the annulus fibrosus leads to displacement of the nucleus pulposus, which compresses the nerve root.</li><li>Tumors, either primary or metastatic to the spinal cord.</li><li>Trauma, especially when there is retropulsion of fragments of bone.</li><li>Infections, such as epidural abscesses or discitis.</li><li>Spinal stenosis (rarely).</li></ul><h1>Clinical presentation</h1><p>CES occurs due to compression of the cauda equina below the conus medullaris.&nbsp; CES is usually a <strong>medical emergency</strong> marked by compression of ≥2 spinal nerve roots in the lumbar cistern.</p><p>Most cases of CES arise due to a large, central lumbar disc herniation.&nbsp; In disc herniation, a patient-identified inciting event (such as heavy lifting) is present in only a minority of cases.&nbsp; Symptoms of CES can be localized to their respective nerve roots (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60250.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ); the most common clinical features include (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30361.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Radicular low back pain</strong> that radiates down one or both legs.</li><li><strong>Lower extremity weakness.</strong></li><li><strong>Saddle/perianal anesthesia</strong>, which is impaired sensation in the buttocks, perineum, and/or perianal area (eg, S2-S4 nerve roots).</li><li><strong>Bowel, bladder, and/or sexual dysfunction</strong> (eg, S3-S5 nerve roots).</li></ul><p>Radicular lower back pain is typically acute in onset with a gradual progression and is often exacerbated by coughing or sneezing (due to increased pressure on the nerve root).&nbsp; Motor deficits in the lower extremities are classically unilateral but sometimes bilateral with a <strong>lower motor neuron (LMN) pattern</strong> (eg, absent patellar or ankle jerk reflexes).&nbsp; Sensory deficits are also usually patchy and asymmetric and reflect the affected dermatomes.&nbsp; Bowel and bladder symptoms may include constipation and urinary retention.</p><h1>Differential diagnosis</h1><p>CES should be differentiated from <strong>compression of the conus medullaris</strong> (tapered end of the spinal cord) syndrome, which is also a medical emergency.</p><p>Lesions of the conus medullaris can similarly cause lower extremity weakness/numbness and bowel/bladder dysfunction.&nbsp; However, conus medullaris syndrome typically causes bilateral, symmetric lower extremity weakness with upper motor signs (eg, spasticity, hyperreflexia), whereas CES tends to cause flaccid, asymmetrical lower extremity weakness (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/82581.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; This is because conus medullaris occurs at the level of the lumbosacral spinal cord, and CES is usually due to disruption of only LMNs, since the lesion is at the level of nerve roots.&nbsp; In conus medullaris syndrome, pain usually isolates to the low back, and numbness is limited to the perianal area.<p></p><p>Additional diagnoses to consider:</p><ul class=\"article-body-unordered-list\"><li><strong>Peripheral neuropathies</strong>:&nbsp; may also mimic symptoms of CES, including LMN signs and/or decreased sensation.&nbsp; However, decreased rectal tone and bladder dysfunction would not be expected.</li><li><strong>Transverse myelitis</strong>:&nbsp; can cause acute onset of asymmetric lower extremity weakness and sensory loss.&nbsp; However, this is a disorder of the spinal cord, so upper motor neuron signs would likely be present.&nbsp; In addition, a clear sensory level is often present.</li><li><strong>Spinal stenosis</strong>:&nbsp; caused by thickening of the ligament flavum, can cause cord compression and neurologic deficits.&nbsp; It usually causes bilateral symptoms that develop over months to years (vs acutely).&nbsp; Walking (vs coughing or sneezing) typically exacerbates symptoms (ie, neurogenic claudication).&nbsp; Rarely, spinal stenosis can cause symptoms of CES.</li><li><strong>Spondylolisthesis</strong> (vertebral body displacement):&nbsp; can impinge on the spinal canal and nerve roots, resulting in radicular pain and neurologic deficits.&nbsp; In the absence of trauma, spondylolisthesis typically occurs gradually, with weeks to months (vs acutely) of back pain preceding neurologic symptoms.&nbsp; It most commonly occurs in elderly individuals due to degeneration and adolescent athletes due to overuse injury.</li></ul><h1>Diagnosis and management</h1><p>CES is a <strong>clinical diagnosis</strong> supported by imaging.&nbsp; Red-flag symptoms of saddle anesthesia, bowel/bladder dysfunction (eg, urinary retention), and lower extremity weakness in the patient's medical history should prompt suspicion of this diagnosis.&nbsp; Physical examination findings concerning for CES include LMN signs in the lower extremities (eg, areflexia in the ankle) and decreased rectal tone.&nbsp; The straight-leg raise test (exacerbation of pain with passive lifting of the affected leg) is positive in most cases (&gt;90%) of acute lumbar herniation and may aid in the diagnosis.</p><p>Confirmation requires urgent <strong>MRI of the lumbosacral spine</strong>.&nbsp; Because patients with CES are at high risk for permanent neurologic sequelae, <strong>urgent surgical decompression</strong> within 24-48 hours is usually necessary.</p><h1>Prognosis</h1><p>The prognosis for CES depends on the speed and adequacy of decompression.&nbsp; Patients treated within 48 hours of symptom onset have a better chance of recovery.&nbsp; Delays can lead to permanent bowel/bladder dysfunction, lower limb paralysis, and sexual dysfunction.&nbsp; Even with timely surgery, some patients may have residual symptoms.</p><h1>Summary</h1><p>Cauda equina syndrome is a medical emergency that occurs due to compression of the nerve roots below the end of the spinal cords, usually from disc herniation.&nbsp; Typical clinical features include radicular lower back pain, lower extremity weakness with lower motor neuron findings, saddle anesthesia, and bowel/bladder/sexual dysfunction.&nbsp; MRI confirms the diagnosis, and management is with urgent surgical decompression to prevent irreversible nerve damage.</p></div>\n            "
}