{
  "meta": {
    "title": "Cerebral palsy",
    "url": "https://brainandscalpel.vercel.app/cerebral-palsy-b1e07710-508e31.html",
    "scrapedAt": "2025-12-01T05:08:48.734Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p>Cerebral palsy (CP) is a heterogeneous condition characterized by permanent, nonprogressive motor dysfunction caused by damage to the developing brain.&nbsp; CP can be caused by a variety of conditions with a wide spectrum of severity, ranging from mild motor impairments to severe disabilities.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>CP typically occurs due to <strong>perinatal insult</strong> to the brain, which damages gray matter (eg, cerebral cortex, basal ganglia, thalamus) and/or white matter involved in regulation of motor control.&nbsp; Because upper motor neurons in the CNS are damaged, loss of descending inhibitory control of muscles occurs and patients often have <strong>upper motor neuron dysfunction</strong> (eg, increased muscle tone, spasticity, and hyperreflexia).</p><br><br><p>The mechanisms of cerebral palsy vary but can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Periventricular leukomalacia</strong></li>\n\t<li>Intraventricular hemorrhage</li>\n\t<li>Hypoxic-ischemic encephalopathy</li>\n\t<li>Perinatal stroke</li>\n\t<li>Congenital infections (eg, toxoplasmosis, cytomegalovirus, Zika)</li>\n\t<li>Kernicterus from hyperbilirubinemia</li>\n</ul><br><br><p>In <strong>premature</strong> (ie, &lt;37 weeks gestation) and <strong>low birth weight</strong> infants, the germinal matrix surrounding the lateral ventricles is fragile, underdeveloped, and poorly perfused; therefore, it is susceptible to injury (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91075.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Ischemic damage often appears as white matter necrosis around the lateral ventricles (ie, periventricular leukomalacia).&nbsp; In addition, the friable germinal matrix in premature infants increases the risk for intraventricular hemorrhage, which can further contribute to the development of CP.&nbsp; In contrast, in full-term infants,&nbsp;watershed injury of the cerebral cortex is more likely to occur with poor perfusion.<p></p>\n<h1>Pathology</h1><br><br><p>Common pathological findings in CP may include cystic lesions, periventricular leukomalacia, (eg, white matter damage), and/or cortical atrophy.</p>\n<h1>Clinical presentation</h1><br><br><p>CP can vary in presentation depending on the severity of neurologic injury.&nbsp; CP is considered a <strong>static neurologic injury</strong> because once the CNS damage has occurred, it is <strong>permanent</strong> and <strong>nonprogressive</strong> (ie, no further neurodegeneration).&nbsp; However, manifestations of neurologic injury (and therefore, diagnosis) may not become apparent until the child misses normal developmental milestones, which is usually noted by age 2.&nbsp; Developmental screenings and examination of motor skills at well-child checks often aid in identifying children with delay.</p>\n<h2>Early signs</h2><br><br><p>The following early signs should raise suspicion for CP:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Motor delay</strong>:&nbsp; Infants often have delayed motor milestones (eg, delayed rolling, sitting, cruising/walking) based on a corrected gestational age if they are premature.</li>\n\t<li><strong>Persistent hand fisting</strong> (age &gt;4 months) or <strong>early hand preference</strong> (age &lt;1).</li>\n\t<li><strong>Persistent neonatal reflexes</strong>:&nbsp; Most neonatal reflexes, such as the tonic neck reflex, disappear by age 6 months.&nbsp; Extensor plantar reflexes (eg, upgoing toes on Babinksi) usually become flexor by age 1.&nbsp; Persistence of these reflexes can indicate upper motor neuron dysfunction.</li>\n\t<li><strong>Abnormal tone</strong>:&nbsp; Although infants with CP may initially have normal or low tone at birth, hypertonia develops within a few months.&nbsp; Hyperreflexia, sustained clonus, spasticity (velocity-dependent, increased resistance to passive stretching [eg, moving the muscle faster causes a \"catch\"]) develop with hypertonia.</li>\n</ul><br><br><p>Other notable examination findings may suggest a possible diagnosis of CP.&nbsp; Excessive extension and scissoring of the legs may be noted when trying to hold the infant up; in typical infants, legs will move to a sit position when being held up.&nbsp; Children may also \"commando crawl\" (eg, pulling up with arms while dragging legs) due to contractures of the lower limbs.</p>\n<h2>Subtypes</h2><br><br><p><strong>Spastic CP</strong> is the most common subtype and can affect the bilateral lower extremities (diplegia), unilateral arm and leg (hemiplegia) or, in more severe cases, all 4 extremities (quadriplegia).&nbsp; The bilateral lower extremities are most affected because the white matter tracts that control leg movement are near the ventricles, where damage commonly occurs in premature infants.&nbsp; Other CP subtypes, classified based on movement and tone, include dyskinetic (ie, involuntary movements such as dystonia and chorea) and ataxic (ie, incoordination) types.</p><br><br><p>Seizures occur in up to half of patients with CP, particularly in those with severe spastic quadriplegia.&nbsp; Patients with CP may have other associated conditions, including intellectual disability, vision problems, speech impairment, and feeding difficulties.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of CP is made clinically, but all children with suspected CP should have an MRI of the brain as the majority of patients have abnormal findings, which can vary by etiology (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/71796.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Periventricular leukomalacia (in premature infants) and lesions in the basal ganglia are commonly seen.&nbsp; In some cases, no underlying cause is identified on neuroimaging, so genetic and metabolic testing may be pursued to look for other etiologies of brain dysfunction.&nbsp; Although comorbid epilepsy is common, patients with no seizure-like activity do not require electroencephalography.<p></p>\n<h1>Differential diagnosis</h1><h2>Myotonic dystrophy</h2><br><br><p>Myotonic dystrophy can present in neonates with marked hypotonia or in children/adults with chronic weakness.&nbsp; Since pathology is related to muscle fiber atrophy, examination would show muscle wasting; upper motor neuron signs (eg, hyperreflexia) would not be present.&nbsp; Moreover, myotonia (impaired grip release), rather than sustained hypertonia, is typical.</p>\n<h2>Rett syndrome</h2><br><br><p>Rett syndrome from a <em>MECP2</em> gene mutation is a neurodevelopmental disorder characterized by normal development in infancy followed by developmental regression, repetitive hand movements (eg, wringing), and abnormal gait (eg, ataxia).&nbsp; It is not associated with spasticity.</p>\n<h2>Spinal muscular atrophy</h2><br><br><p>Spinal muscular atrophy is an autosomal recessive disorder that may present with delayed gross motor milestones, but patients typically have lower motor neuron signs with proximal muscle weakness and hypotonia, not hypertonia.</p>\n<h2>Duchenne and Becker muscular dystrophy</h2><br><br><p>Duchenne and Becker muscular dystrophy are X-linked recessive conditions present with muscle weakness and motor delay, with the proximal lower extremities affected first.&nbsp; Because pathology is related to muscle breakdown, upper motor neuron signs would not be expected.</p>\n<h1>Management and complications</h1><br><br><p>Treatment is primarily supportive with physical, occupational, and speech therapies for associated developmental delays.&nbsp; Management of complications, particularly in severe cases, is important to reduce morbidity and mortality.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypertonia and spasticity:&nbsp; Medications such as botulinum toxin injections and oral baclofen (which increases CNS inhibitory activity) can help reduce spasticity and clonus.</li>\n\t<li>Orthopedic complications:&nbsp; Contractures (eg, permanent shortening of muscles that can limit range of motion), scoliosis, and hip dysplasia can occur.</li>\n\t<li>Feeding difficulties:&nbsp; If oromotor dysfunction is severe, gastrostomy feeds may be required for adequate caloric intake and to help prevent aspiration.</li>\n\t<li>Respiratory complications:&nbsp; Recurrent aspiration due to dysphagia and restrictive lung disease due to scoliosis can occur.&nbsp; Aspiration is the most common cause of morbidity and mortality in patients with CP.</li>\n\t<li>Epilepsy, which occurs in about half of patients with CP, be managed with antiseizure medications, if needed.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of CP varies widely depending on the severity of the condition and the individual's specific needs.&nbsp; Parents of a child with CP can experience severe guilt over the thought of having caused their child's condition.&nbsp; Physicians should relieve feelings of guilt by providing reassurance that the parents did not cause the condition and that they should not blame themselves.&nbsp; Counseling is often necessary to help the family deal with the grief and frustration that is to be expected after receiving this diagnosis.&nbsp; With early intervention and ongoing support, many individuals with CP can achieve significant developmental milestones.</p>\n<h1>Summary</h1><br><br><p>Cerebral palsy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35640.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a group of permanent disorders of movement and posture caused by damage to the developing brain.&nbsp; It is a heterogeneous condition with a wide range of severity and clinical presentations.&nbsp; Patients typically present with delayed motor milestones, hypertonia, and spasticity.&nbsp; The diagnosis of cerebral palsy involves developmental screening, neurological examination, and MRI of the brain.&nbsp; Management focuses on optimizing motor function, development, and quality of life through a multidisciplinary approach.<p></p>\n</div>\n\n            "
}