{
  "meta": {
    "title": "Cervical artery dissection: Carotid and vertebral artery dissection",
    "url": "https://brainandscalpel.vercel.app/cervical-artery-dissection-carotid-and-vertebral-artery-dissection-2fece236-508e31.html",
    "scrapedAt": "2025-12-01T05:08:49.314Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cervical artery dissections refer to the rupture of the intimal layer of the carotid or vertebral arteries in the neck, leading to the formation of an intramural hematoma.&nbsp; This hematoma can obstruct blood flow or cause thromboembolism, potentially resulting in neurologic deficits due to compromised cerebral perfusion.&nbsp; These dissections are significant causes of ischemic stroke and account for approximately 25% of strokes in younger people.&nbsp; The condition typically results from trauma, which can be major (eg, motor vehicle collision) or minor (eg, cervical manipulation).&nbsp; Some cases without a clear cause are called \"spontaneous,\" but it may be that the mechanical trigger is simply not identified.&nbsp; Connective tissue disorders and other underlying vulnerabilities (eg, hypertension, smoking) put the patient at greater risk.&nbsp; Early recognition and antithrombotic therapy reduce the risk for complications (eg, stroke).</p>\n<h1>Anatomy</h1><br><br><p>The cervical arteries that are most susceptible to dissection are the carotid artery and the vertebral artery (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14848.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Carotid artery</h2><br><br><p>The common carotid artery arises from the brachiocephalic trunk on the right side and directly from the aortic arch on the left side.&nbsp; It bifurcates at the level of the C4 vertebra into the following:</p><br><br><ul>\n\t<li>\n\t<p><strong>Internal carotid artery</strong>:&nbsp; Supplies the brain, including the anterior cerebral artery, middle cerebral artery, and parts of the posterior cerebral circulation.</p>\n\t</li>\n\t<li>\n\t<p><strong>External carotid artery (ECA)</strong>:&nbsp; Supplies the face, scalp, and neck.</p>\n\t</li>\n</ul>\n<h2>Vertebral artery</h2><br><br><p>The vertebral arteries arise from the subclavian arteries and ascend through the transverse foramina of the cervical vertebrae (C1 through C6).&nbsp; After passing through the transverse foramina, they enter the cranial cavity via the foramen magnum, where they combine to form the basilar artery, which supplies the brainstem, cerebellum, and posterior brain regions.&nbsp; Important branches of the vertebral arteries include the posterior inferior cerebellar artery (PICA) and the anterior spinal artery, which supply the brainstem and spinal cord.</p>\n<h1>Pathophysiology</h1><br><br><p>The pathogenesis begins with an intimal tear (eg, from trauma), permitting blood to dissect into the tunica media (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10304.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) causing a hematoma.&nbsp; The hematoma can lead to 3 main complications.<p></p>\n<h2>Local occlusion</h2><br><br><p>The expanding hematoma can cause arterial occlusion, reducing blood flow to downstream brain tissue and resulting in ischemic injury.</p>\n<h2>Embolism</h2><br><br><p>The intimal tear can result in clot formation, which may embolize and obstruct distal arteries, leading to stroke.</p>\n<h2>Compression of nearby structures</h2><br><br><p>The expanding hematoma can compress nearby structures, causing pain, partial oculosympathetic paresis (ie, Horner syndrome), lower cranial neuropathies, or cervical nerve root radiculopathy.</p><br><br><p>Mechanical or hemodynamic stress, combined at times with structural weakness in the arterial wall (eg, fibromuscular dysplasia), predisposes to dissection.&nbsp; In addition to stroke, subarachnoid hemorrhage can occur.</p>\n<h1>Risk factors</h1><br><br><p>Most cases of cervical artery dissection are believed to have a mechanical trigger (eg, trauma) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29674.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Underlying conditions (eg, connective tissue disorders, medical conditions) can place the patient at greater risk.<p></p>\n<h2>Trauma</h2><br><br><ul>\n\t<li>\n\t<p>Major (eg, motor vehicle collisions, penetrating injuries).</p>\n\t</li>\n\t<li>\n\t<p>Minor (eg, cervical manipulation, basketball injury, coughing, sneezing).</p>\n\t</li>\n</ul>\n<h2>Connective tissue disorders</h2><br><br><ul>\n\t<li>\n\t<p>Fibromuscular dysplasia (accounts for 15%-40% of cases).</p>\n\t</li>\n\t<li>\n\t<p>Ehlers-Danlos syndrome.</p>\n\t</li>\n\t<li>\n\t<p>Marfan syndrome.</p>\n\t</li>\n</ul>\n<h2>Medical conditions</h2><br><br><ul>\n\t<li>\n\t<p>Hypertension.</p>\n\t</li>\n\t<li>\n\t<p>Migraine.</p>\n\t</li>\n\t<li>\n\t<p>Recent respiratory infections.</p>\n\t</li>\n</ul>\n<h2>Lifestyle and genetic predisposition</h2><br><br><ul>\n\t<li>\n\t<p>Smoking.</p>\n\t</li>\n\t<li>\n\t<p>High-intensity physical activities.</p>\n\t</li>\n\t<li>\n\t<p>Familial clustering of arterial diseases.</p>\n\t</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Histopathologic examination is rarely performed but may show intramural hemorrhage, disruption of the subintimal plane, and separation of the tunica meԁia and tunica adventitia.&nbsp; Fibromuscular dysplasia and other underlying conditions may exhibit focal arterial wall irregularities.</p>\n<h1>Clinical presentation and diagnosis</h1><h2>Suspicion for dissection</h2><br><br><p>The diagnosis should be considered in any patient with acute <strong>head/neck pain</strong> and <strong>local</strong> (eg, cranial nerve deficits) or <strong>focal neurologic symptoms</strong> (eg, due to stroke or subarachnoid hemorrhage), particularly in the following circumstances:</p><br><br><ul>\n\t<li>\n\t<p>A recent history of potential triggers (eg, trauma), sports or physical activities, intense sneezing or coughing, or peripartum Valsalva maneuver.</p>\n\t</li>\n\t<li>\n\t<p>A personal or family history of connective tissue or vascular disorders or migraines.</p>\n\t</li>\n\t<li>\n\t<p>Neurologic signs of stroke (eg, from ischemia or subarachnoid hemorrhage), partial Horner syndrome, pulsatile tinnitus, or cranial nerve deficits.</p>\n\t</li>\n</ul><br><br><p>The history of a mechanical trigger may be obvious; alternately, the trigger may be minor and therefore not recognized by the patient.</p><br><br><p>The specific presentation varies based on the artery involved (eg, carotid vs vertebral) and the extent of vascular compromise.</p>\n<h2>Carotid artery dissection</h2><br><br><p>Manifestations of carotid artery dissection include the following (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38808.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul>\n\t<li>\n\t<p>Unilateral neck pain or headache, frequently localized to the anterior neck or temporal region (pain is typically ipsilateral to the side of the dissection).</p>\n\t</li>\n\t<li>\n\t<p>Ipsilateral partial Horner syndrome (ptosis, miosis, but typically not anhidrosis because the sympathetic fibers responsible for facial diaphoresis travel along the ECA), which occurs if the cervical artery hematoma compresses the adjacent sympathetic nerve fibers (occurs in ~25% of cases).</p>\n\t</li>\n\t<li>\n\t<p>Transient monocular vision loss (ie, amaurosis fugax).</p>\n\t</li>\n\t<li>\n\t<p>Pulsatile tinnitus.</p>\n\t</li>\n\t<li>\n\t<p>Symptoms of cerebral ischemia, including hemiparesis or aphasia.</p>\n\t</li>\n</ul>\n<h2>Vertebral artery dissection</h2><br><br><p>Manifestations of vertebral artery dissection include the following:</p><br><br><ul>\n\t<li>\n\t<p>Unilateral posterior neck pain or occipital headache.</p>\n\t</li>\n\t<li>\n\t<p>Dizziness or vertigo (the most common symptom).</p>\n\t</li>\n\t<li>\n\t<p>Diplopia, dysarthria, dysphagia, or other cranial nerve deficits.</p>\n\t</li>\n\t<li>\n\t<p>Lateral medullary (Wallenberg) syndrome (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57143.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) due to PICA occlusion.<p></p>\n\t</li>\n</ul><br><br><p>Neurologic deficits typically do not occur immediately; rather, they emerge hours to days (typically 1-5 days) after the onset of pain.</p>\n<h1>Imaging evaluation</h1><br><br><p>Noninvasive multimodal imaging should be obtained to diagnose a dissection.&nbsp; Options include:</p><br><br><ul>\n\t<li>\n\t<p><strong>CT angiography</strong>:&nbsp; Faster, more readily available.&nbsp; Offers high-resolution views of arterial walls and luminal compromise.</p>\n\t</li>\n\t<li>\n\t<p><strong>MRI</strong>:&nbsp; More sensitive for early ischemic changes.&nbsp; Visualizes intramural hematomas.</p>\n\t</li>\n</ul><br><br><p>The choice between these imaging modalities is typically based on speed, availability, and local preference.&nbsp; There is no gold standard.&nbsp; Characteristic findings of dissection include the string sign (thin string of intravascular contrast following the dissection); elongated, tapered stenosis/occlusion or flame-shaped occlusion; mural crescent sign (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20613.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ); intimal flap; pseudoaneurysm; and intramural hematoma.<p></p><br><br><p>Duplex ultrasonography can be used as a screening tool but alone is insufficient to exclude the diagnosis.&nbsp; It has a lower sensitivity, particularly with identifying arterial dissection near the skull base and vertebral artery dissection within the transverse foramina.</p><br><br><p>Conventional angiography is typically reserved for patients when suspicion for dissection remains high despite negative noninvasive imaging.&nbsp; Conventional angiography is invasive and resource intensive.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis includes other vascular and neurologic conditions.</p>\n<h2>Atherosclerotic stroke</h2><br><br><ul>\n\t<li>\n\t<p>Atherosclerotic <strong>stroke is</strong> more common in older individuals with cardiovascular risk factors (eg, hypertension).</p>\n\t</li>\n\t<li>\n\t<p>It is typically painless (no headache or neck pain).</p>\n\t</li>\n\t<li>\n\t<p>Imaging typically reveals plaque-related stenosis without evidence of dissection on imaging.</p>\n\t</li>\n</ul>\n<h2>Vasculitis</h2><br><br><ul>\n\t<li>\n\t<p>Vasculitis presents with systemic symptoms (eg, fever, weight loss, malaise, elevated inflammatory markers).</p>\n\t</li>\n\t<li>\n\t<p>Imaging may reveal vessel wall enhancement or an irregular lumen without a hematoma.</p>\n\t</li>\n</ul>\n<h2>Migraine with aura</h2><br><br><ul>\n\t<li>\n\t<p>This type of migraine involves a series of symptoms that often begin with a prodrome (eg, light and/or sound sensitivity, fatigue, neck pain), followed by an aura (eg, often visual or auditory sensations), and then a unilateral gradually increasing headache.</p>\n\t</li>\n\t<li>\n\t<p>It can present with transient ischemic symptoms but lacks vascular abnormalities on imaging.</p>\n\t</li>\n</ul>\n<h2>Brain tumor or space-occupying lesion</h2><br><br><ul>\n\t<li>\n\t<p>Either of these conditions can cause neurologic symptoms such as headache, weakness, or visual disturbances; these symptoms can overlap with those of stroke.</p>\n\t</li>\n\t<li>\n\t<p>Symptoms typically have a more gradual onset; the lesion is visible on imaging.</p>\n\t</li>\n</ul>\n<h2>Multiple sclerosis</h2><br><br><ul>\n\t<li>\n\t<p>Neurologic deficits occur and include sensory disturbances, weakness, and vision problems.</p>\n\t</li>\n\t<li>\n\t<p>Multiple sclerosis typically has a relapsing-remitting course, with episodes of symptoms that improve over time.</p>\n\t</li>\n\t<li>\n\t<p>MRI may reveal the characteristic plaques of multiple sclerosis.</p>\n\t</li>\n</ul>\n<h1>Management</h1><br><br><p>Management depends on the patient's clinical presentation (eg, asymptomatic vs stroke symptoms) and the anatomic details of the dissection (eg, intracranial, extracranial).</p>\n<h2>Asymptomatic patients or those with local symptoms</h2><br><br><p>The primary goal is stroke prevention, which is typically accomplished with antiplatelet therapy (eg, aspirin) or anticoagulation (eg, direct oral anticoagulants).&nbsp; Currently, no convincing evidence indicates that anticoagulation is more effective than antiplatelet therapy.&nbsp; The duration of therapy is typically 3-6 months.</p>\n<h2>Patients with acute ischemic stroke</h2><br><br><p>Standard stroke management applies to patients with acute stroke from dissection.&nbsp; This includes evaluation for eligibility for intravenous thrombolysis and mechanical thrombectomy, appropriate blood pressure control, glycemic control, and airway management.&nbsp; Antithrombotic therapy (eg, antiplatelet agents, anticoagulants) is used to prevent recurrent ischemic symptoms; the specific agent depends on the details of the dissection (eg, intracranial vs extracranial).</p>\n<h2>Patients with subarachnoid hemorrhage</h2><br><br><p>Subarachnoid hemorrhage due to dissection is managed according to the same principles as tha due to aneurysmal rupture, which is discussed in a separate article.</p><br><br><p>Most dissections resolve over time without intervention.&nbsp; Endovascular intervention (eg, stenting, coiling) may be indicated in cases of persistent ischemia, large pseudoaneurysms, or failed medical management.</p>\n<h1>Prognosis</h1><br><br><p>With early diagnosis and treatment, most patients who survive the initial dissection experience favorable outcomes, with 80%-90% experiencing a full recovery.&nbsp; Those presenting with severe neurologic deficits typically have a poorer prognosis.&nbsp; If the dissection is left untreated (eg, no antithrombotic therapy), 25%-45% of patients may experience an ischemic event.</p><br><br><p>Spontaneous healing of the arterial wall typically occurs within weeks to months.&nbsp; Stroke recurrence is uncommon with effective antithrombotic therapy, although individuals with connective tissue disorders are at elevated risk for recurrence.&nbsp; To reduce the risk for recurrence, patients with dissections are typically instructed to avoid contact sports, neck manipulation, and any activity that involves abrupt rotation and flexion-extension of the neck.</p>\n<h1>Summary</h1><br><br><p>Cervical artery dissections are significant causes of ischemic events, particularly in younger populations.&nbsp; The condition arises from arterial wall injury, leading to intramural hematoma formation and vascular compromise.&nbsp; Clinical manifestations range from localized pain to severe neurologic deficits.&nbsp; The diagnosis is confirmed through imaging studies such as MRI and CT angiography.&nbsp; Management primarily involves antithrombotic therapy, with endovascular intervention reserved for specific cases.&nbsp; Prompt recognition and treatment are important for reducing the risk for complications (eg, stroke) and optimizing outcomes.</p>\n</div>\n\n            "
}