{
  "meta": {
    "title": "Cranial nerves:  Anatomy and palsies",
    "url": "https://brainandscalpel.vercel.app/cranial-nerves-nbsp-anatomy-and-palsies-e256c026-508e31.html",
    "scrapedAt": "2025-12-01T05:08:58.143Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cranial nerve palsies result from dysfunction of one or more of the 12 cranial nerves, leading to characteristic deficits depending on the affected nerve(s).&nbsp; These deficits can arise from a wide range of structural, inflammatory, infectious, vascular, or neoplastic causes.&nbsp; The clinical presentation varies based on the nerve involved, its anatomic course, and the underlying etiology.&nbsp; Timely identification and diagnosis are essential for guiding management and mitigating complications.</p>\n<h1>Overview of cranial nerves</h1><br><br><p>Cranial nerves are paired structures.&nbsp; Cranial nerves (CNs) III-XII originate in the brainstem at particular points along the midbrain, pons, and medulla, whereas CNs I and II originate in the cortex (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/79380.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; All the cranial nerves have distinct sensory, motor, or mixed functions:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cranial nerve I (olfactory nerve)</strong>:&nbsp; Smell.</li>\n\t<li><strong>Cranial nerve II (optic nerve)</strong>:&nbsp; Vision.</li>\n\t<li><strong>Cranial nerve III (oculomotor nerve)</strong>:&nbsp; Eye movement, pupil constriction, and eyelid elevation.</li>\n\t<li><strong>Cranial nerve IV (trochlear nerve)</strong>:&nbsp; Eye movement (superior oblique muscle).</li>\n\t<li><strong>Cranial nerve V (trigeminal nerve)</strong>: Facial sensation and mastication.</li>\n\t<li><strong>Cranial nerve VI (abducens nerve)</strong>: Eye abduction (lateral rectus muscle).</li>\n\t<li><strong>Cranial nerve VII (facial nerve)</strong>:&nbsp; Facial expression, taste (anterior two-thirds of tongue), lacrimation, and salivation.</li>\n\t<li><strong>Cranial nerve VIII (vestibulocochlear nerve)</strong>:&nbsp; Hearing and balance.</li>\n\t<li><strong>Cranial nerve IX (glossopharyngeal nerve)</strong>: Taste (posterior one-third of tongue), swallowing, and salivation.</li>\n\t<li><strong>Cranial nerve X (vagus nerve)</strong>:&nbsp; Parasympathetic control of thoracic and abdominal organs, voice modulation, and swallowing.</li>\n\t<li><strong>Cranial nerve XI (accessory nerve)</strong>:&nbsp; Shoulder elevation and head rotation.</li>\n\t<li><strong>Cranial nerve XII (hypoglossal nerve)</strong>:&nbsp; Tongue movement.</li>\n</ul><br><br><p>The anatomy, function, testing, and pathology of each cranial nerve are discussed.</p>\n<h1>Cranial nerve I (olfactory nerve)</h1><h2>Nerve pathway and function</h2><br><br><p>The olfactory nerve (CN I) carries special sensory fibers for the <strong>perception of smell</strong>, which is mediated by odorant molecules that bind to olfactory chemoreceptor cells in the nasal mucosa.&nbsp; Axons of the chemoreceptor cells make up the olfactory nerve rootlets, which project through the <strong>cribriform plate</strong> of the ethmoid bone to synapse on the glomeruli of the olfactory bulb.&nbsp; The olfactory bulb then projects second-order axons through the olfactory sulcus in the frontal lobes to the primary olfactory cortex in the medial temporal lobe via the olfactory tract.</p>\n<h2>Palsy</h2><br><br><p><strong>Anosmia</strong> (absent sense of smell) can occur with dysfunction of CN I.&nbsp; Patients often describe difficulties with taste, even though the taste sensation is intact, because the perception of flavor is dependent on both smell and taste, with smell being more important.&nbsp; Anosmia is most often elicited in the history but can be formally tested with the placement of coffee or an alcohol pad under the nose.</p><br><br><p>Dysfunction of CN I typically occurs in the setting of <strong>head trauma</strong> (eg, with acceleration-deceleration forces), which can cause avulsion of the olfactory nerve rootlets as they traverse the cribriform plate (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46576.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Anosmia can also occur in Kallmann syndrome (characterized by hypogonadotropic hypogonadism), Parkinson disease (sometimes appearing before motor findings), and large tumors in the frontal lobe (eg, Foster Kennedy syndrome).<p></p>\n<h1>Cranial nerve II (optic nerve)</h1><h2>Nerve pathway and function</h2><br><br><p>The optic nerve (CN II) carries <strong>visual information</strong> from the retinal ganglion cells in the eye and transmits this information to the brain via the visual pathway to the primary visual cortex in the occipital lobe (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11195.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; CN II is also an important component of the pupillary light reflex; the reflex is mediated by afferents from CN II and efferents from the oculomotor nerve (CN III) to produce constriction of the pupils in response to light (see more details in the section on cranial nerve reflexes).<p></p>\n<h2>Palsy</h2><br><br><p>Testing of CN II includes several components: pupillary reflex, visual fields, visual acuity, and funduscopic examination.&nbsp; Lesions in the optic nerve itself can cause:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Relative afferent pupillary defect</strong>:&nbsp; When light is shined in the affected eye, no signal is transmitted, so pupillary constriction is equally impaired bilaterally (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51549.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li>Central <strong>monocular vision loss</strong> demonstrated on visual acuity and visual field testing.</li>\n\t<li>Difficulty with color vision (dyschromatopsia).</li>\n\t<li><strong>Papilledema</strong> or other abnormal funduscopic findings (eg, enlarged optic cup).</li>\n</ul><br><br><p>Dysfunction of CN II can occur in many conditions, including multiple sclerosis (eg, optic neuritis), infection (eg, syphilis), idiopathic intracranial hypertension, tumors (eg, optic glioma), open-angle glaucoma, or toxin-related optic neuropathy (eg, ethambutol).</p>\n<h1>Cranial nerve III (oculomotor nerve)</h1><h2>Nerve pathway and function</h2><br><br><p>The oculomotor nerve (CN III) has parasympathetic motor fibers:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The parasympathetic efferent fibers are located on the <strong>periphery</strong> and control <strong>pupillary constriction</strong> via the sphincter pupillae muscle.</li>\n\t<li>The motor efferent fibers are located in the <strong>interior</strong> of the nerve and innervate <strong>most extraocular muscles</strong> (superior rectus, inferior rectus, medial rectus, inferior oblique) and the muscle that <strong>elevates the upper eyelid</strong> (levator palpebrae superioris).</li>\n</ul><br><br><p>CN III exits the midbrain between the posterior cerebral and superior cerebellar arteries, coursing along the posterior communicating artery.&nbsp; It travels through the cavernous sinus and exits the skull via the superior orbital fissure.</p>\n<h2>Palsy</h2><br><br><p>CN III is tested by observing extraocular eye movements, the examiner standing approximately 0.6 m [2 ft] away and the patient avoiding head movement while following the examiner's finger in the horizontal and vertical directions.&nbsp; In addition to the extraocular movements, the pupillary reflex and eyelid should be examined.&nbsp; Lesions in the oculomotor nerve typically cause:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>\"Down and out\"</strong> pupil due to paralysis of extraocular muscles with unopposed action of the superior oblique (innervated by CN IV) and lateral rectus (innervated by CN VI).</li>\n\t<li><strong>Efferent pupillary defect</strong>, which is an absent pupillary response in the affected eye when light enters either eye, or <strong>mydriasis</strong> (fixed, dilated pupil), due to complete paralysis of parasympathetic fibers (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52480.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 3\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li>Ptosis (eg, drooping of the eyelid) due to paralysis of the levator palpebrae superioris.</li>\n</ul><br><br><p>CN III palsy can be divided into non–pupil sparing (pupillary defect on examination) and pupil sparing (normal pupils on examination) etiologies; this is because parasympathetic fibers in the periphery are susceptible to compression but less impacted by ischemia:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Non–pupil-sparing CN III palsies</strong> are frequently caused by <strong>mass effect</strong> and should be considered due to an <strong>intracranial aneurysm</strong> (of the posterior communicating artery) until proved otherwise (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32894.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Patients should undergo immediate MRI or CT scan with angiography of the head for evaluation</li>\n\t<li><strong>Pupil-sparing CN III palsies</strong> are typically caused by <strong>microvascular ischemia</strong> and conditions such as <strong>diabetes mellitus</strong>, hypertension, hyperlipidemia, and advanced age (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32895.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Observation and supportive care may be appropriate in patients with CN III palsy with vasculopathic risk factors.</li>\n</ul>\n<h1>Cranial nerve IV (trochlear nerve)</h1><h2>Nerve pathway and function</h2><br><br><p>The trochlear nerve (CN IV) is a pure motor nerve that innervates the <strong>superior oblique muscle</strong>, <strong>intorting (internally rotating) and depressing the eye while adducted</strong>.&nbsp; It exits at the level of the midbrain, travels through the cavernous sinus, and exits the skull at the superior orbital fissure, similar to CN III.</p>\n<h2>Palsy</h2><br><br><p>Patients with trochlear nerve palsy typically have vertical diplopia, which is most pronounced when the affected eye looks down and toward the nose (eg, up-close reading, descending stairs).&nbsp; Examination may show impairment of downgaze with the eye in the adducted position.&nbsp; In severe cases, the affected eye appears vertically deviated (hypertropia).&nbsp; Symptoms often improve when the chin is tucked and the head is tilted away from the affected eye to compensate for hypertropia and extorsion (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31636.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p><br><br><p>Most cases of isolated CN IV palsy are due to congenital abnormalities.&nbsp; Because of its long course and small caliber, CN IV palsy can also be acquired from head trauma; other cases may be due to microvascular nerve ischemia in the setting of diabetes mellitus or other vascular risk factors.</p>\n<h1>Cranial nerve V (trigeminal nerve)</h1><h2>Nerve pathway and function</h2><br><br><p>The trigeminal nerve (CN V) provides <strong>sensation to the face</strong> and <strong>motor innervation to the muscles of mastication</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21500.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; The trigeminal nerve exits from the pons and divides into 3 branches that then travel as follows (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65028.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ophthalmic nerve (CN V1)</strong> passes through the cavernous sinus, exits the cranium through the superior orbital fissure, passes superiorly along the orbit, and then exits the orbit through the frontal bone via the supraorbital foramen.&nbsp; This nerve supplies <strong>sensation to the scalp, forehead, and eyes</strong>.&nbsp; Because it carries general sensory information from the eyes (including the cornea), it provides the afferent component of the <strong>corneal reflex</strong>.</li>\n\t<li><strong>Maxillary nerve (CN V2)</strong> passes through the cavernous sinus, leaves the skull through the foramen rotundum, and then traverses the pterygopalatine fossa to enter the maxilla via the infraorbital canal.&nbsp; It then exits the facial bones through the infraorbital foramen to provide <strong>sensation to the maxillary teeth, sinuses, and palate</strong>.</li>\n\t<li><strong>Mandibular nerve (CN V3)</strong> exits the cranium through the foramen ovale (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L58641.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; This branch of CN V has several branches:\n\t<ul>\n\t\t<li>One branch (the inferior alveolar nerve) enters the mandibular foramen on the internal surface of the mandible and then exits at the mental foramen at the anterior mandible; this provides <strong>sensation to the lower teeth, chin, and lower lip</strong>.</li>\n\t\t<li><strong>General sensation (not taste) in the anterior tongue</strong> is carried by the lingual nerve.&nbsp; It is also a branch of CN V3, but it arises proximal to the inferior alveolar nerve branch.</li>\n\t\t<li>The masseteric branch of the anterior division of the mandibular nerve (CN V3) provides sensory innervation to the face and <strong>motor innervation to the muscles of mastication</strong>.&nbsp; These include the muscles that close the jaw (masseter, medial pterygoid, temporalis) and the single muscle that opens the jaw (lateral pterygoid).</li>\n\t\t<li>The <strong>jaw jerk reflex</strong> has both afferent and efferent limbs carried through the mandibular nerve (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64733.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Palsy</h2><br><br><p>CN V is tested by checking light touch on the forehead, cheek, and chin on both sides of the face simultaneously.&nbsp; Jaw strength can be tested with jaw opening and closing.&nbsp; Damage to CN V can cause <strong>ipsilateral facial anesthesia</strong>, <strong>loss of the corneal reflex</strong>, <strong>weakness of the muscles of mastication</strong>, and <strong>jaw deviation</strong> toward the side of the lesion (due to unopposed action of the opposite pterygoid muscle).&nbsp; Bilateral paralysis can cause mandibular drop and a lack of jaw movement.</p><br><br><p>Trigeminal neuralgia is one of the most common conditions involving CN V and typically causes sharp, shock-like pain lasting seconds to minutes along one of the branches (usually V2 or V3).&nbsp; Bilateral trigeminal neuralgia is unusual and should prompt evaluation for other causes, including multiple sclerosis.&nbsp; The inferior alveolar nerve of V3 is susceptible to iatrogenic injury during dental procedures.</p>\n<h1>Cranial nerve VI (abducens nerve)</h1><h2>Nerve pathway and function</h2><br><br><p>The abducens nerve (CN VI) innervates the lateral rectus muscle, which is responsible for <strong>abduction of the eye</strong>.&nbsp; This nerve exits at the level of the pons, travels within the cavernous sinus, and subsequently exits the cranium via the superior orbital fissure, where it innervates the lateral rectus muscle.&nbsp; It travels a long course, including through the subarachnoid space, which makes it prone to injury from increased cerebrospinal fluid pressure and stretching.</p>\n<h2>Palsy</h2><br><br><p>CN VI palsy is one of the most common nerve palsies that occurs in isolation.&nbsp; Testing occurs as part of testing of extraocular eye movement (as noted in the section on CN III).&nbsp; Palsies of this nerve can cause horizontal diplopia and inward deviation (esotropia).</p><br><br><p>The etiologies of CN VI palsy include a wide range of causes such as <strong>increased intracranial pressure</strong> (including from idiopathic intracranial hypertension), demyelination, ischemia, tumors, and infection (eg, meningitis), among other things.</p>\n<h1>Cranial nerve VII (facial nerve)</h1><h2>Nerve pathway and function</h2><br><br><p>The facial nerve (CN VII) exits the brainstem at the pontomedullary junction near the cerebellopontine angle and subsequently enters the internal auditory meatus and facial canal in the temporal bone.&nbsp; There, branches, supplying the <strong>stapedius muscle</strong> (which reduces volume by dampening ossicle movement in the middle ear), <strong>salivary glands</strong> (eg, sublingual, submandibular), and <strong>lacrimal glands</strong>.&nbsp; It also provides <strong>taste from the anterior two-thirds of the tongue</strong> via the chorda tympani nerve.&nbsp; After exiting the skull through the stylomastoid foramen, the facial nerve courses within the parotid gland; its terminal branches innervate the <strong>muscles of facial expression</strong>.&nbsp; This includes innervation of the orbicularis oculi muscle, which is the efferent limb of the <strong>corneal reflex</strong>.</p>\n<h2>Palsy</h2><br><br><p>CN VII is tested by having the patient close the eyes tightly (with the examiner attempting to manually open the eyes), wrinkle the forehead, and smile.&nbsp; Facial nerve palsy presents with <strong>ipsilateral facial paralysis</strong> (eg, flattening of the nasolabial fold, drooping of the lower lip, inability to close the eye); there is also <strong>loss of the corneal reflex</strong>.&nbsp; Paralysis of the stapedius muscle may lead to <strong>increased sensitivity to sound</strong> (hyperacusis).&nbsp; Because the nerve to the stapedius is one of the first branches of the facial nerve, hyperacusis indicates that the facial nerve is injured near its brainstem origin.&nbsp; Other features of CN VII palsy may include decreased lacrimation, salivation, and loss of taste in the anterior two-thirds of the tongue.</p><br><br><p>The most common cause of facial nerve palsy is Bell palsy, which typically occurs idiopathically.&nbsp; Trauma, infection (eg, Lyme disease), and tumors (eg, vestibular schwannomas, parotid gland tumors) can also occasionally cause facial nerve palsy.&nbsp; Peripheral causes should be differentiated from central causes, as described in more detail in the article on facial palsy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12406.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).<p></p>\n<h1>Cranial nerve VIII (vestibulocochlear nerve)</h1><h2>Nerve pathway and function</h2><br><br><p>The vestibulocochlear nerve (CN VIII) exits the brainstem at the cerebellopontine angle (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26404.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ) at the junction of the pons and medulla and innervates structures in the inner ear; it carries information about <strong>hearing</strong>, <strong>balance</strong>, and <strong>eye position</strong> (via the vestibuloocular reflex [VOR]).<p></p>\n<h2>Palsy</h2><br><br><p>CN VIII is tested by determining whether patients can hear a finger rub near their ears and by observing gait and balance.&nbsp; Weber and Rinne testing can help differentiate conductive from sensorineural hearing loss (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/130658.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Impairment of the cochlear portion of CN VIII leads to ipsilateral sensorineural hearing loss and tinnitus (ringing in the ear), and damage to the vestibular portion causes unsteadiness and disequilibrium.&nbsp; Nystagmus can also be present in dysfunction of CN VIII due to impairment of the VOR.<p></p><br><br><p>A common etiology of CN VIII palsy is a vestibular schwannoma, which arises from the vestibular portion of the nerve.&nbsp; Dysfunction can also occur with vestibular neuritis, which typically presents with acute, sustained vertigo after a viral infection.</p>\n<h1>Cranial nerve IX (glossopharyngeal nerve)</h1><h2>Nerve pathway and function</h2><br><br><p>The glossopharyngeal nerve (CN IX) originates in the medulla and exits the cranial cavity via the jugular foramen.&nbsp; This nerve has numerous functions, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Motor:&nbsp; Stylopharyngeus muscle, which <strong>elevates the larynx during swallowing</strong>.</li>\n\t<li>Parasympathetic:&nbsp; Parotid gland secretion.</li>\n\t<li>General sensory:&nbsp; Tympanic membrane (inner surface), eustachian tube, posterior third of tongue, tonsillar region, upper pharynx, carotid body, and carotid sinus.&nbsp; These sensory fibers provide afferent information for both the gag reflex and the carotid sinus reflex.</li>\n\t<li><strong>Taste in the posterior third of the tongue</strong>.</li>\n</ul>\n<h2>Palsy</h2><br><br><p>CN IX is tested with CN X by asking the patient to say \"aahh\" and visualizing the movement of the palate.&nbsp; Speech and swallowing can also be observed.&nbsp; Although not routinely evaluated, the gag reflex is tested by touching the posterior pharynx with a cotton swab.&nbsp; Glossopharyngeal nerve lesions result in loss of general sensation in the upper pharynx, posterior tongue, tonsils, and middle ear cavity; loss of the gag reflex (afferent limb); and loss of taste on the posterior third of the tongue.</p><br><br><p>This nerve palsy rarely occurs in isolation, although it can develop after surgical procedures such as carotid endarterectomy and Eagle syndrome surgery.&nbsp; It is commonly dysfunctional in lateral medullary syndrome.</p>\n<h1>Cranial nerve X (vagus nerve)</h1><h2>Nerve pathway and function</h2><br><br><p>The vagus nerve (CN X) originates in the medulla and exits the cranial cavity via the jugular foramen.&nbsp; It plays an important role in <strong>swallowing</strong>, <strong>speech</strong>, and <strong>autonomic regulation</strong> throughout the body.&nbsp; The vagus nerve has several functions, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Motor:&nbsp; Motor fibers innervate muscles of the soft palate, larynx, and pharynx.</li>\n\t<li>General sensory:&nbsp; Afferent (sensory) fibers innervate the larynx and hypopharynx.&nbsp; Another branch that provides afferent sensory input from the external auditory canal.</li>\n\t<li>Parasympathetic innervation to the major organs (eg, heart, lungs, gut).</li>\n\t<li>Taste in the epiglottis and pharynx.</li>\n</ul><br><br><p>Given its motor and parasympathetic functions, CN X provides efferents for both the gag reflex and the carotid sinus reflex.&nbsp; It is also responsible for the cough reflex.</p>\n<h2>Palsy</h2><br><br><p>Clinically, CN X is tested with CN IX (see previous section).&nbsp; CN X injury causes loss of the efferent limb of the gag reflex (eg, soft palate dysfunction), dysphagia (eg, pharyngeal muscles), and hoarseness (eg, laryngeal muscles).&nbsp; Sensory loss in the larynx and pharynx may also lead to impaired cough reflex.</p><br><br><p>The vagus nerve is rarely injured in isolation; it is often impaired in lateral medullary syndrome or damaged during surgery (eg, thyroidectomy, carotid endarterectomy).&nbsp; During thyroid surgery, the recurrent laryngeal nerve (a branch of the vagus nerve that loops below the aortic arch on the left and below the subclavian artery on the right) may be damaged due to its proximity to the inferior thyroid artery, causing hoarseness.</p>\n<h1>Cranial nerve XI (spinal accessory nerve)</h1><h2>Nerve pathway and function</h2><br><br><p>The spinal accessory nerve (CN XI) is a pure motor nerve that innervates the <strong>sternocleidomastoid</strong> and <strong>trapezius</strong> muscles.&nbsp; It arises from the cervical spinal cord, exits the cranium via the jugular foramen, and follows a superficial course through the posterior triangle of the neck (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L56079.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ).&nbsp; The trapezius elevates and rotates the scapula upward (eg, during arm abduction) and stabilizes the shoulder.<p></p>\n<h2>Palsy</h2><br><br><p>CN XI can be tested by asking the patient to turn the head and shrug the shoulders against resistance.&nbsp; Symptoms of trapezius weakness include drooping of the shoulder, impaired abduction of the arm above 100 degrees, and lateral displacement of the scapula.&nbsp; If the injury involves the proximal portions of the nerve, weakness of the sternocleidomastoid muscle is also seen.</p><br><br><p>CN XI is vulnerable to penetrating trauma and iatrogenic injury (eg, cervical lymph node dissection) due to its superficial course in the neck.</p>\n<h1>Cranial nerve XII (hypoglossal nerve)</h1><h2>Nerve pathway and function</h2><br><br><p>The hypoglossal nerve (CN XII) exits the medulla and travels through the hypoglossal canal to the angle of the mandible to reach the tongue.&nbsp; It provides motor innervation to the tongue except for the palatoglossus muscle, which is innervated by the vagus nerve (CN X).</p>\n<h2>Palsy</h2><br><br><p>CN XII can be tested by asking patients to stick out the tongue, move it from side to side, and press it against the inside of the cheek against resistance.&nbsp; CN XII injury causes tongue weakness; on tongue protrusion, the strong side \"pushes\" the tongue toward the weak side, sometimes remembered with the phrase \"licking your wounds.\"</p><br><br><p>CN XII may be affected by a variety of disorders involving the medulla.&nbsp; Because CN XII is primarily a motor nerve, tongue fasciculations and weakness are characteristic of amyotrophic lateral sclerosis or spinal muscular atrophy, serving as helpful diagnostic clues.</p>\n<h1>Essential cranial nerve reflexes</h1><br><br><p>The cranial nerves play a role in several essential reflexes that can be tested if needed (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11399.jpg\" alt=\"table 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">table 2</div>\n                                </div>\n                                ).&nbsp; Pupillary reflex testing can help localize disorders of the visual pathway; most of the other reflexes are tested as part of the brain death examination.&nbsp; A few essential clinical reflexes are summarized.<p></p>\n<h2>Pupillary reflex</h2><br><br><p>During the normal pupillary reflex (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10921.jpg\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ), the optic nerve (CN II) and tract (afferent fibers) transmit light stimulus to the midbrain at the level of the superior colliculus, where it is received by the pretectal nucleus and subsequently relayed to the bilateral Edinger-Westphal nuclei.&nbsp; These nuclei subsequently project preganglionic parasympathetic fibers (efferent fibers) through the oculomotor nerve (CN III) to the ciliary ganglion, which then projects postganglionic fibers that innervate the sphincter pupillae muscle to constrict the pupil.&nbsp; When light is shined in one eye, both the ipsilateral pupil (direct response) and contralateral pupil (consensual response) constrict.<p></p><br><br><p>Defects in the pupillary reflex can help localize lesions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Afferent pupillary defect</strong>:&nbsp; When light is shined in the affected eye, no signal is transmitted, so pupillary constriction is equally impaired bilaterally (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51549.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Efferent pupillary defect</strong>:&nbsp; When light enters either eye, there is an absent pupillary response in the affected eye due to paralysis of parasympathetic fibers (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52480.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 3\n                                    </a>\n                                </div>\n                                ).</li>\n</ul><br><br><p>The pupillary reflex is absent bilaterally in patients with brain death or severe midbrain dysfunction.</p>\n<h2>Corneal reflex</h2><br><br><p>The sensory limb of the corneal reflex is mediated by the nasociliary branch of the first division of CN V1, which enters the orbit through the superior orbital fissure.&nbsp; The motor component of the corneal reflex is carried primarily by the temporal branch of CN VII and triggers bilateral eye blinking.</p><br><br><p>To test the corneal reflex, the cornea is lightly touched with a cotton swab or stimulated with saline.&nbsp; Absence of the corneal reflex (corneal stimulation causes orbicularis oculi to contract the eyelids) can result from lesions involving the afferent limb (CN V1) or efferent limb (CN VII).</p>\n<h2>Vestibuloocular reflex</h2><br><br><p>The VOR is responsible for compensatory eye movements with head movement.&nbsp; CN VIII carries afferent vestibular information to the brainstem, whereas the cranial nerves responsible for eye movements (CN III, IV, and VI) provide efferents to the eye muscles.</p><br><br><p>The VOR can be tested in many ways.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In the conscious patient, the head impulse test for the VOR helps evaluate peripheral causes of vertigo.&nbsp; In this test, the patient attempts to maintain focus on a distant target while the head is rapidly rotated left and then right.&nbsp; Patients with normal vestibular function can keep their eyes on target.&nbsp; However, patients with a peripheral vestibular lesion have their eyes pulled off target by head rotation toward the lesion, followed by a corrective saccade back to target.</li>\n\t<li>In an unconscious patient, caloric testing or the oculocephalic reflex may be used to determine if the VOR is intact:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>In caloric testing, ice water is instilled in the ear canal.&nbsp; If the reflex is intact, the eyes slowly move toward that ear.&nbsp; If the reflex is absent, the eyes remain fixed.</li>\n\t\t<li>The oculocephalic reflex (eg, doll's-eye reflex) is tested by moving the head to the right and left and monitoring how the eyes move (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L119932.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ).&nbsp; If the reflex is intact (indicating normal brainstem function), the eyes move in the opposite direction of the head to stay focused at the center.&nbsp; If the reflex is absent (suggesting brainstem injury), the eyes remain fixed and stationary in the midline.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Gag reflex</h2><br><br><p>The gag reflex is an airway protective mechanism that acts to expel foreign or toxic material from the aerodigestive tract.&nbsp; It is mediated by the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sensory (afferent) signals from the back of the tongue or posterior pharyngeal wall are sent via CN IX.</li>\n\t<li>Somatic sensory fibers of CN IX enter the brainstem at the medulla, descend along the spinal trigeminal tract, and synapse in the caudal spinal nucleus.</li>\n\t<li>Information is then sent to the bilateral nuclei ambigui, which are located in the medulla.</li>\n\t<li>Bilateral motor (efferent) signals are sent via CN X, elevating the soft palate and contracting the pharynx.</li>\n</ul><br><br><p>An absent gag reflex is suspicious for dysfunction of the medulla oblongata.</p>\n<h2>Carotid sinus reflex</h2><br><br><p>The carotid sinus is a dilation of the internal carotid artery located just above the bifurcation of the common carotid artery.&nbsp; The carotid sinus reflex has an afferent limb that arises from the baroreceptors in the carotid sinus and travels to the medullary centers via the Hering nerve, a branch of CN IX.&nbsp; The efferent limb carries parasympathetic impulses via CN X (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14002.jpg\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ).<p></p><br><br><p>Carotid sinus pressure or massage stimulates the baroreceptors and increases the firing rate from the carotid sinus, leading to an increase in parasympathetic output and withdrawal of sympathetic output to the heart and peripheral vasculature.&nbsp; The result decreases blood pressure (via peripheral vasodilation) and decreases cardiac output (decreases contractility/stroke volume and heart rate).&nbsp; In carotid sinus hypersensitivity, these effects can cause severe bradycardia, hypotension, and, sometimes, syncope.</p>\n<h1>Syndromes with multiple cranial neuropathies</h1><h2>Cavernous sinus syndrome</h2><br><br><p>The dural sinuses are a venous network that drains blood from the brain into the internal jugular vein.&nbsp; The cavernous sinus lies on each side of the sella turcica, posterior to the optic chiasm, and many important structures pass either through or within its walls, including the internal carotid artery, CNs III, IV, V1 and V2, and VI.</p><br><br><p>Infection, thrombosis, aneurysm (of the internal carotid artery), or trauma involving the cavernous sinus can damage these structures, leading to a syndrome with multiple cranial neuropathies.&nbsp; Ocular muscle paralysis occurs due to injury of CNs III, IV, and VI.&nbsp; CN III palsy may also result in ptosis and mydriasis.&nbsp; Involvement of the ophthalmic and maxillary branches of CN V can cause loss of both upper facial sensation and the afferent limb of the corneal reflex.&nbsp; Proptosis (eye protrusion) and chemosis (conjunctival swelling) may also be evident in venous thrombosis due to impaired venous drainage through the ophthalmic veins.&nbsp; The cavernous sinus has anastomoses crossing the midline, so unilateral symptoms can rapidly become bilateral.</p>\n<h2>Vestibular schwannoma</h2><br><br><p>Vestibular schwannomas are the most common cause of cerebellopontine angle (ie, between the cerebellum and lateral pons) tumors in adults.&nbsp; Vestibular schwannomas most often arise from the vestibular portion of CN VIII.&nbsp; Spontaneous vestibular schwannomas are usually unilateral, whereas bilateral vestibular schwannomas are associated with neurofibromatosis type 2.</p><br><br><p>CNs VII and V are in proximity to CN VIII at the cerebellopontine angle and may be compressed by vestibular schwannomas.&nbsp; Symptoms can vary based on the pattern of nerve involvement:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Impairment of the cochlear portion of CN VIII leads to ipsilateral sensorineural hearing loss and tinnitus (ringing in the ear), and damage to the vestibular portion causes unsteadiness and disequilibrium.</li>\n\t<li>Compression of CN V may cause loss of ipsilateral facial sensation with interruption of the afferent limb of the corneal reflex.</li>\n\t<li>CN VII compression can result in ipsilateral facial muscle paralysis (eg, asymmetric smile).</li>\n</ul>\n<h2>Jugular foramen syndrome (eg, Vernet syndrome)</h2><br><br><p>In several key foramina, the cranial nerves exit the skull (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81610.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Damage to the cranial fossa bones can involve these foramina and cause specific symptoms.&nbsp; The jugular foramen, formed by the petrous portion of the temporal bone and the occipital bone, is a large aperture in the base of the skull behind the carotid canal and is an important structure in the posterior cranial fossa.&nbsp; Passing through the jugular foramina are CNs IX, X, and XI.<p></p><br><br><p>Lesions of the jugular foramen (eg, due to tumors, trauma, or infection) can result in jugular foramen syndrome, which is characterized by CN IX, X, and XI dysfunction:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Loss of taste from the posterior third of the tongue (CN IX).</li>\n\t<li>Loss of gag reflex (CNs IX and X).</li>\n\t<li>Dysphagia (CNs IX and X).</li>\n\t<li>Dysphonia/hoarseness (CN X).</li>\n\t<li>Soft palate drop with deviation of the uvula toward the normal side (CN X).</li>\n\t<li>Sternocleidomastoid and trapezius muscle paresis (CN XI).</li>\n</ul>\n<h1>Summary</h1><br><br><p>Cranial nerve palsies result from dysfunction of one or more cranial nerves due to diverse causes, including ischemia, trauma, infections, and neoplasms.&nbsp; The clinical presentation varies by nerve involvement, ranging from diplopia to facial weakness or hearing loss (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119799.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).<p></p>\n</div>\n\n            "
}