{
  "meta": {
    "title": "Delirium",
    "url": "https://brainandscalpel.vercel.app/delirium-08c7e8e7-508e31.html",
    "scrapedAt": "2025-12-01T05:09:01.095Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Delirium is an acute neuropsychiatric syndrome characterized by a <strong>fluctuating</strong> (ie, waxing and waning) course of impaired attention, arousal, and cognition that <strong>develops acutely</strong> in the setting of medical illness or intoxication/withdrawal states.&nbsp; It is sometimes called \"acute confusional state\" or \"encephalopathy\" and frequently occurs in hospitalized patients, particularly older adults and those with underlying dementia or previous stroke (likely due to reduced cognitive reserves).&nbsp; Delirium indicates acute brain failure and should be considered a medical emergency given its associated morbidity and mortality.</p>\n<h1>Risk factors and precipitating factors</h1><br><br><p>Delirium involves various modifiable and nonmodifiable risk factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Age</strong>:&nbsp; Advancing age, especially age &gt;65, particularly in the setting of frailty.</li>\n\t<li><strong>Cognitive impairment</strong>:&nbsp; Preexisting dementia or cognitive dysfunction, including vascular dementia (from strokes), Alzheimer disease, and Parkinson disease.</li>\n\t<li><strong>Severe illness</strong>:&nbsp; Infections, myocardial infarction, or respiratory failure.</li>\n\t<li><strong>Medications</strong>:&nbsp; Anticholinergics, opioids, benzodiazepines, and corticosteroids, particularly when used in combination.</li>\n\t<li><strong>Surgery</strong>:&nbsp; Major surgery, particularly complex orthopedic and cardiovascular procedures (delirium is especially prevalent after cardiac surgery, possibly due to cognitive dysfunction induced by cerebral microemboli related to cardiopulmonary bypass).&nbsp; Postoperative pain is also a trigger.</li>\n\t<li><strong>Sensory impairment</strong>:&nbsp; Preexisting vision or hearing loss.</li>\n\t<li><strong>Metabolic and electrolyte disturbances</strong>:&nbsp; Hypoxia, electrolyte abnormalities (eg, hyponatremia, hypercalcemia), renal/liver failure, and metabolic derangements (eg, hypoglycemia) are contributing factors due to impaired neuronal function.</li>\n\t<li><strong>Sleep deprivation and limited mobility</strong>:&nbsp; Prolonged hospitalization disrupts sleep-wake cycles.&nbsp; Mobility may be limited by tethers (eg, Foley catheter, telemetry, intravenous line).</li>\n</ul>\n<h1>Pathogenesis</h1><br><br><p>The pathogenesis of delirium is poorly understood but is likely multifactorial, including the following factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neurotransmitter dysregulation</strong>:&nbsp; Neurotransmitter imbalances, particularly acetylcholine deficiency (eg, due to anticholinergic medication use), predispose patients to delirium.</li>\n\t<li><strong>Neuroinflammation</strong>:&nbsp; Systemic inflammation (eg, sepsis) increases cytokines (eg, IL-1, IL-6, TNF-alpha) that cause neuroinflammation, altering neuronal function.</li>\n\t<li><strong>Oxidative stress</strong>:&nbsp; Acute illness and, in particular, surgical stress (including from general anesthesia) increase oxidative stress through excessive reactive oxygen species, impairing neuronal function.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Delirium presents acutely (hours to days) with symptoms that fluctuate throughout the day, often worsening at night (ie, vacillating severity).&nbsp; Clinical features include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Attention and awareness deficits</strong>:&nbsp; Reduced ability to sustain attention, maintain conversation, and orient to the environment.</li>\n\t<li><strong>Cognitive disturbances</strong>:&nbsp; Disorganized thinking, memory impairment, and disorientation to time, place, or identity.</li>\n\t<li><strong>Perceptual disturbances</strong>:&nbsp; Visual or auditory hallucinations and delusions.</li>\n\t<li><strong>Sleep-wake disruptions</strong>:&nbsp; Fragmented sleep or reversal of normal sleep patterns.</li>\n\t<li><strong>Emotional disturbances</strong>:&nbsp; Anxiety, fear, depression, and anger.</li>\n</ul><br><br><p>Delirium can present as hyperactive or hypoactive, often alternating.&nbsp; Hyperactive delirium is characterized by easily recognizable signs of increased psychomotor activity (eg, agitation, restlessness).&nbsp; In contrast, hypoactive delirium is often subtler and marked by lethargy and decreased motor activity; it may be confused with sedation due to medications (eg, opioids, benzodiazepines).</p>\n<h1>Differential diagnosis</h1><br><br><p>Delirium should be distinguished from isolated <strong>sundowning</strong>, which refers specifically to behavioral disturbances occurring during evening hours in patients with dementia, particularly in those who are admitted from institutional care settings.&nbsp; Contributory factors in hospitalized patients include disrupted circadian rhythms or nocturnal disturbances (eg, noise, staffing changes).&nbsp; Although sundowning is not always indicative of delirium, sudden-onset sundowning suggests developing delirium.</p><br><br><p>Additional differential diagnoses include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Dementia:&nbsp; Gradual cognitive decline (months to years) without fluctuations in consciousness.&nbsp; Remote memory is spared.</li>\n\t<li>Depression:&nbsp; Gradual onset (over months), often with an episodic course.&nbsp; Consciousness is intact.&nbsp; There is moderate impairment in concentration and focus (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36470.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li>Psychosis:&nbsp; Stable psychotic symptoms without significant attention or arousal deficits.</li>\n\t<li>Nonconvulsive status epilepticus:&nbsp; Prolonged seizure activity without convulsions, characterized by altered mental status and/or subtle motor signs.&nbsp; It may present with fluctuating consciousness similar to delirium but typically has specific electroencephalography findings.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The <strong>Confusion Assessment Method (CAM)</strong> is a sensitive and specific validated screening tool for delirium.&nbsp; Diagnosis using CAM requires all of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>An acute (eg, 2-day), fluctuating (eg, intermittent) course.</li>\n\t<li>Inattention (eg, easily distractible).</li>\n\t<li>Either disorganized thinking (eg, confusion) or altered consciousness.</li>\n</ul><br><br><p>Patients should be evaluated for <strong>underlying precipitants</strong>, including infectious, metabolic, and neurologic causes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75751.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Whenever possible, a history should be obtained from the patient's relatives, who may reveal clues including pain, trauma, dehydration, or use of recreational substances or medications (eg, anticholinergics) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/66345.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; A physical examination focusing on assessing for focal deficits should be performed.&nbsp; An initial cost-effective evaluation should include the following:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Complete metabolic panel</strong>:&nbsp; Delirium can be triggered by electrolyte disorders (eg, hyponatremia, hypercalcemia), impaired renal (uremic encephalopathy) or liver (hepatic encephalopathy) function, or metabolic disturbances (eg, hypoglycemia).</li>\n\t<li><strong>Urinalysis</strong>:&nbsp; Urinary tract infection is a common cause of delirium in elderly patients.&nbsp; However, results should be interpreted with caution given the high prevalence of asymptomatic bacteriuria in this population.</li>\n\t<li><strong>Chest x-ray</strong>:&nbsp; Pneumonia is an easily identifiable infectious cause of delirium.</li>\n</ul><br><br><p>Additional testing, including arterial blood gas analysis (eg, for hypercapnia), testing for adrenal failure, and thyroid function testing (eg, for thyrotoxicosis or myxedema coma), may be indicated based on clinical suspicion.</p><br><br><p>Neuroimaging (eg, CT scan of the head) should be performed only when the patient's history (eg, headache, trauma, anticoagulation) or physical examination (eg, focal weakness, papilledema) suggests intracranial pathology; it is not initially necessary when focal neurologic findings are absent (although may be considered if delirium persists).&nbsp; Lumbar puncture and electroencephalography are not routinely performed but can be pursued in patients with clinical findings suggesting meningitis/encephalitis (eg, fever, neck rigidity) or nonconvulsive seizures (eg, history of epilepsy).</p>\n<h1>Management</h1><br><br><p>Delirium is <strong>reversible</strong> in the majority of cases.&nbsp; Management includes identifying and treating the <strong>underlying inciting factor</strong>, such as by prescribing antibiotics for infection, discontinuing offending medications, and controlling pain (with opioids if needed).&nbsp; In addition, <strong>nonpharmacological measures</strong> include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Reorientation</strong> using familiar objects and verbal reminders.&nbsp; Hallucinations and delusions should not be validated or confronted directly.</li>\n\t<li><strong>Cognitive stimulation</strong> with family visits or music.</li>\n\t<li><strong>Environmental modifications</strong>, including minimizing noises and disturbances at night.</li>\n\t<li><strong>Facilitating sleep</strong> by promoting a normal sleep cycle (eg, bright day, dim night lighting).</li>\n\t<li><strong>Visual and hearing aids</strong> for patients with impairment.</li>\n\t<li><strong>Maintaining mobility</strong> (eg, physical therapy) and minimizing use of tethers (eg, Foley catheter, telemetry, physical restraints).</li>\n</ul><br><br><p>Some of these (eg, maintaining mobility, environmental modification) can be used as preventive measures.</p><br><br><p>Symptomatic treatment is typically not required for hypoactive delirium.&nbsp; When hyperactive delirium persists despite supportive care and when the patient or staff is in danger, <strong>antipsychotic medications</strong> (eg, haloperidol, quetiapine) may be <strong>used with caution</strong>.&nbsp; This indication is off-label and requires careful assessment of risks/benefits, as well as close monitoring for adverse effects (eg, hypotension, QT prolongation).&nbsp; Usage should be limited to the shortest possible duration because prolonged use of antipsychotics can increase mortality in elderly patients.</p><br><br><p><strong>Benzodiazepines</strong> (eg, lorazepam) should generally be <strong>avoided</strong> because they can have a paradoxical effect in elderly patients by causing disinhibition, thereby worsening delirium; an exception is delirium caused by alcohol or benzodiazepine withdrawal.&nbsp; <strong>Physical restraints are a last resort</strong> and should be used only when all other measures fail and in the presence of ongoing dangerous behavior.&nbsp; Restraints prolong delirium, increase agitation, and promote complications (eg, pressure ulcers, aspiration).</p>\n<h1>Prognosis</h1><br><br><p>Although the acute symptoms of delirium are usually transient and resolve with treatment of the underlying cause, some patients experience persistent <strong>cognitive dysfunction</strong>.&nbsp; Delirium also accelerates the progression of dementia, likely because it causes direct neurologic injury through similar mechanisms (eg, neuroinflammation, impaired neurotransmitter function).&nbsp; Even in patients without a history of dementia, a <strong>single episode</strong> of acute delirium increases the risk for further cognitive decline.&nbsp; In addition, delirium can portend a downward spiral of functional loss, long-term facility placement, and death.</p>\n<h1>Summary</h1><br><br><p>Delirium is characterized by acute cognitive and attention disturbances, frequently affecting older adults who are hospitalized.&nbsp; Identification of risk factors, including age, cognitive impairment, severe illness, and tethers (eg, Foley catheter, telemetry), is critical.&nbsp; The pathogenesis involves neurotransmitter imbalance, neuroinflammation, and oxidative stress.&nbsp; Prevention and management may include minimizing immobilization, optimizing the patient's environment, early mobilization, and cautious pharmacologic management is crucial.&nbsp; Early intervention improves prognosis significantly by reducing associated morbidity, mortality, hospital stay, and long-term cognitive impairment.</p>\n</div>\n\n            "
}