{
  "meta": {
    "title": "Duchenne and Becker muscular dystrophy",
    "url": "https://brainandscalpel.vercel.app/duchenne-and-becker-muscular-dystrophy-c0775f10-508e31.html",
    "scrapedAt": "2025-12-01T05:09:00.979Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Duchenne muscular dystrophy (DMD) and Becker muscular dystrophy (BMD) are X-linked recessive disorders characterized by progressive muscle weakness due to a dystrophin gene mutation.&nbsp; DMD is a more severe form (absent dystrophin) that presents in toddlers, whereas BMD (reduced dystrophin) usually presents in adolescence.</p>\n<h1>Pathogenesis</h1><br><br><p>DMD and BMD are X-linked recessive disorders caused by a mutation in the dystrophin gene.&nbsp; Dystrophin is part of a glycoprotein complex associated with the sarcolemma of muscle fibers (primarily skeletal and cardiac muscle).&nbsp; It links intracellular cytoskeleton components to transmembrane proteins within the sarcolemma, providing mechanical stability.&nbsp; With <strong>reduced or absent dystrophin</strong>, proteases disrupt the sarcolemma, promoting calcium entry into the cell and myonecrosis.</p><br><br><p>Muscle breakdown manifests as progressive weakness (which affects proximal muscles first), and fibrofatty connective tissue subsequently replaces the degrading muscle (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/117252.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>DMD and BMD vary in severity due to the type of mutation and resultant quantity of functional dystrophin (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/99501.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>DMD is usually caused by a frameshift mutation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30204.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) (ie, deletion of base pairs that are not a multiple of 3), which results in markedly truncated/absent dystrophin and severe manifestations that present in early childhood.</li>\n\t<li>BMD is typically due to a 3-base-pair mutation that preserves the reading frame, producing a semifunctional protein that is reduced in quantity and a milder phenotype than DMD that presents in late childhood/adolescence.</li>\n</ul>\n<h1>Genetics</h1><br><br><p>DMD and BMD are <strong>X-linked recessive</strong> disorders and therefore present almost exclusively in male patients born to female carriers.&nbsp; Inheritance patterns of an X-linked recessive disorder with a female carrier include a 50% probability of a male child being affected and 50% of a female child being a carrier.&nbsp; Therefore, overall, a female carrier has a 25% chance of having an affected child (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L107039.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h1>Clinical presentation</h1><h2>DMD </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Proximal lower extremity muscle weakness</strong> in boys age 2-3 (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37425.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                )<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Delayed gross motor milestones (eg, delayed walking age &gt;18 months) or a waddling gait, as well as difficulty running, jumping, and climbing stairs</li>\n\t\t<li>Use of hands to push on the thighs in transitioning from sitting to standing (ie, Gowers sign (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17420.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )) and/or toe-walking to compensate for proximal muscle weakness</li>\n\t\t<li>Muscle cramping/pain and decreased stamina compared to peers</li>\n\t\t<li>Hyporeflexia with loss of strength and tone</li>\n\t</ul>\n\t</li>\n\t<li><strong>Calf pseudohypertrophy</strong>:&nbsp; Calf muscles initially hypertrophy physiologically as compensation for proximal muscle weakness but ultimately appear enlarged due to the replacement of degrading muscle with fibrofatty connective tissue once distal muscles are affected.</li>\n\t<li>Mild cognitive impairment can occur.</li>\n</ul>\n<h2>BMD </h2><br><br><p>Patients with BMD have proximal lower extremity muscle weakness, but symptoms are milder and present later, most commonly in early adolescence.&nbsp; Presenting concerns may include cramping with vigorous activity, a waddling gait, and frequent falls.</p>\n<h1>Evaluation</h1><br><br><p>The initial step in the evaluation of suspected muscular dystrophy is to obtain a creatine kinase level, which is markedly elevated in DMD and BMD (although higher in DMD) due to progressive muscle breakdown.</p><br><br><p>Muscle biopsy is not typically performed but would show reduced dystrophin expression, as well as fibrosis, fat, and muscle degeneration.</p>\n<h1>Diagnosis</h1><br><br><p>Molecular genetic testing is confirmatory and shows a deletion within the dystrophin gene.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Limb-girdle muscular dystrophy</strong>:&nbsp; Progressive proximal muscle weakness with calf pseudohypertrophy in young children can present similarly to DMD; serum creatine kinase is elevated.&nbsp; Genetic testing confirms the diagnosis.</li>\n\t<li><strong>Congenital muscular dystrophies</strong>:&nbsp; These rare conditions usually present at birth with severe hypotonia, including facial muscle weakness, and delayed/lack of acquisition of gross motor milestones beginning in early infancy.</li>\n\t<li><strong>Spinal muscular atrophy</strong>:&nbsp; Degeneration of the anterior horn cells in the spinal cord causes muscle weakness and atrophy.&nbsp; The most common subtypes present in infancy.</li>\n\t<li><strong>Spinal cord abnormalities</strong> (eg, transverse myelitis, tethered cord):&nbsp; Lower extremity weakness can occur, but patients typically have back pain, associated sensory changes (eg, numbness), and bowel and bladder dysfunction.</li>\n\t<li><strong>Peripheral nerve disorders</strong> (eg, Charcot-Marie-Tooth disease):&nbsp; Manifestations usually include distal weakness and sensory symptoms (eg, numbness).&nbsp; Muscle atrophy is common.</li>\n\t<li><strong>Hypothyroidism</strong>:&nbsp; Untreated, chronic disease can cause myopathy with proximal weakness affecting both upper and lower extremities.&nbsp; Other symptoms of hypothyroidism (eg, fatigue, constipation) are typically present.</li>\n</ul>\n<h1>Complications and prognosis</h1><h2>DMD&nbsp; </h2><br><br><p>Progressive weakness leads to joint contractures (eg, toe-walking) and scoliosis (due to paraspinal muscle involvement) and necessitates wheelchair use by early adolescence.&nbsp; Over time, cardiac muscle and skeletal muscle of the respiratory system are also affected, and patients are at risk for cardiopulmonary complications:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dilated cardiomyopathy</strong>:&nbsp; Absent dystrophin in cardiac muscle causes atrophy and fibrosis of the left ventricle, resulting in arrhythmias and left-sided heart failure.</li>\n\t<li><strong>Restrictive lung disease</strong>:&nbsp; Decreased lung function due to respiratory muscle fatigue can lead to atelectasis, pneumonia, and respiratory failure.&nbsp; Scoliosis and body positioning with wheelchair use contribute to restricted pulmonary function (decreased vital capacity and total lung capacity).</li>\n</ul><br><br><p>Life expectancy is shortened, and patients do not typically survive beyond age 30.</p>\n<h2>BMD</h2><br><br><p>Progression of muscle weakness is variable but slower than in DMD, with the potential loss of ambulation in midadulthood.&nbsp; The major cause of morbidity and mortality is cardiomyopathy, which may be associated with rapidly progressive heart failure in some cases.&nbsp; Life expectancy is typically age 40-50.</p>\n<h1>Management</h1><h2>DMD </h2><br><br><p>Early detection and treatment of complications can improve strength, delay loss of ambulation, and prolong survival.&nbsp; Therefore, ECG and noninvasive imaging (echocardiography, cardiac MRI) are indicated at diagnosis.&nbsp; Pulmonary function testing begins around age 5-6 (when children can comply with testing).&nbsp; Treatment involves glucocorticoids to slow disease progression and cardiac (eg, ACE inhibitor) and respiratory support.</p>\n<h2>BMD </h2><br><br><p>Cardiac screening is also indicated at diagnosis of BMD, and regular surveillance and prompt treatment of cardiomyopathy improves outcomes.</p>\n<h1>Summary</h1><br><br><p>Duchenne muscular dystrophy (DMD) and Becker muscular dystrophy (BMD) are X-linked recessive disorders characterized by progressive muscle weakness due to a dystrophin gene mutation.&nbsp; DMD (more severe) presents with proximal lower extremity weakness (eg, delayed walking) and calf pseudohypertrophy in toddler boys, whereas BMD usually presents in adolescence.&nbsp; Creatine kinase is markedly elevated, and genetic testing is diagnostic.&nbsp; DMD is usually complicated by a wheelchair requirement by adolescence, dilated cardiomyopathy, and restrictive lung disease.</p>\n</div>\n\n            "
}