{
  "meta": {
    "title": "Epilepsy/seizures",
    "url": "https://brainandscalpel.vercel.app/epilepsy-seizures-4e612c10-508e31.html",
    "scrapedAt": "2025-12-01T05:09:04.621Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n\t<p>Seizures occur due to excessive neuronal firing and can be focal (eg, from only a part of the brain) or generalized (eg, involving the whole brain).&nbsp; Epilepsy is characterized by recurrent, unprovoked seizures.&nbsp; Epilepsy can affect people of all ages, but it is most common in children and the elderly.</p>\n\t<h1>Pathophysiology</h1>\n\t\n\t<p>Seizures are initiated by a group of hyperexcitable neurons, which cause widespread depolarization and synchronized firing of other neurons in the cortex (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96703.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This continuous excitatory neuronal communication is facilitated by the following:<p></p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Dendrites receive inputs from other neurons that are summated at the axon hillock; if there are enough excitatory inputs to reach depolarization threshold, an action potential (AP) is generated.</li>\n\t\t<li>Voltage-gated sodium channels in the axon open to facilitate propagation of the AP.</li>\n\t\t<li>When the AP reaches the terminal, voltage-gated calcium channels open and allow the influx of calcium.</li>\n\t\t<li>Calcium causes neurotransmitter vesicle fusion and release of contents into the synaptic cleft.</li>\n\t\t<li>Excitatory neurotransmitters (eg, glutamate) open ligand-gated sodium channels on dendrites of the postsynaptic neuron, and the cycle repeats.</li>\n\t</ul>\n\t\n\t<p>Seizures occur when there is an imbalance between excitatory and inhibitory neurotransmitters (eg, gamma-aminobutyric acid [GABA]), leading to hypersynchronous excitatory activity of neurons located within the cortex.</p>\n\t<h1>Risk factors</h1>\n\t\n\t<p>Seizures can be caused by a variety of factors, including:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Genetic predisposition</strong>:&nbsp; Epilepsy is more common in people with a family history of the condition.</li>\n\t\t<li><strong>Brain injuries</strong>:&nbsp; Traumatic brain injuries, strokes, and infections can increase the risk of epilepsy.</li>\n\t\t<li><strong>Structural abnormalities</strong>:&nbsp; Birth defects, tumors, and other abnormalities in the brain can also increase the risk.</li>\n\t\t<li><strong>Metabolic disorders</strong>:&nbsp; Conditions such as hypoglycemia, liver disease, kidney disease, and electrolyte imbalances can trigger seizures.</li>\n\t\t<li><strong>Medications and other substances</strong>:&nbsp; Certain medications, alcohol, and drug use (eg, cocaine, amphetamines) can lower the seizure threshold and increase the risk of seizures.&nbsp; Alcohol and benzodiazepine withdrawal can also precipitate seizures.</li>\n\t</ul>\n\t<h1>Clinical presentation</h1>\n\t\n\t<p>Although the incidence of epilepsy is highest in early childhood and late adulthood, a first-time seizure can occur at any age and time and can be provoked (eg, by other medical conditions) or unprovoked.&nbsp; Several triggers, including emotional stress and lack of sleep, may lower the seizure threshold in susceptible patients (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/105565.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n\t\n\t<p>Seizures can manifest in a variety of ways, depending on the area of the brain affected and the type of epilepsy.&nbsp; Seizures are classified as focal or generalized (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36970.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; focal seizures arise from one cerebral hemisphere but may spread to the entire brain, whereas generalized seizures involve both cerebral hemispheres from the onset.<p></p>\n\t<h2>Generalized seizures </h2>\n\t\n\t<p>General seizures involve the entire brain and can be classified further into:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Tonic-clonic seizures</strong> are characterized by a loss of consciousness, stiffening of the body (eg, tonic phase), and rhythmic jerking movements (eg, clonic phase).&nbsp; Muscle stiffening during the initial tonic phase can cause the patient to fall; patients may also have difficulty breathing due to contraction of chest wall muscles, leading to perioral cyanosis.&nbsp; Tongue biting (particularly of the lateral tongue) is common with clonic movements, and urinary incontinence can also occur.</li>\n\t\t<li><strong>Absence seizures</strong> manifest as brief periods of staring or zoning out.&nbsp; They may present with or without automatisms and usually last only 10-20 seconds.</li>\n\t\t<li><strong>Myoclonic seizures</strong> are brief (eg, &lt;1 second), sudden muscle jerks.</li>\n\t\t<li><strong>Atonic seizures</strong> are characterized by sudden loss of muscle tone, resulting in a fall.</li>\n\t</ul>\n\t<h2>Focal seizures </h2>\n\t\n\t<p>Focal seizures are caused by a regional area of hypersynchronized excitatory neural activity that originates in a single hemisphere.&nbsp; Initial symptoms or preceding auras correspond to the area of brain involvement; examples include twitching/jerking of the face or limb (motor cortex of frontal lobe), paresthesia (somatosensory cortex of parietal lobe), auditory/olfactory hallucinations (temporal lobe), or visual hallucinations (occipital lobe).&nbsp; Focal seizures are subcategorized by level of consciousness during the event:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Focal aware seizures</strong> (formerly, simple partial seizures):&nbsp; Patients are aware and interactive but have symptoms corresponding to the involved area of the brain.</li>\n\t\t<li><strong>Focal impaired awareness seizures</strong> (formerly, complex partial seizures):&nbsp; Patients appear awake but do not interact appropriately with their environment (eg, blank stare).&nbsp; They frequently engage in repetitive, stereotyped actions known as automatisms.&nbsp; Automatisms can vary, but common ones include lip smacking, hand wringing, repeating words, and/or picking.</li>\n\t</ul>\n\t\n\t<p>Focal seizures can spread throughout the brain to involve both cerebral hemispheres, causing secondary generalization into a tonic-clonic seizure.</p>\n\t\n\t<p>The entire seizure episode may be unwitnessed and brief, lasting from a few seconds to minutes.&nbsp; After a seizure, patients often have a postictal state of sleepiness and confusion, lasting usually minutes to hours.&nbsp; This delayed return to baseline neurologic functioning can help differentiate seizure from other causes of sudden loss of consciousness.&nbsp; Patients with focal seizure may have a postictal Todd paralysis, which is a self-limited (usually rapid recovery within &lt; 36 hours), focal weakness or paralysis that occurs after the seizure; the pathophysiology likely involves neuronal exhaustion.</p>\n\t<h1>Diagnostic evaluation of first-time seizure</h1>\n\t\n\t<p>The diagnosis of seizure is based on a combination of clinical history and physical examination.&nbsp; Some patients may have a personal history of febrile seizures and/or a family history of seizures.&nbsp; The initial evaluation of a first-time seizure in an adult is aimed at excluding potentially acute and reversible etiologies (ie, provoked seizure), including metabolic (eg, hypoglycemia, electrolyte disturbances) and toxic (eg, amphetamine use, benzodiazepine/alcohol withdrawal) causes.&nbsp; Therefore, initial studies include:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Basic laboratory tests:&nbsp; glucose, serum electrolytes, calcium, magnesium, complete blood count, renal function tests, and liver function tests</li>\n\t\t<li>Toxicology screen if substance use (eg, amphetamine, cocaine) is suspected as an etiology</li>\n\t\t<li>Electrocardiography (ECG) in patients with loss of consciousness to evaluate for a possible underlying arrhythmia</li>\n\t</ul>\n\t\n\t<p>If a clear metabolic or toxic etiology of seizure is identified, further testing is often not necessary.&nbsp; However, if acute, reversible etiologies have been ruled out, most patients, even those with a normal examination, require neuroimaging as seizures can be secondary to a structural abnormality of the brain (eg, cortical dysplasia, tumor).&nbsp; In the emergency department, CT scan is often performed first as it can rapidly rule out acute life-threatening brain injuries (eg, epidural or intracranial hemorrhage) that require urgent intervention.&nbsp; Findings that could indicate an acute intracranial process include:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Prolonged altered mental status</li>\n\t\t<li>Focal seizure</li>\n\t\t<li>Focal neurologic deficits</li>\n\t\t<li>Patients on anticoagulation therapy</li>\n\t</ul>\n\t\n\t<p>Due to the low sensitivity and resolution of CT scans, most patients undergo neuroimaging with an <strong>MRI of the brain</strong>, which is the preferred test to evaluate for smaller cortical lesions (eg, temporal sclerosis, tumors) that may serve as a seizure focus.</p>\n\t\n\t<p>In addition to neuroimaging, patients without an acute, reversible etiology also typically get a nonurgent, <strong>routine electroencephalography</strong> (EEG), often in the outpatient setting, to stratify those at high risk for seizure recurrence (eg, frequent abnormal electrical discharges).&nbsp; The presence of abnormal activity on EEG can justify the need to start antiseizure medications.</p>\n\t\n\t<p>After neuroimaging has ruled out a space-occupying lesion, lumbar puncture can be considered, but it is typically reserved for patients with suspected meningitis (eg, fever, headache, nuchal rigidity).&nbsp; It is not routinely performed on all patients with seizure because prolonged seizure activity can cause cerebrospinal fluid pleocytosis, which may muddy the diagnosis.</p>\n\t<h1>Diagnosis of epilepsy</h1>\n\t\n\t<p>Epilepsy is diagnosed after multiple unprovoked seizures or after seizure with high risk features noted on MRI or EEG.&nbsp; Epilepsy can be classified based on the type of seizures, the underlying cause, and the age of onset.&nbsp; Some patients, particularly children, have epilepsy syndromes (characterized by specific seizure types and EEG findings).&nbsp; The most common epilepsy syndromes are discussed below.</p>\n\t<h2>Temporal lobe epilepsy</h2>\n\t\n\t<p>Although temporal lobe epilepsy (TLE) typically presents in adolescence, there is wide variation in age at onset.&nbsp; <strong>Focal seizures with impaired awareness</strong> are the typical manifestation of TLE, the most common type of recurrent seizure disorder.&nbsp; The seizures in TLE usually have the following features:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>They are often preceded by a <strong>distinctive aura</strong>, often an uneasy epigastric sensation or unpleasant olfactory hallucination, that localizes the origin of the epileptiform discharges to the mesial temporal lobe (eg, hippocampus, amygdala, parahippocampal gyrus).</li>\n\t\t<li>Patients frequently exhibit <strong>automatisms</strong> that often involve the hands (eg, fumbling, picking) or mouth (eg, lip smacking).</li>\n\t\t<li>Seizures typically last 30-90 seconds and are often followed by <strong>brief postictal confusion</strong> lasting a few minutes.</li>\n\t</ul>\n\t\n\t<p>The disorder is usually due to underlying <strong>hippocampal sclerosis</strong> (ie, mesial temporal sclerosis), which is associated with childhood febrile seizures and can be seen on MRI of the brain.&nbsp; Characteristic histopathologic findings include atrophy of the hippocampal neurons with marked reactive gliosis (astrocyte proliferation in response to injury).&nbsp; EEG may show excessive electrical discharges from the temporal region.</p>\n\t\n\t<p>Various antiseizure medications (discussed further below) are usually attempted first-line for treatment, but for patients with uncontrolled seizures, surgical resection may reduce or cure seizures associated with TLE.</p>\n\t<h2>Absence epilepsy</h2>\n\t\n\t<p>Absence seizures are generalized seizures that typically last &lt;20 seconds and occur in <strong>children age 4-10</strong>.&nbsp; Absence seizures typically start abruptly and occur many times a day.&nbsp; They typically have the following characteristics:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Patients have an <strong>abrupt arrest of activity</strong> with unresponsiveness to vocal or tactile stimulation, but they maintain postural tone.</li>\n\t\t<li><strong>Motor automatisms</strong> during the seizure are common and can include oral (eg, lip smacking, chewing) or eyelid (eg, blinking, fluttering) movements.</li>\n\t\t<li>These seizures are <strong>not associated with a postictal period</strong>.</li>\n\t</ul>\n\t\n\t<p>Because absence seizures can last just a few seconds, caregivers often mistake their episodes and declining grades as inattention.&nbsp; Subtle clues that suggest absence seizures include interruption of play, eye fluttering, and automatisms.&nbsp; Provocation by hyperventilation is also helpful for diagnosis, but caregivers often do not realize this association because hyperventilation is common during normal childhood experiences (eg, sports, vigorous crying).</p>\n\t\n\t<p>Children with absence epilepsy usually have a normal neurological examination.&nbsp; Diagnosis is based on EEG, which demonstrates a classic 3-Hz spike-wave pattern (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L94791.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Children are often deliberately hyperventilated (usually through games such as blowing bubbles or spinning a pinwheel with their breath) during EEG to provoke the classic pattern.&nbsp; <strong>MRI of the brain is not indicated</strong> in children with typical absence epilepsy as it is an idiopathic condition that is not caused by a structural brain abnormality.<p></p>\n\t\n\t<p><strong>Ethosuximide</strong> is the first-line therapy.&nbsp; Most patients can discontinue medication before puberty with no long-term sequelae.&nbsp; If ethosuximide is not tolerated due to adverse effects (eg, nausea/vomiting, drowsiness) or if it is ineffective in suppressing seizure activity, valproic acid is used as a second-line treatment for absence epilepsy.</p>\n\t\n\t<p>Seizures that occur in TLE can look like those in absence epilepsy; however, absence seizures typically are much shorter with no notable postictal state; in addition, these occur primarily in children and are very rare in adults.</p>\n\t<h2>Juvenile myoclonic epilepsy</h2>\n\t\n\t<p>Juvenile myoclonic epilepsy (JME) is a common genetic epilepsy syndrome that affects otherwise healthy adolescents.&nbsp; In about one-third of patients, JME initially presents with <strong>absence seizures</strong> (ie staring spells) up to 5 years before other seizure types are experienced.&nbsp; During adolescence, the classic presentation involves <strong>myoclonic seizures</strong> (ie, jerks) of the arms within the first hour of waking that can be aggravated by sleep deprivation and alcohol intake.&nbsp; <strong>Generalized tonic clonic seizures</strong> occur later in almost all patients and may be the event leading to diagnosis.&nbsp; About 30% of patients with JME have photosensitivity, meaning their seizures can be triggered by flashing lights.</p>\n\t\n\t<p>EEG classically demonstrates bilateral polyspike and slow wave discharges (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L94791.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), which can be present during the ictal period (ie, seizures) as well as the interictal period.&nbsp; MRI typically appears normal in JME and is not required for diagnosis when the clinical presentation and EEG are classic.<p></p>\n\t\n\t<p><strong>Valproic acid</strong> is the first-line treatment for JME, and patients should be educated on sleep hygiene and avoidance of other precipitants.&nbsp; Patients with JME are at risk for recurrent seizures and require <strong>lifelong antiseizure medications (ASMs)</strong>.</p>\n\t<h2>Lennox-Gastaut syndrome</h2>\n\t\n\t<p>Lennox-Gastaut syndrome typically presents by age 5 with intellectual disability (typically delayed) and <strong>severe seizures of varying types</strong> (eg, atypical absence, tonic).&nbsp; Patients can have cognitive or behavioral problems.&nbsp; Interictal EEG demonstrates a slow spike-and-wave pattern, which can be due to structural changes (eg, congenital malformations, trauma), genetic disorders, and metabolic disorders.&nbsp; Several ASMs, most commonly valproic acid, are typically needed, and many patients have nonconvulsive status epilepticus (described below).</p>\n\t<h1>Differential diagnosis</h1>\n\t\n\t<p>Seizures can sometimes be confused with other conditions that cause similar symptoms.&nbsp; It is important to carefully consider the patient's history, physical examination, and diagnostic tests to differentiate between epilepsy and other conditions.</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Syncope</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49157.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; can be especially difficult to differentiate from seizure, and accurate diagnosis largely depends on a detailed history of the event.&nbsp; Syncope is a transient loss of consciousness with loss of postural tone followed by immediate, spontaneous return to baseline neurologic functioning (eg, no post-ictal state).&nbsp; Evidence of tongue biting, particularly of the lateral tongue, is a reliable finding for differentiating epileptic seizure from syncope.</li>\n\t\t<li><strong>Psychogenic nonepileptic seizures (PNES)</strong>:&nbsp; mimic seizures but are not associated with abnormal neuronal activity.&nbsp; They are typically witnessed events that occur during wakefulness and are followed by immediate return to baseline neurologic status.&nbsp; PNES are often dramatic and may involve purposeful movements or behaviors, such as rapid head turning or asynchronous thrashing.</li>\n\t\t<li><strong>Tic disorders</strong>:&nbsp; are characterized by repetitive, stereotypic movements but are not associated with periods of unresponsiveness or confusion.&nbsp; A patient with a tic disorder typically describes an uncontrollable urge to perform the tic.</li>\n\t\t<li><strong>Transient ischemic attacks</strong>:&nbsp; may cause temporary focal symptoms but are typically associated with negative (eg, arm weakness, facial droop) rather than positive (eg, movement) symptoms.&nbsp; In addition, transient ischemic attacks rarely present with frequent, episodic recurrences.</li>\n\t\t<li><strong>Febrile seizures</strong>:&nbsp; occur in young children 6 months to 5 years.&nbsp; However, in contrast to other epilepsy syndromes, febrile seizures only occur during a viral illness with fever and do not require treatment with medications as patients often outgrow this condition spontaneously.</li>\n\t</ul>\n\t<h1>Management of status epilepticus</h1>\n\t\n\t<p>Status epilepticus (SE) is defined as:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>A <strong>single seizure lasting ≥5 minutes</strong> (eg, continuous twitching, minimally responsive pupils)</li>\n\t\t<li>Or <strong>≥2 seizures in which the patient does not completely regain consciousness in between</strong></li>\n\t</ul>\n\t\n\t<p>SE can occur in patients with structural brain abnormality (eg, brain tumor, stroke), metabolic abnormality (eg, hyponatremia, hypoglycemia), infection (eg, meningitis), or drug withdrawal (eg, alcohol, benzodiazepines).&nbsp; It is also common in epilepsy, particularly in patients who are nonadherent with antiepileptic medications, and may be the presenting feature of the disease.</p>\n\t\n\t<p>In patients with SE, prolonged excitatory cytotoxicity and focal hypoxia due to increased demand can cause cell death, preferentially in the cortical structures where seizures are generated.&nbsp; This creates areas of cortical laminar necrosis (seen on MRI as cortical hyperintensity), which can lead to persistent neurologic deficits and recurrent seizures.&nbsp; SE requires aggressive treatment to prevent this secondary brain injury (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23196.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):<p></p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>An actively seizing patient should be stabilized (ie, evaluate airway, breathing, and circulation) and undergo rapid neurologic evaluation.&nbsp; Intravenous access and fingerstick glucose should be obtained.</li>\n\t\t<li>Medication for seizure termination should be administered without delay (ie, concurrently with the prior step) to decrease the risk for complications (eg, hypoxia, acidemia).&nbsp; Intravenous <strong>benzodiazepines</strong> (eg, lorazepam, midazolam) are typical first-line agents due to their rapid onset of action; midazolam may be administered intramuscularly if intravenous access is unavailable.</li>\n\t\t<li>Fosphenytoin, levetiracetam, and valproic acid are second-line agents for generalized convulsive SE if benzodiazepines fail.&nbsp; After SE is controlled, these longer-acting medications are also used in all patients to prevent seizure recurrence.</li>\n\t</ul>\n\t\n\t<p>Following therapy, patients with SE typically regain responsiveness in 10-20 minutes.&nbsp; Any patient who does not return to a normal state of consciousness after these interventions should undergo continuous EEG to rule out nonconvulsive SE.&nbsp; If electrographic seizure activity is continuing despite medications above, a continuous infusion of benzodiazepines can be initiated, and propofol or pentobarbital can be used in refractory cases.&nbsp; After stabilization of SE, neuroimaging can be performed to evaluate for an underlying structural abnormality, hemorrhage, or area of ischemia.</p>\n\t<h1>Management of recurrence with antiseizure medications</h1>\n\t\n\t<p>Although first-time seizures do not typically require treatment, recurrent seizures or patients at high risk (stratified by EEG or due to structural defects) should be treated with ASMs.&nbsp; ASMs have various mechanisms to reduce excitation or increase inhibition in neurons (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105259.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p>\n\t\n\t<p>The choice of ASM depends on the type of seizures, the underlying cause, and the patient's individual needs.&nbsp; When prescribing ASMs, the dose is gradually titrated until seizures are suppressed or until the patient has intolerable adverse effects.&nbsp; Although there is some overlap, ASMs are often divided into broad-spectrum ASMs, which can be used for generalized and focal seizures, and narrow-spectrum ASMs, which are primarily used for focal seizures and can worsen seizure symptoms in patients with absence or myoclonic seizures.</p>\n\t<h2>Broad-spectrum ASMs</h2>\n\t\n\t<p><strong>Levetiracetam</strong></p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Mechanism of action</strong>:&nbsp; Levetiracetam binds to a synaptic vesicle protein (SV2A) to modulate the release of GABA and glutamate neurotransmitters.</li>\n\t\t<li><strong>Adverse effects</strong>:&nbsp; Common adverse effects include drowsiness and behavioral issues (usually in children).</li>\n\t</ul>\n\t\n\t<p><strong>Valproic acid</strong></p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Mechanism of action</strong>:&nbsp; Valproic acid blocks voltage-dependent Na+ channels and raises GABA concentration in the CNS.</li>\n\t\t<li><strong>Adverse effects</strong>:&nbsp; Valproic acid has significant adverse effects, including:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Dose-related <strong>thrombocytopenia</strong> and potential suppression of other cell lines:&nbsp; Complete blood count with platelets should be obtained upon initiation and monitored regularly.</li>\n\t\t\t<li>Life-threatening hepatotoxicity and pancreatitis:&nbsp; Most cases occur during the first 6 months of treatment.&nbsp; Patients should have liver enzymes prior to initiation and regularly thereafter, and lipase should be obtained from any patient on valproic acid with acute abdominal pain.</li>\n\t\t\t<li>Teratogenicity:&nbsp; Valproic acid is a teratogen that has been linked to <strong>neural tube defects</strong>; it should be used with caution in women of child-bearing age.</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t\n\t<p><strong>Lamotrigine</strong></p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Mechanism of action</strong>:&nbsp; Lamotrigine is an antiseizure medication that works by blocking voltage-dependent Na+ channels and decreasing glutamate.</li>\n\t\t<li><strong>Adverse effects</strong>:&nbsp; One of the most significant side effects of lamotrigine is a drug rash, a mild form of which occurs in up to 10% of those treated, usually in the first 2 months of therapy.&nbsp; However, a potentially life-threatening rash due to <strong>Stevens-Johnson syndrome (SJS) or toxic epidermal necrolysis (TEN)</strong> can also occur.&nbsp; Factors that increase the risk of rash include younger age (children are particularly susceptible), increasing dose rapidly, and co-prescribing with valproate.&nbsp; Because of the challenge of predicting the eventual severity of lamotrigine-induced rash at the outset, lamotrigine should be discontinued at the first sign of rash and substituted with another agent.</li>\n\t</ul>\n\t\n\t<p><strong>Topiramate</strong></p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Mechanism of action</strong>:&nbsp; Topiramate primarily works by blocking voltage-dependent Na+ channels.</li>\n\t\t<li><strong>Adverse effects</strong>:&nbsp; Major adverse effects include weight loss, kidney stones, cognitive impairment, and acute angle closure glaucoma.</li>\n\t</ul>\n\t\n\t<p><strong>Phenobarbital (eg, barbiturates)</strong></p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Mechanism of action</strong>:&nbsp; Phenobarbital enhances the effect of GABA at the GABA-A receptor, a ligand-gated ion channel.&nbsp; It increases the duration of channel opening, allowing for increased influx of negatively charged chloride ions.&nbsp; This leads to hyperpolarization of the postsynaptic neuron and suppression of AP firing.</li>\n\t\t<li><strong>Adeverse effects</strong>:&nbsp; Typical adverse effects can include sedation, drowsiness, and respiratory depression (which can be severe).</li>\n\t</ul>\n\t\n\t<p><strong>Benzodiazepines (eg, diazepam, lorazepam, midazolam)</strong></p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Mechanism of action</strong>:&nbsp; Benzodiazepines, which are specifically used in SE, enhance the effect of GABA at the GABA-A receptor, a ligand-gated ion channel.&nbsp; Allosteric attachment of benzodiazepines to the GABA-A receptor causes an increased influx of negatively charged chloride ions in response to GABA binding.&nbsp; This leads to hyperpolarization of the postsynaptic neuron and suppression of AP firing.</li>\n\t\t<li><strong>Adverse effects</strong>:&nbsp; Typical adverse effects can include sedation, drowsiness, and respiratory depression (which can be severe).</li>\n\t</ul>\n\t<h2>Narrow-spectrum ASMs</h2>\n\t\n\t<p><strong>Carbamazepine/oxcarbazepine</strong></p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Mechanism of action</strong>:&nbsp; These medications work by blocking voltage-dependent Na+ channels.</li>\n\t\t<li><strong>Adverse effects</strong>:&nbsp; The major side effect associated with these medications is <strong>hyponatremia</strong> due to inappropriate antidiuretic hormone release.&nbsp; Other adverse effects include nausea/vomiting, drowsiness, and bone marrow suppression.&nbsp; Oxcarbazepine is often better tolerated (eg, less nausea/vomiting, less leukopenia).</li>\n\t</ul>\n\t\n\t<p><strong>Fosphenytoin/Phenytoin</strong></p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Mechanism of action</strong>:&nbsp; These medications decrease the sodium current in cortical neurons by reducing the ability of Na+ channels to recover from inactivation.&nbsp; This increases the refractory period of the neuron, inhibiting neuronal high-frequency firing.</li>\n\t\t<li><strong>Adverse effects</strong>:&nbsp; Phenytoin has a number of adverse effects:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li><strong>Acute phenytoin toxicity</strong> primarily affects the cerebellum, manifesting as eye movement abnormalities and then motor incoordination (eg, ataxia, dysarthria).&nbsp; In very severe cases, patients can eventually develop lethargy, confusion, and coma.</li>\n\t\t\t<li><strong>Gingival hyperplasia</strong> occurs in 50% of patients who have had 3-4 months of phenytoin therapy.&nbsp; The mechanism of this side effect is associated with increased expression of platelet-derived growth factor (PDGF).&nbsp; Gingival hyperplasia may regress after discontinuation of phenytoin.</li>\n\t\t\t<li>If taken during pregnancy, phenytoin may cause <strong>fetal hydantoin syndrome</strong>.</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t\n\t<p><strong>Lacosamide</strong></p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Mechanism of action</strong>:&nbsp; This medication works by blocking voltage-dependent Na+ channels.</li>\n\t\t<li><strong>Adverse effects</strong>:&nbsp; Lacosamide is a well-tolerated medication.&nbsp; Dizziness is the most common adverse effect.&nbsp; It may prolong the PR interval, so it should be used after a baseline ECG is performed in patients with concern for heart disease.</li>\n\t</ul>\n\t<h2>Narrow spectrum:&nbsp; only for absence</h2>\n\t\n\t<p><strong>Ethosuximide</strong></p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Mechanism of action</strong>:&nbsp; This medication is the first-line treatment for absence seizures.&nbsp; It blocks T-type Ca2+ channels that trigger and sustain rhythmic burst discharges in thalamic neurons.&nbsp; It is not an effective treatment for other types of generalized or focal seizures.</li>\n\t\t<li><strong>Adverse effects</strong>:&nbsp; Ethosuximide is typically well tolerated but may cause nausea/vomiting in some patients.</li>\n\t</ul>\n\t<h2>ASM complications</h2>\n\t\n\t<p>In patients who require ASMs, several complications can occur and must be addressed at various times during treatment:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Vitamin D deficiency</strong>:&nbsp; Catabolism of vitamin D is initiated by CYP24A1 (also called 24-hydroxylase), which converts both the 25- and 1,25-hydroxylated forms to inactive metabolites.&nbsp; Expression of this enzyme is induced by several ASMs (particularly phenytoin and carbamazepine), which can lead to increased breakdown of vitamin D and vitamin D deficiency.&nbsp; Many patients taking long-term anticonvulsant therapy therefore require vitamin D supplementation.</li>\n\t\t<li><strong>Folic acid deficiency</strong>:&nbsp; Many ASMs (eg, carbamazepine, phenytoin, valproic acid) have folic acid antagonist properties, placing patients at increased risk for inadequate folic acid levels.&nbsp; Women of childbearing age require additional folic acid supplementation (eg, 4 mg daily), rather than the 0.4 mg daily recommended for average-risk patients, to prevent neural tube defects with pregnancy.</li>\n\t\t<li><strong>Medication interactions</strong>:&nbsp; Several antiepileptic medications (eg, phenytoin, carbamazepine, phenobarbital) are strong inducers of cytochrome P-450 (CYP) enzymes.&nbsp; This effect is responsible for notable drug interactions due to increased clearance of certain pharmaceutical agents.</li>\n\t\t<li><strong>Subtherapeutic drug levels</strong>:&nbsp; Subtherapeutic drug levels are a common cause of breakthrough seizures in patients with known epilepsy.&nbsp; Common causes for subtherapeutic drug levels include interactions with other medications, increasing body weight, and nonadherence to the therapeutic regimen.</li>\n\t\t<li><strong>Medication nonadherence</strong> is common in management of seizure disorders because treatment regimens may be complex or expensive and are often associated with significant adverse effects (eg, fatigue, cognitive dysfunction).&nbsp; Clinical features suggesting nonadherence include a sudden or unexplained increase in seizure frequency, subtherapeutic drug levels, and recurring missed follow-up appointments.</li>\n\t</ul>\n\t<h1>Pregnancy considerations</h1>\n\t\n\t<p>Multiple ASMs have teratogenic effects due to their ability to cross the placenta, resulting ultimately in low folate levels and high oxidative metabolites levels in the fetus.&nbsp; The likely combined effects result in associated cleft lip and palate, wide anterior fontanelle, distal phalangeal hypoplasia, and cardiac anomalies (eg, pulmonary stenosis, aortic stenosis), also known as <strong>fetal hydantoin syndrome</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46798.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; ASM use is also associated with an increased risk for neural tube defects.&nbsp; The neurologic defects can ultimately result in developmental delay and poor cognitive outcomes.<p></p>\n\t\n\t<p>The majority of women with epilepsy have a normal pregnancy.&nbsp; However, to minimize the risk of congenital malformation, patients who will require ASMs during pregnancy should be <strong>titrated to the lowest dose for seizure control</strong> and started on <strong>high-dose (4 mg) folic acid supplementation</strong> prior to conception.&nbsp; For ASMs with high teratogenicity risk (eg, valproate, phenytoin), changing to an alternate regimen should be tried 6 months prior to attempts to conceive; lamotrigine and levetiracetam are considered the safest options.&nbsp; Unless absolutely necessary (eg, uncontrolled seizure activity), no changes to the antiepileptic drug (AED) regimen should be made after conception because seizures during pregnancy can cause fetal hypoxia or other complications of maternal trauma (eg, spontaneous abortion, abruptio placentae).</p>\n\t<h1>Seizures refractory to ASM</h1>\n\t\n\t<p>For patients with seizures refractory to multiple medications, other treatment options may be considered.&nbsp; In some cases, surgery to remove the area of the brain that is causing the seizures may be an option.&nbsp; The ketogenic diet, a high-fat, low-carbohydrate diet, has been shown to be effective in some cases of epilepsy, especially in children.&nbsp; Additionally, a vagal nerve stimulator, which is a device implanted under the skin that stimulates the vagus nerve, may be used to treat refractory seizures.</p>\n\t<h1>Complications related to seizures/epilepsy</h1>\n\t\n\t<p>Patients with seizures and epilepsy associated with a variety of complications including:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Accidents or injuries</strong>:&nbsp; Seizures can cause a variety of injuries when they occur including falls, drownings, fractures, and dislocation (eg, posterior shoulder dislocation).</li>\n\t\t<li><strong>Driving restrictions</strong>:&nbsp; Patients with seizures/epilepsy often have driving restrictions, particularly if they are having uncontrolled seizures; these restrictions are based on individual patients as well as state laws.</li>\n\t\t<li><strong>Psychiatric disorders</strong>:&nbsp; Mood disorders, such as anxiety and depression, are common in patients with epilepsy and should be screened for regularly.&nbsp; Psychogenic nonepileptic seizures are also common in patients with epilepsy and have to be differentiated from seizures.</li>\n\t\t<li><strong>Sudden unexpected death in epilepsy</strong> (SUDEP):&nbsp; This is a rare but serious complication that can occur in people with epilepsy.&nbsp; Patients with frequent, generalized tonic-clonic seizures are at the highest risk.</li>\n\t</ul>\n\t<h1>Discontinuation of AEDs</h1>\n\t\n\t<p>Patients who have been <strong>seizure-free for ≥2 years</strong> can consider discontinuing their AED.&nbsp; The highest risk for seizure recurrence is in the first 6 months after AED discontinuation.&nbsp; Chronic AED therapy generally causes receptor downregulation; even low AED levels could act on the receptors and provide some seizure protection.&nbsp; Therefore, when AEDs are discontinued, a slow taper is recommended regardless of AED level to allow for slow normalization of the receptors and minimization of the risk for seizure.</p>\n\t<h1>Prognosis</h1>\n\t\n\t<p>The prognosis for seizures depends on the type of seizures, the underlying cause, and the patient's response to treatment.&nbsp; In approximately 60% of patients, epilepsy completely resolves over time.&nbsp; Lack of an identifiable structural etiology (eg, normal MRI), normal EEG, and a positive initial response to therapy (eg, no seizures on medication) can indicate low risk for future seizure recurrence.&nbsp; Many patients are able to have seizure control with a single ASM.&nbsp; Some patients will develop refractory seizures, which can have a severe impact on their quality of life.</p>\n\t<h1>Summary </h1>\n\t\n\t<p>Seizures are initiated by a group of hyperexcitable neurons, which cause widespread depolarization and synchronized firing of other neurons in the cortex.&nbsp; Common risk factors include family history, brain injuries, structural abnormalities, metabolic disorders, and certain medications.&nbsp; Seizures can manifest in various ways, including generalized seizures (affecting the entire brain) and focal seizures (affecting a specific area).&nbsp; Diagnosis involves clinical history, physical examination, as well as neuroimaging (preferably with MRI of the brain) and EEG.&nbsp; Management typically involves anti-seizure medications.</p>\n\t</div>\n\t\n            "
}