{
  "meta": {
    "title": "Huntington disease",
    "url": "https://brainandscalpel.vercel.app/huntington-disease-8f8e3f56-508e31.html",
    "scrapedAt": "2025-12-01T05:09:13.346Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Huntington disease is a progressive, fatal, autosomal dominant neurodegenerative disorder characterized by a triad of movement abnormalities, cognitive decline, and psychiatric disturbances.</p>\n<h1>Pathophysiology</h1><br><br><p>Huntington disease is caused by an autosomal dominant <strong>CAG trinucleotide repeat expansion</strong> in the <em>huntingtin</em> (<em>HTT</em>) gene on chromosome 4p.&nbsp; This leads to an expanded polyglutamine sequence on the huntingtin protein, which results in a gain-of-function mutation that causes toxic accumulation and pathologic interaction with other proteins, including various transcription factors.&nbsp; As huntingtin is widely expressed in the brain, death of inhibitory (GABA) neurons in the striatum (caudate nucleus and putamen), which help regulate the movement and behavior centers in the cortex, leads to classic features of Huntington disease, including chorea, behavioral abnormalities (eg, irritability), and progressive dementia.</p><br><br><p>Transcriptional repression (silencing) is one of the mechanisms by which mutated huntingtin is thought to cause disease (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20181.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Regulation of transcription occurs in part due to histones, small proteins that adhere to DNA to help form the strands.&nbsp; Histone modifications (eg, methylation, acetylation, phosphorylation) affect the accessibility of the genome for transcription.&nbsp; In Huntington disease, abnormal huntingtin reduces functioning of histone acetyltransferase.&nbsp; The resulting hypoacetylation increases DNA-histone bonding, leading to a relative increase in compact chromatin and decreased DNA accessibility.&nbsp; This reduces transcription of genes that code for neurotrophic (survival) factors, thereby contributing to neuronal death.<p></p>\n<h1>Pathology</h1><br><br><p>The pathology of Huntington disease consists of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Microscopic</strong>:&nbsp; Within neurons, intranuclear inclusions containing aggregated mutant huntingtin protein are seen.</li>\n\t<li><strong>Macroscopic</strong>:&nbsp; The caudate nucleus is a curved or C-shaped structure in its complete form.&nbsp; The head of the caudate&nbsp; is seen in the inferolateral walls of the frontal horns of the lateral ventricles (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92294.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; In patients with HD, the brain exhibits atrophy, which is particularly evident in the caudate nucleus.&nbsp; The putamen can also be affected, although often to a lesser degree than the caudate.</li>\n</ul>\n<h1>Epidemiology and genetics</h1><br><br><p>Children of an affected parent have a 50% chance of inheriting the mutation (<strong>autosomal dominant</strong>).&nbsp; A CAG repeat length exceeding 40 repeats&nbsp; is almost always indicative of Huntington disease.</p><br><br><p>Huntington disease typically presents in midlife.&nbsp; However, it can during in childhood or adolescence.&nbsp; The number of trinucleotide repeats may increase across generations, causing clinical symptoms to occur earlier and become more severe in subsequent generations, an effect called <strong>anticipation</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31602.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; During spermatogenesis, CAG repeats in the abnormal <em>HTT</em> gene can rapidly increase, much more than during oogenesis; therefore, patients who receive an abnormal gene from their fathers tend to develop the disease earlier in life.<p></p>\n<h1>Clinical presentation</h1><br><br><p>The cardinal features of Huntington disease typically emerge gradually over a period of years and worsen progressively.&nbsp; Most patients develop symptoms in their 30s or 40s, but an earlier age of onset and more severe symptoms are possible with a larger number of trinucleotide repeats.&nbsp; The classic triad includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Motor disorders</strong> (eg, chorea)</li>\n\t<li><strong>Neuropsychiatric changes</strong> (eg, depression, irritability, apathy)</li>\n\t<li><strong>Cognitive decline</strong> (eg, decline in executive function)</li>\n</ul>\n<h2>Motor disorders</h2><br><br><p><strong>Chorea</strong>, the core feature, is identified by random, rapid involuntary movements of the face, limbs, and trunk, which often flow from one body part to the next.&nbsp; Mild chorea may be mistaken for restlessness and fidgeting; as it progresses, the movements are often described as \"dance-like\" because their fluidity is from one body part to the next.&nbsp; Patients are often initially unaware of their movements and may integrate them with purposeful movements (eg, parakinesia).&nbsp; Eventually, the chorea becomes more widespread and interferes with regular movements.</p>\n<h2>Neuropsychiatric changes</h2><br><br><p>In addition to chorea, patients often develop the inability to sustain simple voluntary acts (eg, motor impersistence), such as keeping eyes closed or maintaining a steady hand grip.&nbsp; Abnormal eye movements, including delayed initiation of voluntary saccades (normally quick coordinated eye movements between fixed points), are often seen early in the disease.&nbsp; Other common neurologic findings may include hypotonia with hyperreflexia and/or dystonia.&nbsp; In the later stages, patients can develop features of parkinsonism, with akinesia and rigidity.</p><br><br><p>Psychiatric symptoms are highly prevalent in Huntington disease and may occur prior to the onset of chorea.&nbsp; Patients may have irritability, depression, apathy, and social withdrawal years before chorea.&nbsp; The rates of suicide and suicidal ideation are significantly increased.&nbsp; Obsessive-compulsive behaviors and psychosis (with delusions and hallucinations) can also occur, although they are less frequent than other psychiatric manifestations.</p>\n<h2>Cognitive impairment</h2><br><br><p>Cognitive impairment develops insidiously and eventually occurs in all patients.&nbsp; It is characterized by a decline in executive function, including difficulties with decision-making, multitasking, and flexibility.&nbsp; Patients are often unaware of their cognitive deficits.&nbsp; This often progresses along with motor and psychiatric dysfunction, and patients eventually require care in all aspects of daily living.</p>\n<h1>Diagnosis</h1><br><br><p>In patients with suspected Huntington disease, a detailed history and physical examination focusing on motor abnormalities, behavioral changes, and cognitive decline is crucial.&nbsp; Family history of Huntington disease significantly strengthens the suspicion; however, family history may not always be apparent to aid in the diagnosis.&nbsp; MRI of the brain may reveal <strong>atrophy of the caudate nuclei</strong> causing ex vacuo enlargement of the lateral ventricles (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96498.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><br><br><p>The diagnosis is confirmed by testing for trinucleotide CAG repeat expansion in the <em><strong>HTT</strong></em> <strong>gene</strong>.&nbsp; Because of the significant psychologic implications of this diagnosis and impact on family members, patients should have pretest and posttest genetic counseling with reinforcement of the implications for family members.</p>\n<h2>Genetic testing for asymptomatic relatives</h2><br><br><p>In relatives of patients with the condition, Huntington disease can be identified via predictive genetic screening before symptom onset.&nbsp; Predictive screening may help with family planning and long-term care decisions.&nbsp; Although genetic testing can identify the number of CAG repeats and likelihood of developing HD, it cannot predict the exact age of onset.&nbsp; Pretest counseling is necessary for these patients because it provides necessary education on the risks, benefits, and implications of testing while allowing for emotional support.&nbsp; Given the psychosocial implications of testing, many relatives of patients with Huntington disease may choose not to have testing.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Creutzfeldt-Jakob disease</strong> (CJD):&nbsp; is characterized by prolonged asymptomatic accumulation of abnormal prion protein, leading to neurotoxicity with abrupt, rapid neuropsychiatric decline and death within 1 year.&nbsp; However, CJD usually presents with prominent myoclonus, upper motor neuron signs (eg, hyperreflexia, Babinski sign, spasticity), and ataxia, features not commonly seen in Huntington disease.</li>\n\t<li><strong>Dementia with Lewy bodies</strong>:&nbsp; can present with fluctuating cognition and hallucinations.&nbsp; However, patients usually have features of parkinsonism and do not have chorea.</li>\n\t<li><strong>Friedreich ataxia</strong>:&nbsp; is also a hereditary neurodegenerative disorder that can present with motor abnormalities; however, patients typically have ataxia and dysarthria rather than chorea.&nbsp; In addition, cardiomyopathy and diabetes mellitus are common.</li>\n\t<li><strong>Multiple sclerosis</strong>:&nbsp; can present with relapsing and remitting motor weakness and limb discoordination.&nbsp; However, chorea and early, significant cognitive impairment are not typical.</li>\n</ul>\n<h1>Management</h1><br><br><p>There is no cure for Huntington disease.&nbsp; Multidisciplinary care (eg, neurology, psychiatry, social work, palliative care, physical/occupational/speech therapy) is necessary to help manage symptoms and improve quality of life.</p><br><br><p>Chorea can be managed with medications if needed; vesicular monoamine transporter 2 <strong>(VMAT2) inhibitors</strong> (eg, tetrabenazine), which decrease the amount of dopamine in neurotransmitter vesicles, are used as first-line therapy.</p><br><br><p>For patients with concurrent psychosis, <strong>antipsychotics</strong> (eg, risperidone, aripiprazole) can be used for management.&nbsp; Depression should be screened for at every visit and if present, can be treated with medications.</p>\n<h1>Prognosis</h1><br><br><p>The disease course is a progressive deterioration in cognitive and motor function over 10-20 years after symptom onset resulting in death.&nbsp; Multidisciplinary palliative care (eg, neurology, psychiatry, social work) can help address the escalating physical and psychosocial needs of the patient and family.&nbsp; Ultimately, 24-hour supervision is needed, and long-term care placement may be required given the near-complete loss of functioning.</p>\n<h1>Summary</h1><br><br><p>Huntington disease (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46869.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a devastating neurodegenerative condition with a significant impact on patients and their families.&nbsp; Huntington disease is caused by an autosomal dominant CAG trinucleotide repeat expansion in the <em>huntingtin</em> (<em>HTT</em>) gene on chromosome 4p.&nbsp; Anticipation can occur whereby the number of trinucleotide repeats may increase across generations, leading to clinical presentation at earlier ages.&nbsp; Clinical manifestations usually include motor symptoms (specifically chorea), psychiatric disturbances, and cognitive decline.&nbsp; Diagnosis is confirmed by genetic testing.&nbsp; There is currently no cure for Huntington disease and the disease is fatal within 10-20 years of diagnosis.<p></p>\n</div>\n\n            "
}