{
  "meta": {
    "title": "Hydrocephalus in children",
    "url": "https://brainandscalpel.vercel.app/hydrocephalus-in-children-908dc1a4-508e31.html",
    "scrapedAt": "2025-12-01T05:09:16.840Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hydrocephalus is a condition characterized by an abnormal accumulation of cerebrospinal fluid (CSF) within the ventricles of the brain, leading to increased intracranial pressure (ICP) and ventricular dilation.&nbsp; In children, hydrocephalus may be congenital or acquired, and it can present at any age from infancy to adolescence.&nbsp; Clinical manifestations vary with age and chronicity, and untreated hydrocephalus can lead to brain injury with long-term neurologic sequelae.</p>\n<h1>Pathogenesis</h1><br><br><p>Most of the CSF is produced by the choroid plexus, a highly vascular tissue within the cerebral ventricles that is formed by fenestrated capillary outgrowths covered by modified ependymal cells.&nbsp; CSF circulates throughout the ventricular system before passing to the subarachnoid space to be reabsorbed (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18129.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CSF formed in the lateral ventricles exits through the corresponding interventricular foramina of Monro into the third ventricle.</li>\n\t<li>From the third ventricle, it flows through the aqueduct of Sylvius to reach the fourth ventricle.</li>\n\t<li>CSF exits the fourth ventricle through either one of the paired lateral foramina of Luschka or the medial foramen of Magendie to reach the subarachnoid space.</li>\n\t<li>CSF is then reabsorbed by the arachnoid villi into the venous circulation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17767.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Hydrocephalus results from the disruption of this process and is traditionally classified as one of two types:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Noncommunicating (obstructive) hydrocephalus</strong>:&nbsp; A structural blockage, usually within the ventriculi, prevents CSF flow (eg, aqueductal stenosis, tumors).&nbsp; Ventriculi above the obstruction are enlarged, whereas those below the obstruction are normal.</li>\n\t<li><strong>Communicating hydrocephalus</strong>:&nbsp; Communicating hydrocephalus usually occurs secondary to dysfunction or obliteration of subarachnoid villi; CSF can still flow through the ventricular system, but absorption is impaired (eg, postmeningitis scarring, intraventricular hemorrhage).&nbsp; Rarely, increased CSF production can also cause a communicating hydrocephalus, usually due to choroid plexus papilloma.&nbsp; In communicating hydrocephalus, all ventriculi are symmetrically enlarged.</li>\n</ul><br><br><p>Prolonged ventricular dilation increases ICP, compresses brain parenchyma, and may result in cortical thinning and axonal injury.</p>\n<h1>Risk factors</h1><br><br><p>Hydrocephalus in children may result from either congenital anomalies or acquired conditions.</p>\n<h2>Congenital causes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neural tube defects</strong>:&nbsp; Myelomeningocele is the most common cause of congenital hydrocephalus.</li>\n\t<li><strong>Congenital malformations</strong>:&nbsp; Aqueductal stenosis (eg, narrowing of the cerebral aqueduct) and Chiari II malformation (eg, herniation of cerebellar structures).</li>\n\t<li><strong>Congenital infections</strong> [eg, TORCH (toxoplasmosis, other infections, rubella, cytomegalovirus infection, and herpes simplex)].</li>\n\t<li><strong>Genetic syndromes</strong> (eg, X-linked hydrocephalus).</li>\n</ul>\n<h2>Acquired causes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intraventricular hemorrhage</strong>, especially in premature infants.</li>\n\t<li><strong>Subarachnoid hemorrhage</strong>.</li>\n\t<li><strong>CNS infections</strong> (eg, bacterial meningitis).</li>\n\t<li><strong>Brain tumors</strong> that obstruct CSF flow (eg, medulloblastoma, ependymoma).</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of hydrocephalus varies based on patient age and the rate at which ventricular enlargement occurs.</p><br><br><p>In infants, the open sutures and fontanelles give space for the skull to expand, allowing for volume expansion with a smaller increase in pressure.&nbsp; The earliest sign is often a <strong>rapidly enlarging head circumference</strong>, with or without macrocephaly (circumference &gt;97th percentile).&nbsp; Nonspecific findings can include <strong>irritability</strong>, <strong>poor feeding</strong>, and/or <strong>developmental delay</strong>.&nbsp; Examination may show a <strong>full or bulging fontanelle</strong>, widely spaced cranial sutures, prominent scallop veins, or persistent downward/upward gaze impairment (due to pressure on the midbrain).</p><br><br><p>Ventricular enlargement cannot be accommodated by skull expansion in older children, whose cranial sutures have closed (typically after 12-15 months); therefore, they are more likely to present with signs/symptoms of increased ICP.&nbsp; This may include classic features of <strong>headache</strong> (that is worse in the morning), <strong>nausea/vomiting</strong>, and <strong>papilledema</strong>.&nbsp; As the pressure increases, muscle spasticity and hyperreflexia due to stretching of the periventricular pyramidal tracts may occur.</p><br><br><p>The rate of progression also influences the presenting features.&nbsp; Rapidly progressive hydrocephalus may present acutely with lethargy, cranial nerve palsies, or seizures, reflecting abrupt increases in ICP.&nbsp; In contrast, gradual ventricular enlargement may lead to more subtle signs such as behavioral changes, poor school performance, gait instability, or developmental delay.</p>\n<h1>Diagnosis</h1><br><br><p>The first step in evaluation of suspected hydrocephalus is neuroimaging.&nbsp; In an infant with an open fontanelle, <strong>ultrasonography of the head</strong> may be performed to avoid radiation exposure and confirm the presence of enlarged ventricles.&nbsp; <strong>MRI of the brain</strong> is used in older children and better visualizes the structures of the brain, particularly the posterior fossa; sometimes, ultrafast MRI can be used to avoid sedation.&nbsp; Because of radiation exposure, CT scan is typically reserved for patients with acute signs of rising ICP.</p><br><br><p>In cases with concern for meningitis, lumbar puncture may be performed for CSF analysis if imaging excludes elevated ICP/herniation risk.&nbsp; Genetic testing may be performed in suspected syndromic or familial cases.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Benign extraaxial fluid of infancy</strong>:&nbsp; This is a common cause of benign macrocephaly; infants typically have normal development without any signs of increased ICP.&nbsp; Head imaging will typically show enlarged subarachnoid spaces in the frontal areas rather than hydrocephalus.</li>\n\t<li><strong>Reduced brain volume</strong> (eg, hydrocephalus ex vacuo):&nbsp; In patients with cerebral volume loss due to prior injury or malformation, imaging may show increased prominence of the sulci consistent with cortical atrophy.&nbsp; The compensatory increased CSF volume is due to a significant loss of neuronal volume rather than impaired CSF flow.</li>\n\t<li><strong>Normal pressure hydrocephalus</strong>:&nbsp; This is rare in children and is typically present only in older adults.&nbsp; Classically, patients present with the triad of gait disturbance, dementia, and urinary incontinence.&nbsp; Imaging will show ventricular enlargement.</li>\n\t<li><strong>Pseudotumor cerebri (idiopathic intracranial hypertension)</strong>:&nbsp; This condition typically occurs in young adults rather than children.&nbsp; Patients present with signs of elevated ICP (eg, headache, papilledema, visual changes) without ventricular enlargement on imaging.&nbsp; CSF opening pressure is elevated, and neuroimaging is normal or shows slit-like ventricles.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management depends on the etiology and severity of symptoms.&nbsp; The goal is to divert CSF, relieve pressure, and treat underlying causes.&nbsp; Medical therapy (eg, acetazolamide, furosemide) has limited utility and is used only in select cases or as a temporizing measure.&nbsp; Surgical interventions are the mainstay of treatment and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ventriculoperitoneal (VP) shunt</strong>:&nbsp; This is the most common surgical intervention used for long-term management of hydrocephalus.&nbsp; A VP shunt is a mechanical device placed for obstructive hydrocephalus to prevent excessive CSF accumulation by redirecting CSF for absorption outside the CNS (ie, peritoneum) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23727.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n\t<li>Endoscopic third ventriculostomy (ETV):&nbsp; This procedure is typically used for noncommunicating hydrocephalus.&nbsp; In ETV, an endoscopic opening in the floor of the third ventricle is created to bypass obstruction.</li>\n</ul><br><br><p>Postoperative care includes monitoring for:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Shunt malfunction:&nbsp; Tubing may migrate, split, or kink, thereby obstructing drainage and causing recurrence of hydrocephalus and a life-threatening increase in ICP (eg, ischemia, herniation).&nbsp; Symptoms of increased ICP (eg, headache, vomiting, papilledema) usually occur.</li>\n\t<li>Infection:&nbsp; May cause fever, shunt tenderness, and neurologic decline.&nbsp; Abdominal pain may occur if peritonitis develops due to distal shunt infection.</li>\n\t<li>Overdrainage:&nbsp; Can lead to slit ventricles and subdural hematomas.</li>\n</ul><br><br><p>Work-up for postoperative complications focuses primarily on evaluating the patient's neurologic status (eg, neurologic examination, funduscopy), the integrity of the shunt (eg, head imaging with CT, ultrasonography or shunt-series x-rays), and the possibility of infection (eg, complete blood count, blood cultures, shunt tap).&nbsp; Shunt complications can occur at any time after placement but usually occur within the first 6 months (and most commonly within the first month).</p>\n<h1>Prognosis</h1><br><br><p>Prognosis varies depending on etiology, timing of intervention, and the presence of comorbid conditions.&nbsp; With timely management, many children with hydrocephalus achieve developmental milestones.&nbsp; However, delays in diagnosis or recurrent shunt complications can result in cognitive impairment, motor deficits, and vision problems.&nbsp; Long-term follow-up is often required.</p>\n<h1>Summary</h1><br><br><p>Pediatric hydrocephalus is a condition characterized by cerebrospinal fluid accumulation within the ventricles due to impaired flow or absorption.&nbsp; Presentation varies with age but may include macrocephaly, vomiting, headache, and developmental delay.&nbsp; Diagnosis is confirmed with neuroimaging.&nbsp; Management typically involves surgical diversion of cerebrospinal fluid via a ventriculoperitoneal shunt.&nbsp; Early recognition and intervention are essential to reduce neurologic morbidity and optimize developmental outcomes.</p>\n</div>\n\n            "
}