{
  "meta": {
    "title": "Malignant hyperthermia",
    "url": "https://brainandscalpel.vercel.app/malignant-hyperthermia-47932a67-508e31.html",
    "scrapedAt": "2025-12-01T05:09:18.477Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Malignant hyperthermia is a rare but potentially life-threatening disorder characterized by a hypermetabolic response to volatile anesthetics and depolarizing muscle relaxants.&nbsp; Most cases arise shortly after induction or during maintenance of anesthesia in susceptible individuals.&nbsp; A genetic defect in skeletal muscle receptors causes sustained muscle contraction, which can lead to hypercarbia, metabolic acidosis, rhabdomyolysis, and hyperthermia.&nbsp; Malignant hyperthermia is a clinical diagnosis that requires immediate treatment with dantrolene (a muscle relaxant), along with supportive measures (eg, cooling), to prevent death.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Genetic predisposition</strong>:&nbsp; Autosomal dominant genetic mutation causes abnormal ryanodine receptors (<em>RYR1</em>) in the skeletal muscle (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L94753.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )</li>\n\t<li><strong>Anesthetic exposure</strong>:&nbsp; This is the main trigger for malignant hyperthermia in susceptible patients.&nbsp; It involves <strong>volatile anesthetics</strong> (eg, halothane, isoflurane) and <strong>depolarizing muscle relaxants</strong> (eg, succinylcholine)</li>\n</ul>\n<h1>Pathophysiology</h1><br><br><p>Malignant hyperthermia occurs in patients with genetically <strong>abnormal ryanodine receptors (</strong><em><strong>RYR1</strong></em><strong>)</strong> in the skeletal muscle.&nbsp; On exposure to certain anesthetic agents (typically succinylcholine and inhalational gases), these defective receptors allow the unregulated passage of calcium from the sarcoplasmic reticulum into the intracellular space.&nbsp; As a result of excessive calcium accumulation, patients develop sudden-onset, widespread muscle rigidity, which is often first noted in the masseter.</p><br><br><p>The <strong>widespread, sustained muscle contraction</strong> (which is pathognomonic for malignant hyperthermia) creates a hypermetabolic cellular state, which results in:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Excessive CO<font size=\"2\"><sub>2</sub></font> production:&nbsp; hypercarbia and respiratory acidosis</li>\n\t<li>Depletion of cellular oxygen:&nbsp; anaerobic metabolism, lactic acid production, and metabolic acidosis</li>\n\t<li>Rhabdomyolysis (muscle breakdown):&nbsp; release of creatinine kinase and myoglobin into blood, which can lead to acute kidney injury</li>\n\t<li>Hyperthermia:&nbsp; increased cellular metabolism that overwhelms the body's ability to dissipate heat</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Clinical signs of malignant hyperthermia classically develop shortly after the administration of general anesthesia but can occur at any time during the intraoperative or postoperative periods.&nbsp; Patients may exhibit any combination of the following signs (most do not have all):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypercarbia with tachypnea</strong>:&nbsp; often the earliest sign, detected by a sudden rise in end-tidal CO<font size=\"2\"><sub>2</sub></font>, does not improve by increasing minute ventilation (eg, tidal volume, rate)</li>\n\t<li><strong>Widespread skeletal muscle contraction and rigidity</strong>:&nbsp; particularly involving the jaw (masseter muscle spasm)</li>\n\t<li>Sinus tachycardia:&nbsp; due to a hypermetabolic state</li>\n\t<li>Metabolic acidosis:&nbsp; related to increased lactic acid production</li>\n\t<li>Myoglobinuria:&nbsp; muscle breakdown that releases myoglobin, which causes red/brown urine</li>\n\t<li>Hyperkalemia:&nbsp; potassium released from damaged skeletal muscle cells (may lead to cardiac arrhythmias and cardiac arrest)</li>\n\t<li><strong>Hyperthermia</strong>:&nbsp; possibly a late manifestation</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Septic shock</strong>:&nbsp; may present with elevated temperature, tachycardia, and metabolic acidosis, but diffuse muscle rigidity is not expected.&nbsp; An infectious source (not anesthesia) is often identified as the inciting factor.</li>\n\t<li><strong>Neuroleptic malignant syndrome</strong>:&nbsp; an adverse reaction to antipsychotic medications and is characterized by hyperthermia, muscle rigidity, autonomic instability, and altered mental status.&nbsp; It can be distinguished from malignant hyperthermia by the clinical context (no anesthetic exposure).</li>\n\t<li><strong>Thyrotoxicosis</strong>:&nbsp; thyroid storm can be precipitated by surgery and cause hyperthermia and tachycardia, but it does not cause sustained muscle rigidity.&nbsp; Elevated levels of T3 and T4 confirm the diagnosis.</li>\n\t<li><strong>Serotonin syndrome</strong>:&nbsp; may cause hyperpyrexia, tachycardia, and tachypnea but classically presents with hyperreflexia and clonus rather than rigidity.&nbsp; It is seen in patients taking serotonergic medications.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Malignant hyperthermia is a clinical diagnosis that should be strongly suspected in any patient who develops unexpected hypercarbia, sudden muscle rigidity, unexplained metabolic acidosis, and/or hyperthermia during or after anesthesia.&nbsp; Diagnosis requires a high index of suspicion because the timing of onset and constellation of clinical signs can vary from patient to patient.</p>\n<h1>Laboratory evaluation</h1><br><br><p>Acute malignant hyperthermia is mainly a clinical diagnosis, but certain laboratory findings are characteristic and support the diagnosis.&nbsp; The following tests are recommended when malignant hyperthermia is suspected:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serum electrolytes:&nbsp; Classic findings include hyperkalemia and a low bicarbonate level (reflecting acidosis).</li>\n\t<li>Arterial blood gas:&nbsp; Low pH and elevated lactate levels can be used to identify and quantify the severity of respiratory and metabolic acidosis.</li>\n\t<li>Serum myoglobin and creatine kinase:&nbsp; High levels reflect muscle damage and can lead to acute kidney injury.</li>\n\t<li>Urine myoglobin:&nbsp; Myoglobin in the urine is consistent with acute muscle injury.</li>\n</ul>\n<h1>Management</h1><br><br><p>Immediate intervention is critical to prevent mortality.&nbsp; Any patient who receives anesthesia and then exhibits a sudden rise in end-tidal CO<font size=\"2\"><sub>2</sub></font>, muscle rigidity, rising temperature, or other characteristic signs, without a convincing alternate diagnosis, should be emergently treated for malignant hyperthermia.&nbsp; This includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prompt <strong>discontinuation of triggering agents</strong> (eg, anesthetics, depolarizing muscle relaxants)</li>\n\t<li>Immediate administration of <strong>dantrolene</strong>, the antidote of choice and skeletal muscle relaxant that directly inhibits calcium release from the sarcoplasmic reticulum</li>\n\t<li>Initiate supportive care, including cooling, electrolyte correction (eg, bicarbonate for acidosis), ventilatory support (eg, 100% oxygen, hyperventilation), and IV fluids (to prevent rhabdomyolysis-induced kidney injury)</li>\n</ul>\n<h1>Prevention</h1><br><br><p>Prior to receiving anesthetic agents, patients with a family history or previous suspected episode of malignant hyperthermia should have further diagnostic testing.&nbsp; The gold standard for testing for malignant hyperthermia susceptibility is the caffeine-halothane contracture test, which exposes biopsied muscles to halothane and caffeine to assess contracture response.&nbsp; In addition, genetic testing for ryanodine receptor (<em>RYR1</em>) mutations can determine a predisposition to this condition, but neither evaluation is helpful in an acute crisis.&nbsp; Susceptible individuals should be advised to avoid triggering agents and undergo proper preoperative precautions to prevent malignant hyperthermia in the future.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of malignant hyperthermia is generally favorable with rapid diagnosis and treatment.&nbsp; However, failure to identify or aggressively manage the condition can lead to severe complications, including arrhythmia, cardiac arrest, and renal failure, as well as death.&nbsp; The expanded use of end-tidal CO<font size=\"2\"><sub>2</sub></font> detectors and core (rather than skin) temperature monitoring during anesthesia has enhanced early detection and improved mortality.</p>\n<h1>Summary</h1><br><br><p>Malignant hyperthermia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35864.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a genetic skeletal muscle receptor disorder marked by sustained muscle contraction when exposed to certain anesthetic agents.&nbsp; Skeletal muscle hypermetabolism results in hypercarbia, tachycardia, acidosis, hyperthermia, and rhabdomyolysis.&nbsp; Administration of dantrolene is required, along with supportive measures, to prevent decompensation and death.<p></p>\n</div>\n\n            "
}