{
  "meta": {
    "title": "Myasthenia gravis",
    "url": "https://brainandscalpel.vercel.app/myasthenia-gravis-4c91bd95-508e31.html",
    "scrapedAt": "2025-12-01T05:09:26.856Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Myasthenia gravis (MG) is an autoimmune disorder of the neuromuscular junction characterized by fluctuating muscle weakness and fatigability.</p>\n<h1>Pathophysiology</h1><br><br><p>MG is caused by an autoantibody-mediated, <strong>T cell–dependent</strong> attack on the postsynaptic nicotinic <strong>acetylcholine receptors (AChRs)</strong> of the <strong>neuromuscular junction</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39119.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Blockade of the active site of AChRs prevents acetylcholine from binding and also triggers endocytosis of AChRs (receptor internalization), as well as complement-mediated membrane damage.&nbsp; Over time, these changes result in reduced numbers of AChRs.&nbsp; The decrease in available cation channels reduces the end plate potential following acetylcholine release (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39504.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Because the threshold potential is not reached, the muscle cells do not depolarize as frequently, leading to <strong>defective neuromuscular transmission.</strong><p></p><br><br><p>The <strong>thymus</strong> is involved in the differentiation of T cells and seems to be the site of autoimmunization in MG, perhaps by reacting to muscle-like cells in the thymus that express AChR antibodies.&nbsp; This may be why most patients with MG are found to have some form of thymic disease (thymic hyperplasia, thymoma).</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>MG is a rare disorder that can occur at any age.&nbsp; Most commonly, it occurs in 2 populations:&nbsp; women age 20-30 and men age 60-80.&nbsp; Thymic hyperplasia or thymoma is present in a significant proportion of MG cases.</p>\n<h1>Clinical presentation</h1><br><br><p>MG is characterized clinically by weakness that is:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fluctuating throughout the day</strong></li>\n\t<li><strong>Fatigable</strong> (eg, worse after repetitive motions or at the end of the day)</li>\n\t<li><strong>Usually located in ocular, extremity, or bulbar muscles</strong></li>\n</ul><br><br><p>Depending on which muscle groups are affected, clusters of symptoms can present in various ways:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ocular symptoms</strong>:&nbsp; are the most common and occur in about 50% of patients.&nbsp; Patients usually report diplopia (eg, double vision) and ptosis (eg, drooping eyelid).&nbsp; Any extraocular muscle can be impacted.&nbsp; These symptoms tend to be worse after prolonged visual fixation, such as reading or driving.</li>\n\t<li><strong>Bulbar symptoms</strong>:&nbsp; occur in approximately 16% of patients.&nbsp; Patients can have slurred speech, changes in voice (eg, hypernasality due to palate weakness), trouble with chewing, and/or facial weakness.&nbsp; If facial muscles are involved, patients may report decreased ability to smile or may have a \"myasthenic sneer\" in which the outer corners of the mouth do not move when attempting to smile.&nbsp; Patients with bulbar symptoms are more likely to progress to respiratory failure related to MG.</li>\n\t<li><strong>Extremity weakness</strong>:&nbsp; occurs in about 20% of patients, usually with ocular or bulbar symptoms.&nbsp; MG classically impacts proximal more than distal extremities, which can present as difficulty rising from a seated position or lifting the arms over the head (eg, combing hair).&nbsp; The arms are often affected more than the legs.&nbsp; Patients can also have exercise intolerance characterized by weakness in the absence of dyspnea or tiredness.&nbsp; Neck muscles also may be involved, causing some drooping of the head toward the end of the day.</li>\n</ul><br><br><p>Examination of patients can initially show normal strength, but additional clinical testing often provides clues.&nbsp; Commonly used <strong>examination maneuvers</strong> include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sustained upward gaze (eg, having the patient look up for 60 seconds) to elicit ptosis.</li>\n\t<li>Asking a patient to count out loud as high as they can in one breath.</li>\n\t<li>Demonstrating repetitive shoulder abduction or hip flexion to elicit proximal muscle weakness.</li>\n\t<li>Placing a cool pack on the eyelids to see if ptosis improves (eg, <strong>ice pack test</strong>).&nbsp; This likely helps ptosis because acetylcholinesterase activity decreases at lower temperatures.</li>\n</ul><br><br><p>Because MG occurs at the level of the neuromuscular junction, upper and lower motor neuron signs (eg, hyperreflexia, fasciculations) are typically absent.&nbsp; Sensation, muscle bulk/tone, reflexes, and autonomic function are typically normal.</p>\n<h1>Diagnosis</h1><br><br><p>If a patient has a clinical presentation concerning for MG (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L94700.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), the diagnosis can be confirmed by serologic tests that detect serum <strong>autoantibodies against AChRs</strong>.&nbsp; These can be detected in the majority of patients with MG and are very specific.&nbsp; A small percentage have antibodies directed at muscle-specific kinase (MuSK) or low-density lipoprotein receptor–related protein (LRP4), which can be tested for if AChR antibodies are negative.<p></p><br><br><p>Electrodiagnostic testing with electromyography and nerve conduction studies with repetitive nerve stimulation can be used when antibody testing is negative.&nbsp; It shows a characteristic <strong>decreasing force of muscle contraction with repetitive nerve stimulation</strong>, indicating impaired neuromuscular transmission.</p><br><br><p>All patients with confirmed MG should undergo CT or MRI of the mediastinum to <strong>assess for thymoma or thymic hyperplasia</strong>, which may be associated with MG.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of MG includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lambert-Eaton myasthenic syndrome (LEMS)</strong>:&nbsp; can have proximal muscle weakness (often in the legs &gt; arms).&nbsp; However, weakness usually improves (rather than worsens) with activity.&nbsp; LEMS is caused by antibodies targeting presynaptic voltage-gated calcium channels and is typically associated with small cell lung cancer.</li>\n\t<li><strong>Botulism</strong>:&nbsp; can present with ocular and bulbar symptoms (eg, dysarthria, dysphagia, diplopia) similar to those of MG; however, patients typically present with very rapid progression of symptoms without improvement with rest and often with associated ingestion of contaminated food.</li>\n\t<li><strong>Polymyositis</strong>:&nbsp; can present with persistent, symmetric proximal muscle weakness, but symptoms do not usually fluctuate, and ocular involvement is uncommon.&nbsp; Patients often have mild tenderness of affected muscles.</li>\n\t<li><strong>Amyotrophic lateral sclerosis (ALS)</strong>:&nbsp; is caused by progressive motor neuron degeneration and can cause asymmetric limb and bulbar weakness.&nbsp; However, it is characterized by upper (eg, spastic paralysis) and lower (eg, muscle atrophy, fasciculations) motor neuron signs.</li>\n\t<li><strong>Multiple sclerosis</strong>:&nbsp; can cause neurologic symptoms (eg, weakness, blurred vision) in discrete, noncontiguous domains, but symptoms typically relapse and remit slowly over days to weeks (rather than fluctuating throughout the day).</li>\n\t<li><strong>Guillain-Barré syndrome</strong>:&nbsp; is caused by inflammatory demyelination and leads to a rapidly progressive symmetric ascending muscle paralysis that can result in respiratory failure.&nbsp; Symptoms are generally preceded by infection (eg, <em>Campylobacter jejuni</em>, viruses); hyporeflexia, dysautonomia (eg, ileus), and sensory involvement (eg, paresthesias) are common.</li>\n</ul>\n<h1>Management</h1><br><br><p>First-line treatment of MG is typically with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acetylcholinesterase inhibitor</strong> (eg, pyridostigmine)</li>\n\t<li><strong>Thymectomy</strong></li>\n</ul><br><br><p><strong>Pyridostigmine</strong> inhibits the degradation of acetylcholine in the neuromuscular junction, prolonging the action of acetylcholine.&nbsp; Because this medication increases the concentration of acetylcholine, it increases the stimulation of both nicotinic receptors, which are impacted in MG, and muscarinic receptors, which are normal in MG.&nbsp; Therefore, acetylcholinesterase inhibitors improve skeletal muscle weakness but can cause muscarinic overstimulation of the smooth muscles and excessive glandular secretions (eg, diarrhea, diaphoresis, abdominal cramping, emesis).&nbsp; Selective muscarinic antagonists (eg, glycopyrrolate, hyoscyamine, propantheline) can be used to reduce the adverse effects of cholinesterase inhibitors.</p><br><br><p>Patients found to have thymoma while undergoing work-up should have resection of the thymus.&nbsp; However, even in the absence of thymic abnormalities, <strong>thymectomy</strong> is often beneficial in patients with MG and can lead to symptom improvement or remission.&nbsp; Therefore, thymectomy is recommended in all patients age &lt;50 who have MG, even without thymoma.</p><br><br><p>Some patients have well-controlled symptoms with first-line therapy.&nbsp; However, many need additional immunotherapy to control symptoms.&nbsp; Commonly used medications include corticosteroids, azathioprine, mycophenolate mofetil, and rituximab.</p>\n<h1>Complications</h1><h2>Myasthenic crisis</h2><br><br><p>Myasthenic crisis is a <strong>rapid, life-threatening exacerbation</strong> of muscle weakness causing <strong>respiratory failure</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49706.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; It can be precipitated by infection, surgery, or pregnancy.&nbsp; In addition, certain medications, including fluoroquinolones, magnesium sulfate, and calcium channel blockers, are known to worsen symptoms and precipitate a myasthenic crisis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35804.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Myasthenic crisis is often underrecognized due to patients' inability to recruit weakened accessory muscles (ie, no retractions or visible effort).&nbsp; Patients may be approaching respiratory arrest before any overt distress is apparent.&nbsp; However, increasing generalized weakness or bulbar symptoms can be warning signs.<p></p><br><br><p>Management includes hospital admission and close monitoring of respiratory muscle function by regularly checking FVC or negative inspiratory force.&nbsp; Elective intubation should be discussed when impending respiratory failure is present.&nbsp; Acetylcholinesterase inhibitors (eg, pyridostigmine) used in the daily management of MG are held temporarily to reduce excess airway secretions and the risk for aspiration.&nbsp; Patients in a myasthenic crisis are usually treated with <strong>plasma exchange</strong> or <strong>intravenous immunoglobulin</strong>, which usually takes a few days to produce clinical improvement.</p>\n<h2>Anesthesia considerations</h2><br><br><p>Patients with MG are very sensitive to agents that cause neuromuscular blockade, so the MG must be carefully managed when these are needed.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nondepolarizing neuromuscular blocking agents (eg, rocuronium, vecuronium), commonly administered during intubation for surgical procedures, can unmask MG symptoms because they are competitive antagonists of nicotinic AChRs.&nbsp; Because of the low number of functioning receptors, patients with MG are extremely sensitive to these agents; very small doses can induce paralysis with loss of airway patency.</li>\n\t<li>Depolarizing agents (eg, succinylcholine) are competitive agonists of nicotinic AChRs, causing persistent depolarization with subsequent desensitization of the motor end plate.&nbsp; Because of the low number of functioning receptors, patients with MG are often resistant to these agents; extremely large doses are required to induce muscle relaxation.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of MG is variable and depends significantly on individual symptom severity and response to treatment.&nbsp; Some patients experience long-term remission or stabilization of symptoms.&nbsp; However, those with severe bulbar symptoms, late onset (age &gt;50), or frequent exacerbations, as well as those who experience myasthenic crisis, may have a worse prognosis with long-term disability from symptoms.</p>\n<h1>Summary</h1><br><br><p>Myasthenia gravis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38833.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is an autoimmune disorder caused by antibodies to AChR in the neuromuscular junction, possibly originating in the thymus.&nbsp; It is characterized by fluctuating and fatigable muscle weakness and primarily affects ocular, bulbar, or proximal muscles.&nbsp; Diagnosis is based on serologic tests for AChR antibodies.&nbsp; Management primarily includes acetylcholinesterase inhibitors (eg, pyridostigmine) and thymectomy.&nbsp; A common complication is a myasthenic crisis, which can cause life-threatening respiratory failure, often triggered by medications or infections.<p></p>\n</div>\n\n            "
}