{
  "meta": {
    "title": "Neuroanatomy: Cortical lobe function, basic tracts, arterial anatomy, and neurolocalization",
    "url": "https://brainandscalpel.vercel.app/neuroanatomy-cortical-lobe-function-basic-tracts-arterial-anatomy-and-neurolocalization-f19bae9e-508e31.html",
    "scrapedAt": "2025-12-01T05:09:46.032Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Neuroanatomy provides the foundation for understanding the functional organization of the central nervous system (CNS).&nbsp; The brain and spinal cord contain a network of neural tracts responsible for transmitting motor, sensory, and autonomic information.&nbsp; Damage to these pathways results in characteristic clinical deficits, which allows for localization of neurological lesions based on the tracts involved.&nbsp; This article reviews the basic organization of cortical lobes and key tracts in the CNS and describes how lesions at different levels lead to specific patterns of deficits, concluding with a discussion of arterial anatomy and stroke localization.</p><h1>Cortical lobes:&nbsp; Overview</h1><p>Each cerebral lobe is specialized for distinct functions, with significant interconnectivity between regions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L76700.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Damage to any area can lead to characteristic clinical syndromes, depending on the specific lobe involved.&nbsp; The right and left hemispheres also have specialized functions based upon which is considered the \"dominant\" hemisphere, which can impact how a lesion may present.&nbsp; Almost 90% of right-handed patients and 60% of left-handed patients have a <strong>left hemispheric dominance</strong>.&nbsp; In general, hemispheric control is split:<p></p><ul class=\"article-body-unordered-list\"><li>Dominant hemisphere (left) typically controls speech/language, reading, writing, and most arithmetic.</li><li>Nondominant hemisphere (right) is involved in visual/spatial analysis and attention.</li></ul><h1>Frontal lobe</h1><p>The frontal lobe (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1439.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) is responsible for several primary functions, including:<p></p><ul class=\"article-body-unordered-list\"><li>Voluntary motor control (starting from the primary motor cortex), including eye movements and the micturition reflex</li><li>Motor production of speech</li><li>Higher-order executive function (eg, planning, social behavior)</li></ul><h2>Primary motor cortex</h2><p>The primary motor cortex, also known as the <strong>precentral gyrus</strong>, controls voluntary movements via the corticospinal tract (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1439.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The <strong>motor homunculus</strong> is a representation of the body's musculature regions mapped onto the prefrontal cortex (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6571.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; The medial portion corresponds with the lower extremities, whereas the lateral portion corresponds with the trunk and upper extremities; areas requiring fine motor control (eg, hands, face) occupy disproportionately large regions compared to areas such as the trunk or legs.<p></p><p>Damage to this area of the brain results in contralateral weakness or paralysis.&nbsp; Because of the organization of the homunculus, lesions affecting specific areas of the motor cortex cause deficits in the corresponding body parts.&nbsp; For example:</p><ul class=\"article-body-unordered-list\"><li>A lesion in the medial cortex results in contralateral leg weakness.</li><li>A lesion in the lateral cortex causes weakness in the contralateral face or arm.</li></ul><h2>Broca area (eg, dominant frontal lobe)</h2><p>Broca area is located adjacent to the primary motor cortex in the posterior inferior frontal gyrus (Brodmann areas 44 and 45) of the dominant (left) frontal lobe (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12232.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; This region is responsible for all communicative motor planning.&nbsp; Lesions cause Broca aphasia, in which patients can comprehend and follow commands but are unable to verbalize or write properly (<strong>expressive aphasia</strong>) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12233.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; This may present with the following:<p></p><ul class=\"article-body-unordered-list\"><li>Very slow speech</li><li>Speech with very few words, usually nouns and verbs only</li><li>Speech that may be punctuated by pauses in between words as the patient attempts to verbalize each one</li><li>Variable ability to repeat words and phrases when asked</li><li>Frustration due to an awareness of expressive language dysfunction</li></ul><h2>Prefrontal cortex</h2><p>This area of the brain is involved in planning, decision-making, and behavior modulation.&nbsp; Damage to his area often leads to executive dysfunction, social disinhibition, and impaired problem-solving.</p><h2>Frontal eye fields</h2><p>This portion of the frontal lobe is responsible for voluntary control of eye movements.&nbsp; Frontal eye fields send projections to the contralateral nucleus for CN VI (abducens) and structures in the pons (eg, paramedian pontine reticular formation [PPRF]) to allow for conjugate horizontal gaze in the opposite direction (eg, left frontal eye field will control eye movement to the right) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29208.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Damage to this area causes a gaze preference, in which the patient looks toward the side of the lesion because of unopposed action from the working hemisphere.<p></p><h2>Frontal micturition center</h2><p>This area of the medial frontal lobe controls voluntary cortical inhibition of the micturition reflex.&nbsp; Damage can cause urinary incontinence.</p><h1>Parietal lobe</h1><p>The parietal lobe is primarily involved in processing contralateral somatosensory information as well as in multisensory integration (including processing information, facilitating comprehension, and problem solving).&nbsp; Damage can cause a wide range of complex signs and symptoms, depending on whether the dominant or nondominant side is affected.</p><h2>Primarily somatosensory cortex</h2><p>The primary somatosensory cortex, also known as the postcentral gyrus, processes contralateral somatosensory information, such as touch, proprioception, and pain (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1439.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The <strong>sensory homunculus</strong> mirrors the motor homunculus but represents areas of the body receiving sensory input (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6571.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Like the motor homunculus, the medial portion corresponds with the lower extremities, whereas the lateral portion corresponds with the trunk and upper extremities while areas with greater sensory input (eg, hands, lips) occupy more cortical space.<p></p><ul class=\"article-body-unordered-list\"><li>Lesions result in contralateral sensory deficits.</li><li>Lesions may also cause the loss of multiple forms of higher-level sensory processing (ie, cortical sensory signs), including two-point discrimination, stereognosis (the ability to recognize an object only through touch), ability to perceive multiple stimuli at the same time (loss of this is called extinction), and/or graphesthesia (the ability to recognize numbers or letters traced on the palm).</li></ul><h2>Nondominant parietal lobe (right)</h2><p>The nondominant parietal lobe (typically the right) integrates visual and spatial information and is responsible for <strong>spatial awareness and attention</strong>.&nbsp; Damage leads to <strong>hemineglect</strong>, where patients fail to recognize objects or body parts on the opposite side.&nbsp; This can manifest as:</p><ul class=\"article-body-unordered-list\"><li>sensory neglect, which includes tactile, visual, and even auditory neglect.&nbsp; It can be assessed with extinction testing (bilateral sensory stimulus experienced only on one side).&nbsp; Patients may also have a construction apraxia (eg, inability to copy or perform simple line drawings).</li><li>motor-intentional neglect, which includes decreased spontaneous movement on the neglected side despite normal strength and use of the \"incorrect\" (ie, normal) arm when instructed to move the affected arm.&nbsp; This may also present as a dressing apraxia (eg, difficulty in wearing clothes or only putting on one side).</li><li>conceptual neglect, which may include a lack of awareness or denial about the deficits (eg, anosognosia).&nbsp; In severe cases, patients may even say that half of their body does not belong to them.</li></ul><h2>Dominant parietal lobe (left)</h2><p>The dominant parietal lobe plays a significant role in <strong>processing language and math</strong>.&nbsp; Therefore, damage classically results in issues related to these higher-order functions.&nbsp; For example, Gerstmann syndrome (from damage to the inferior parietal lobe) is characterized by the following:</p><ul class=\"article-body-unordered-list\"><li>Alexia (inability to read)</li><li>Agraphia (inability to write)</li><li>Acalculia (inability to solve mathematical calculations)</li><li>Finger agnosia (inability to identify individual fingers on the hand)</li><li>Left-right disorientation</li></ul><h2>Arcuate fasciculus</h2><p>The arcuate fasciculus is the white matter tract in the parietal lobe that connects Broca and Wernicke areas.&nbsp; Lesions usually cause a <strong>conduction aphasia</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12233.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ), which is characterized by the following:<p></p><ul class=\"article-body-unordered-list\"><li>Phonemic paraphasic errors (ie, replacing words that sound similar to intended words [eg, \"show\" vs \"know,\" \"right\" vs \"night\"])</li><li>Impaired repetition</li><li>Impaired naming of objects</li><li>Frequent attempts at correction</li></ul><h1>Temporal lobe</h1><p>The temporal lobe is primarily involved in hearing/language comprehension and many of its structures (eg, hippocampus, amygdalae) are also a critical component of the limbic system, which is involved in memory formation and emotional regulation.</p><h2>Wernicke area (eg, dominant temporal lobe)</h2><p>Wernicke area (Brodmann area 22) is located in the caudal superior temporal gyrus of the dominant (left) temporal lobe and is involved in hearing and language comprehension.&nbsp; Lesions in Wernicke area cause Wernicke aphasia (eg, <strong>receptive aphasia</strong>) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12233.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ), which is characterized by the following:<p></p><ul class=\"article-body-unordered-list\"><li>Fluent, well-articulated, but nonsensical speech (eg, \"word salad\")</li><li>Lack of language comprehension (eg, difficulty comprehending and following commands)</li><li>Lack of insight of the deficits</li></ul><h2>Hippocampus</h2><p>The hippocampus, along with other medial temporal lobe structures, are critical for forming new memories.&nbsp; Damage to this area results in anterograde amnesia.</p><h1>Occipital lobe</h1><h2>Visual pathway</h2><p>The occipital cortex is primarily responsible for processing incoming visual information.&nbsp; The visual pathway leads to the occipital lobe and passes through many structures along the way to convey information from the retina (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11347.png\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ).<p></p><p>Visual information from the temporal visual field of the ipsilateral eye will be conveyed through the following:</p><ol class=\"article-body-ordered-list\" type=\"1\"><li>Ipsilateral nasal hemiretina (light that enters the eye forms an image on the retina that is inverted and reversed).</li><li>Ipsilateral optic nerve, which transmits information from one eye.</li><li>Optic chiasm.&nbsp; In the optic chiasm, fibers from the temporal visual fields (eg, bilateral nasal retinas) cross, whereas fibers from the nasal visual fields do NOT cross and instead travel along the same side of the brain for the rest of the pathway; this occurs so that the hemi-visual fields from both eyes are processed in the same, contralateral hemisphere of the brain.</li><li>Contralateral optic tract.&nbsp; After the optic chiasm, information from the binocular visual fields travels together in the contralateral optic tract.</li><li>Contralateral lateral geniculate nucleus of the thalamus.</li><li>Contralateral optic radiations.&nbsp; The inferior optic radiations carry information from the superior visual field through the temporal lobe (Meyer loop), and the superior optic radiations carry information from the inferior visual field through the parietal lobe.</li><li>Contralateral primary visual cortex, which is located in the occipital lobe.</li></ol><p>Because of how fibers travel at the intersection of the optic chiasm, lesions posterior to the optic chiasm cause visual field defects that are the same in both eyes (ie, homonymous) and impact the contralateral visual field (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11195.png\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ).<p></p><h2>Primary visual cortex</h2><p>The primary visual cortex (striate cortex) is located in the occipital lobe and is where visual information is relayed from the eyes.&nbsp; Lesions here cause <strong>contralateral homonymous hemianopia</strong>—a visual field defect on the opposite side of the lesion in both eyes.&nbsp; Patients may also have associated anosognosia (lack of awareness of their condition) and confabulation (the unintentional generation of fabricated information to fill in gaps) due to the inability of the visual cortex to communicate with areas of the brain that conduct higher-order sensory integration and speech-language processing.</p><h2>Occipital association cortices</h2><p>After visual information is received in the occipital cortex, it is relayed along distinct pathways to association cortices for higher-order processing (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88273.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ).<p></p><ul class=\"article-body-unordered-list\"><li>The ventral pathways (P pathway) project to the occipitotemporal association cortex for identification of letters, colors, shapes, and faces (ie, \"What is it?\").&nbsp; Damage to this area can lead to difficulty identifying or using objects.</li><li>The dorsal pathways (M pathway) project to the parieto-occipital association cortex for processing of motion and spatial relationships (ie, \"Where is it?\").&nbsp; Bilateral damage to the parieto-occipital association cortices (usually due to systemic hypotension causing watershed ischemia) leads to Balint syndrome, which is characterized by optic ataxia (eg, difficulty localizing objects in space), ocular apraxia (eg, difficulty tracking objects), and/or simultanagnosia (eg, inability to understand complex visual scenes as a whole).</li></ul><h1>Basal ganglia and thalamus</h1><p>The basal ganglia and thalamus make up the deep gray nuclei in the cerebral hemispheres.&nbsp; The basal ganglia \n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24820.jpg\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ) is involved in regulating motor control (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52683.jpg\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                ) and is made up of several structures:<p></p><ul class=\"article-body-unordered-list\"><li>The <strong>caudate nucleus</strong> and <strong>putamen</strong> together make up the <strong>striatum</strong>, which is critical for movement control and coordination along with behavioral regulation.&nbsp; The caudate nucleus is a curved or C-shaped structure in its complete form.&nbsp; The head of the caudate can be identified in the inferolateral walls of the frontal horns of the lateral ventricles.</li><li>The <strong>subthalamic nucleus</strong> is a lens-shaped structure located ventral (inferior) to the thalamus, dorsal (superior) to the substantia nigra, and medial to the internal capsule.&nbsp; It plays an important role in the modulation of basal ganglia output.</li><li>The <strong>globus pallidus</strong> and substantia nigra (part of the midbrain) regulate movement.</li></ul><p>Lesions in the basal ganglia typically cause a variety of movement disorders (eg, Parkinson disease, Huntington disease, hemiballismus).&nbsp; The thalamus is a relay center for motor and sensory tracts and also is involved in the regulation of sleep and consciousness; lesions most commonly cause sensory loss or thalamic pain.</p><h1>Cerebellum</h1><p>The cerebellum is the largest structure in the posterior fossa and consists of the vermis at the midline and 2 cerebellar hemispheres (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25935.jpg\" alt=\"figure 17\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 17</div>\n                                </div>\n                                ).<p></p><ul class=\"article-body-unordered-list\"><li>The cerebellar <strong>hemispheres</strong> are responsible primarily for motor planning and coordination of the ipsilateral extremities via their connections with the lateral descending motor systems (eg, lateral corticospinal tract, rubrospinal tract).&nbsp; Lesions affect the cerebellar hemisphere typically result in the ipsilateral symptoms of dysdiadochokinesia (impaired, rapid alternating movements), limb dysmetria (overshoot/undershoot during targeted movement), and intention tremor (tremor during targeted movement).</li><li>The cerebellar <strong>vermis</strong> modulates axial/truncal posture and coordination via connections with the medial descending motor systems (eg, anterior corticospinal, reticulospinal, vestibulospinal, and tectospinal tracts).&nbsp; Lesions in this region result in truncal ataxia (eg, wide-based, unsteady gait).&nbsp; Vertigo and nystagmus may also occur due to disruption of the inferior vermis and the flocculonodular lobe.</li></ul><h1>Major motor pathways</h1><h2>Corticospinal tract (pyramidal tract)</h2><p>The corticospinal tract is the primary pathway for voluntary motor control, particularly fine motor movements (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1531.jpg\" alt=\"figure 18\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 18</div>\n                                </div>\n                                ).<p></p><ul class=\"article-body-unordered-list\"><li>Upper motor neuron (UMN) fibers originate in the primary motor cortex in the precentral gyrus.</li><li>Fibers descend through the internal capsule, cerebral peduncles of the midbrain, pons, and medullary pyramids.</li><li>At the caudal medulla, most of the fibers decussate (cross) and continue as the lateral corticospinal tract in the contralateral spinal cord.</li><li>The lateral corticospinal tract fibers synapse on lower motor neurons (LMNs) in the anterior horn of the spinal cord, which innervate the limb muscles.</li></ul><p>Following this pathway can help with lesion localization.</p><ul class=\"article-body-unordered-list\"><li>Lesions <strong>above the decussation</strong> (eg, cortex, internal capsule, brainstem) will produce contralateral motor deficits.</li><li>Lesions <strong>below the decussation</strong> (eg, spinal cord) will cause ipsilateral motor deficits.</li></ul><p>In addition, patients may show different signs depending on whether the UMN or LMN is affected.&nbsp; UMN injury, which occurs anywhere proximal to the anterior horn, can cause weakness, spasticity, hyperreflexia, and the upgoing plantar reflexes.&nbsp; LMN injuries, seen in lesions at the anterior horn cells or peripheral nerves, can cause flaccid paralysis, atrophy, fasciculations, and hyporeflexia.</p><h2>Corticobulbar tract</h2><p>The corticobulbar tract controls <strong>motor output to cranial nerves</strong> (CNs) responsible for movements of the <strong>face, head, and neck</strong>.&nbsp; Similar to what occurs in the corticospinal tract, the UMNs arise from the primary motor cortex.&nbsp; These neurons descend similarly to the corticospinal tract but terminate in the brainstem at the level of the motor nuclei of CNs.</p><p>Bilateral innervation occurs for most CNs, except for the lower face (CN VII) and tongue (CN XII), which receive predominantly contralateral input.&nbsp; This is clinically relevant as unilateral lesions in these pathways produce <strong>contralateral</strong> deficits:</p><ul class=\"article-body-unordered-list\"><li>Lesions in the UMN of the lower face produce contralateral deficits in lower facial muscles (lower face droop) due to the predominant contralateral innervation of the lower half of the face (see article on \"Facial palsy\").</li><li>Tongue deviation <strong>toward</strong> the side of the lesion occurs with hypoglossal (CN XII) involvement.</li></ul><h1>Major sensory pathways</h1><h2>Dorsal column-medial lemniscus pathway</h2><p>The dorsal column-medial lemniscus pathway (DCML) transmits <strong>proprioception, vibration sense, and fine touch</strong> from the body to the brain (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1606.jpg\" alt=\"figure 19\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 19</div>\n                                </div>\n                                ).<p></p><ul class=\"article-body-unordered-list\"><li>First-order neurons from the sensory receptors of the skin, joints, and muscles ascend ipsilaterally in the <strong>dorsal columns</strong> of the spinal cord (fasciculus gracilis for lower body, fasciculus cuneatus for upper body).&nbsp; The cell bodies of these first-order neurons are located in the dorsal root ganglia.</li><li>These neurons travel up the spinal cord and synapse in the gracile and cuneate nuclei in the medulla.&nbsp; The second-order neurons decussate in the medulla and ascend as the <strong>medial lemniscus</strong> and synapse in ventral posterolateral nucleus of the thalamus.</li><li>Third-order neurons project to the primary somatosensory cortex in the postcentral gyrus.</li><li>As with the corticospinal tract, clinical findings may help with localization of the lesion:</li><li>Lesions <strong>above the decussation</strong> (eg, brainstem, thalamus, cortex) produce contralateral deficits in proprioception, vibration, and fine touch.</li><li>Lesions <strong>below the decussation</strong> (eg, spinal cord) result in ipsilateral deficits.</li></ul><h2>Spinothalamic (anterolateral) tract </h2><p>The spinothalamic tract transmits <strong>pain, temperature, and crude touch</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1607.jpg\" alt=\"figure 20\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 20</div>\n                                </div>\n                                ).<p></p><ul class=\"article-body-unordered-list\"><li>First-order neurons synapse from the sensory receptors of the skin, joints, and muscles in the dorsal horn of the spinal cord.</li><li>Second-order neurons briefly <strong>ascend 1-2 spinal levels</strong> and decussate in the anterior white commissure and ascend contralaterally in the anterolateral columns.</li><li>These fibers project to the thalamus (ventral posterolateral nucleus) and eventually to the primary somatosensory cortex.</li><li>Localizing lesions of the spinothalamic tract:</li><li>Lesions <strong>at the spinal cord level</strong> will produce ipsilateral loss of pain and temperature sensation below the level of the lesion.</li><li>Lesions <strong>above spinal level, brainstem, or higher</strong> will cause contralateral deficits (starting 1-2 levels below the lesion) due to the decussation in the spinal cord</li><li>Lesions of the <strong>anterior white commissure (eg, central cord syndrome, syringomyelia)</strong> causes bilateral loss of pain and temperature sensation in a \"cape-like\" distribution, with sparing of fine touch and proprioception (as the dorsal columns remain intact)</li></ul><h1>Brainstem</h1><p>The brainstem contains important tracts and nuclei that come from its 3 major areas:&nbsp; the midbrain, the pons, and the medulla.&nbsp; Each portion of the brainstem has distinct functions that play a role in critical regulation of the body as well as in relaying motor and sensory information.</p><p>Additionally, the CNs exit the brainstem at particular points (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1466.jpg\" alt=\"figure 21\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 21</div>\n                                </div>\n                                ); lesions of the CNs can cause specific deficits that can be helpful for localization (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119799.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: Cranial nerve lesions\n                                    </a>\n                                </div>\n                                ).&nbsp; Because most CNs (other than CNs II &amp; IV) do not decussate while most of the body's motor and sensory fibers cross the midline in the medulla, brainstem pathology is characterized by ipsilateral CN deficits accompanied by contralateral hemiparesis or hemisensory loss (ie, crossed signs).<p></p><h2>Midbrain</h2><p>The midbrain is the most rostral portion of the brainstem.&nbsp; Key structures in the midbrain include:</p><ul class=\"article-body-unordered-list\"><li>Corticospinal and corticobulbar pathways for motor control</li><li>Pretectal structures (eg, the colliculi), which help control and coordinate vertical gaze and the pupillary light reflex (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10921.jpg\" alt=\"figure 23\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 23</div>\n                                </div>\n                                )</li><li>CN III (oculomotor) and CN IV (trochlear), which are involved in eye movements</li><li>Red nucleus, which is involved in motor coordination (for more information, see article on increased intracranial pressure)</li><li>Substantia nigra, which contains dopamine-producing neurons and is involved in movement coordination with the structures of the basal ganglia</li><li>Reticular formation, which is involved in regulation of consciousness</li></ul><p>Specific syndromes that occur in the midbrain and reflect its function include:</p><ul class=\"article-body-unordered-list\"><li><strong>Weber syndrome</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97805.png\" alt=\"figure 24\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 24</div>\n                                </div>\n                                ):&nbsp; This is often caused by a midbrain infarction due to occlusion of mesencephalic branches of the posterior cerebral artery or perforating arteries of the basilar bifurcation.&nbsp; It can present with:<ul class=\"article-body-unordered-list\"><li>ipsilateral CN III dysfunction (eg, ptosis, impaired pupil constriction, down-and-out eye, diplopia).</li><li>contralateral face, arm, and leg weakness.&nbsp; Facial weakness impacts only the lower face, which is consistent with an upper motor neuron pattern.</li><li>contralateral parkinsonism,</li></ul></li><li><strong>Parinaud syndrome</strong>:&nbsp; This is usually caused by a pineal gland tumor that pushes on the dorsal midbrain.&nbsp; It presents with:<ul class=\"article-body-unordered-list\"><li>limitation of upward gaze with downward gaze preference (ie, setting-sun sign) due to compression of the vertical gaze center (medial longitudinal fasciculus).</li><li>light-near dissociation (ie, pseudo–Argyll Robertson pupil):&nbsp; pupils reactive to accommodation but not to light due to disruption of dorsal optic tract fibers traveling to the Edinger-Westphal nuclei.</li><li>convergence retraction nystagmus (ie, nystagmus and retraction of the globe with upward gaze) and bilateral eyelid retraction (ie, Collier sign) due to disruption of the inhibitory fibers to the nucleus of CN III (affecting the rectus muscles and levator palpebrae).</li><li>ataxia due to compression of the superior cerebellar peduncle.</li></ul></li></ul><h2>Pons</h2><p>The pons is located between the medulla and midbrain.&nbsp; Key structures in the pons include the following:</p><ul class=\"article-body-unordered-list\"><li>Pontine respiratory center</li><li>Corticospinal and corticobulbar pathways for motor control</li><li>Centers for control of conjugate horizontal gaze (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29208.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                )</li><li>CNs V (trigeminal), VI (abducens), VII (facial), and VIII (vestibulocochlear), all of which exit at the level of the pons</li></ul><p>A syndrome that occurs in the pons and reflects its function is <strong>locked-in syndrome</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84497.jpg\" alt=\"figure 26\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 26</div>\n                                </div>\n                                ).&nbsp; This syndrome is classically caused by occlusion of the basilar artery or by central pontine myelinolysis (eg, rapid correction of hyponatremia), which leads to dysfunction of the bilateral ventral pons.&nbsp; It is characterized by:<p></p><ul class=\"article-body-unordered-list\"><li>absent voluntary motor function of the limbs (quadriplegia) and oral structures (loss of speech) due to destruction of the bilateral corticospinal and corticobulbar pathways, which prevent the CNs or the limbs from receiving cortical input.</li><li>absent horizontal eye movements because coordinated conjugate gaze is controlled in the pons; however, vertical eye movements and eyelid elevation are preserved because they are controlled in the rostral midbrain.</li><li>preserved consciousness because the midbrain reticular formation is spared.&nbsp; Behavioral arousal and sleep-wake cycles are also preserved because the diencephalon–upper brainstem arousal systems are unaffected.</li><li>preserved sensation because sensory pathways are not affected, and preserved brainstem and spinal reflexes because they do not require cortical input.</li></ul><h2>Medulla</h2><p>The medulla is the most caudal portion of the brainstem.&nbsp; Key structures in the medulla include:</p><ul class=\"article-body-unordered-list\"><li>Critical centers for respiratory and cardiac control</li><li>Decussation of the pyramids, which is where the somatosensory and motor tracts from the body cross</li><li>Inferior cerebellar peduncles</li><li>CNs IX (glossopharyngeal), X (vagus), XI (spinal accessory), and XII (hypoglossal), all of which exit here</li></ul><p>Specific syndromes that occur in the medulla and reflect its function include:</p><ul class=\"article-body-unordered-list\"><li><strong>Lateral medullary syndrome (Wallenberg syndrome)</strong> \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57143.jpg\" alt=\"figure 27\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 27</div>\n                                </div>\n                                ), usually caused by occlusion of the posterior inferior cerebellar artery (PICA) or the vertebral artery, leading to:<ul class=\"article-body-unordered-list\"><li>Contralateral loss of pain and temperature sensation in the body (spinothalamic tract)</li><li>Ipsilateral loss of pain and temperature of the face (spinal trigeminal nucleus)</li><li>Vertigo without hearing loss (vestibular nucleus for CN VIII)</li><li>Ipsilateral Horner syndrome (descending sympathetic nervous system fibers)</li><li>Bulbar weakness causing dysphagia, hoarseness (CNs IX &amp; X or nucleus ambiguus)</li><li>Tongue weakness in which, on tongue protrusion, the strong side \"pushes\" the tongue toward the weak side (CN XII) (sometimes remembered as \"licking your wounds\")</li><li>Ipsilateral cerebellar signs (inferior cerebellar peduncle)</li></ul></li><li><strong>Medial medullary syndrome (Dejerine syndrome)</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78732.jpg\" alt=\"figure 28\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 28</div>\n                                </div>\n                                ), usually resulting from infarction of the anterior spinal artery and affecting the corticospinal tract, medial lemniscus, and hypoglossal nerve (CN XII).&nbsp; Symptoms include:<ul class=\"article-body-unordered-list\"><li>Contralateral hemiparesis</li><li>Contralateral loss of proprioception/vibration</li><li>Ipsilateral tongue weakness</li></ul></li></ul><h1>Arterial anatomy of the brain and stroke localization</h1><p>The brain's arterial supply (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L2217.jpg\" alt=\"figure 29\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 29</div>\n                                </div>\n                                ) is divided into <strong>anterior circulation</strong> (via the internal carotid arteries) and <strong>posterior circulation</strong> (via the vertebrobasilar system [\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97849.jpg\" alt=\"figure 30\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 30</div>\n                                </div>\n                                ).&nbsp; Together, they form the circle of Willis, which is somewhat protective against ischemic injury because it provides a potential alternate pathway for cerebral arterial blood flow (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97430.jpg\" alt=\"figure 31\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 31</div>\n                                </div>\n                                ).<p></p><h2>Middle cerebral artery</h2><p>The middle cerebral artery (MCA) arises from the internal carotid artery and supplies posterior portions of the frontal lobe, anterior portions of the parietal lobe, and a large area of the temporal lobe.&nbsp; This includes the <strong>primary motor and sensory cortices</strong>; the <strong>upper extremity and face</strong> are primarily affected in MCA strokes because the MCA supplies the lateral portions of the primary motor and somatosensory cortices (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47243.jpg\" alt=\"figure 32\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 32</div>\n                                </div>\n                                ).&nbsp; MCA infarcts characteristically lead to:<p></p><ul class=\"article-body-unordered-list\"><li>contralateral hemiparesis of the face and upper limb due to infarction of the primary motor cortex.</li><li>contralateral sensory loss of the face and upper limb due to infarction of the primary somatosensory cortex.</li><li>contralateral homonymous hemianopia or homonymous quadrantanopia without macular sparing due to involvement of the upper and/or lower limbs of the optic radiations.</li><li>gaze deviation due to disruption of the frontal eye field (looking toward the lesion).</li><li>aphasia, which occurs with lesions to the dominant (usually left) hemisphere.&nbsp; This can be Broca or Wernicke aphasia (or both) depending on which structures are affected; infarcts of the superior division of the MCA usually cause a Broca aphasia, whereas infarcts of the inferior division cause a Wernicke aphasia.</li><li>contralateral neglect due to disruption of the nondominant (usually right) parietal cortex.</li></ul><h2>Anterior cerebral artery</h2><p>The anterior cerebral artery (ACA) also arises from the internal carotid artery and supplies the medial frontal and parietal lobes.&nbsp; This includes the <strong>medial&nbsp;portions of the primary motor and sensory cortices</strong>, which explains why the <strong>lower extremities</strong> are primarily affected by ACA strokes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47243.jpg\" alt=\"figure 32\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 32</div>\n                                </div>\n                                ).&nbsp; The anterior communicating artery (ACom) provides an anastomotic pathway between the bilateral anterior cerebral arteries, which may limit the severity of infarction if occlusion occurs proximal to the ACom.&nbsp; Therefore, in a symptomatic ACA stroke, it is more likely that the obstruction is located distal to the origin of the ACom, where collateral blood flow does not occur.&nbsp; ACA infarcts characteristically lead to the following:<p></p><ul class=\"article-body-unordered-list\"><li>Contralateral hemiparesis of the lower extremity due to infarction of the medial portion of the primary motor cortex</li><li>Contralateral sensory loss of the lower extremity due to infarction of the medial portion of the primary somatosensory cortex</li><li>Urinary incontinence due to impairment of the frontal micturition center</li><li>Symptoms of disruption of the prefrontal cortex, including:<ul class=\"article-body-unordered-list\"><li>Abulia (lack of will or initiation)</li><li>Apraxia (inability to carry out complex motions despite normal motor function)</li><li>Emotional disturbances, executive dysfunction, flat affect</li><li>Appearance of primitive reflexes:&nbsp; most often the grasp reflex (finger flexion around an object placed in the palm)</li></ul></li></ul><h2>Posterior cerebral artery</h2><p>The posterior cerebral artery (PCA) arises from the basilar artery and supplies the occipital lobe, parts of the parietal and temporal lobes, and the thalamus.&nbsp; PCA infarcts characteristically lead to:</p><ul class=\"article-body-unordered-list\"><li>contralateral homonymous hemianopia with macular sparing (vision loss in the same visual field of both eyes).&nbsp; The macula is often spared due to collateral circulation from the middle cerebral artery.</li><li>contralateral complete hemisensory loss due to lateral thalamic dysfunction.</li><li>dysfunction of cortical association areas (eg, alexia, visual agnosia, prosopagnosia, and/or neglect).</li></ul><h2>Vertebral and basilar arteries (posterior circulation)</h2><p>The bilateral vertebral arteries join at the junction between the medulla and pons, forming the basilar artery.&nbsp; The vertebral arteries supply the medulla, while the basilar artery supplies the upper brainstem (eg, midbrain, pons) and the cerebellum.&nbsp; Infarcts of the posterior circulation characteristically lead to:</p><ul class=\"article-body-unordered-list\"><li>vertigo, which may be the presenting symptom of a posterior circulation stroke, especially in association with other neurologic signs/symptoms.</li><li>lateral medullary (Wallenberg) syndrome, most commonly seen with strokes in the intracranial vertebral artery distribution due to occlusion of the posterior inferior cerebellar artery.</li><li>various other brainstem syndromes (see section above on the brainstem).</li></ul><h2>Small perforating arteries</h2><p>Small perforating arteries (eg, lenticulostriate arteries) branch off the larger arteries; infarction of these can lead to lacunar infarcts that affect the deep subcortical structures (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29254.jpg\" alt=\"figure 34\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 34</div>\n                                </div>\n                                ).&nbsp; The deep penetrating arteries are quite small and therefore most susceptible to hypertension-related vascular disease, the most important risk factor for lacunar stroke.&nbsp; Each of these has a characteristic clinical presentation if affected:<p></p><ul class=\"article-body-unordered-list\"><li><strong>Pure motor stroke</strong>:&nbsp; Patients with a stroke in the posterior limb of the internal capsule often have pure motor deficits, affecting the contralateral arm, leg, and lower face with UMN signs (eg, clasp-knife spasticity, hyperreflexia, and an upgoing plantar reflex).</li><li><strong>Pure sensory stroke</strong>:&nbsp; This usually occurs with lesions in the ventroposterolateral or ventroposteromedial thalamus, causing contralateral sensory loss.&nbsp; Patients initially present with numbness but can subsequently develop burning pain, referred to as thalamic pain syndrome.&nbsp; The pain is classically exacerbated by light touch (allodynia) but can be triggered by other sensory modalities (eg, sound, taste).</li><li><strong>Sensorimotor syndrome</strong>:&nbsp; Infarction of both the posterior limb of the internal capsule and thalamus can lead to sensorimotor syndrome, in which patients have contralateral hemiparesis and hemisensory loss.</li><li><strong>Dysarthria–clumsy hand syndrome</strong>:&nbsp; This presents as dysarthria and dysphagia with clumsiness of one hand and occurs due to stroke in the anterior limb of the internal capsule and/or basal pons.</li><li><strong>Ataxia-hemiparesis</strong>:&nbsp; This presents as ipsilateral limb ataxia out of proportion to motor deficit, usually due to stroke in the anterior limb of the internal capsule and/or basal pons.</li><li><strong>Hemiballism</strong>:&nbsp; This a movement disorder characterized by wild, involuntary, large-amplitude, flinging movements involving the proximal limbs (eg, arm and/or leg) on one side of the body.&nbsp; It usually occurs due to damage to the subthalamic nucleus, which is a lens-shaped structure located ventral (inferior) to the thalamus, dorsal (superior) to the substantia nigra, and medial to the internal capsule.</li></ul><p>Mental status changes, seizures, CN deficits, and cortical signs are absent in lacunar strokes.</p><h1>Summary</h1><p>Neuroanatomy forms the foundation for understanding the functional organization of the CNS, with the brain and spinal cord containing neural tracts that transmit motor, sensory, and autonomic information.&nbsp; Damage to these pathways leads to specific clinical deficits, enabling localization of neurological lesions.&nbsp; An understanding of the functions of the cortical lobes (frontal, parietal, temporal, occipital), basal ganglia, and cerebellum as well as of the major motor and sensory pathways and arterial anatomy helps link arterial supply to stroke localization and the resulting clinical syndromes associated with different vascular territories.</p></div>\n            "
}