{
  "meta": {
    "title": "NF2-related schwannomatosis (formerly neurofibromatosis type 2)",
    "url": "https://brainandscalpel.vercel.app/nf2-related-schwannomatosis-formerly-neurofibromatosis-type-2-08224e2b-508e31.html",
    "scrapedAt": "2025-12-01T05:09:32.591Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p><em>NF2</em>-related schwannomatosis (formerly neurofibromatosis type 2) (NF2) is a rare genetic disorder characterized by the development of tumors of the nervous system, particularly bilateral vestibular schwannomas.</p><h1>Pathophysiology</h1><p>The <em>NF2</em> gene encodes <strong>merlin</strong> (also known as schwannomin), a tumor suppressor protein associated with the plasma membrane.&nbsp; Patients with NF2 have one mutated <em>NF2</em> allele and one healthy allele; when they develop a second mutation in the healthy allele, loss of function of the <em>NF2</em> gene occurs (eg, a second-hit phenomenon).&nbsp; Loss of function of the <em>NF2</em> gene leads to dysregulation of cell-signaling pathways involved in cell growth, differentiation, and adhesion, resulting in the development of tumors.&nbsp; Because merlin is expressed primarily in neural cells, loss of function results in multiple nervous system tumors.</p><h1>Genetics</h1><p>NF2 is an <strong>autosomal dominant</strong> disorder caused by mutations in the <em><strong>NF2</strong></em> <strong>gene</strong> on <strong>chromosome 22</strong>.&nbsp; These mutations can be inherited but can also occur spontaneously.&nbsp; Approximately half of all NF2 cases are sporadic, resulting from new mutations, whereas the remainder are inherited from affected parents.</p><p>NF2 has complete penetrance—all patients who inherit the gene develop the disorder—but individual expression may be variable, particularly if the specific mutations within the <em>NF2</em> gene differ.</p><h1>Pathology</h1><p>Histopathological examination of NF2-associated tumors typically reveals features consistent with their tissue of origin.&nbsp; For example<strong>, schwannomas</strong> are derived from Schwann cells of peripheral nerves and are characterized by densely (Antoni type A) or loosely (Antoni type B) arranged spindle-shaped cells, which may show nuclear palisading (ie, Verocay bodies) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75245.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><h1>Clinical presentation</h1><p>The clinical presentation of NF2 is primarily characterized by the development of <strong>bilateral vestibular schwannomas</strong> (also known as acoustic neuromas), which are benign tumors that grow along the vestibulocochlear nerve (CN VIII).</p><p>Cochlear nerve involvement results in <strong>sensorineural hearing loss</strong>, which occurs in about 95% of patients.&nbsp; Patients may initially notice difficulty hearing in noisy environments or distinguishing speech from background noise.&nbsp; Vestibular nerve involvement can cause imbalance, particularly when patients are deprived of visual input (eg, eyes closed).&nbsp; Most patients do not experience vertigo because the tumor's slow growth allows for central compensation of the gradual loss of input.&nbsp; Rarely, vestibular schwannomas may extend into the cerebellopontine angle and compress the adjacent facial nerve (CN VII), resulting in facial sensory deficits or weakness.</p><p>In addition, patients with NF2 can develop other manifestations such as:</p><ul class=\"article-body-unordered-list\"><li>Spinal cord ependymomas and schwannomas eventually develop in almost all patients with NF2 and can present with pain, weakness, and/or paresthesias.</li><li>Meningiomas develop in more than half of patients with NF2, which are typically benign.&nbsp; They primarily occur in the brain but can occur in the spinal cord.</li><li>Ocular manifestations may occur such as cataracts (especially in childhood) and retinal hamartomas.</li><li>Cutaneous manifestations:&nbsp; Schwannomas can occur along the peripheral nerves, leading to cutaneous or subcutaneous nodules.&nbsp; Some patients also may have plaque-like lesions on their skin that may be raised, slightly pigmented, and with increased hair.</li></ul><p>Patients with NF2 can present at any age with a variety of phenotypes.&nbsp; NF2 most commonly presents in adults in their 20s with gradual, progressive sensorineural hearing loss, tinnitus, and imbalance from typical bilateral vestibular schwannomas.&nbsp; Alternatively, children may present with more atypical and severe presentations, including vision loss (from ocular manifestations), weakness (from spinal cord tumors), or seizures (from brain tumors).</p><h1>Diagnosis</h1><p>Patients with suspected NF2 should have a neurological, cutaneous, and eye examination to look for other manifestations that may suggest the diagnosis.&nbsp; A detailed family history should also be obtained, which may identify first-degree relatives with the disorder.&nbsp; All patients with concern for NF2 by history and/or exam should have an MRI of the brain and spinal cord with contrast enhancement to look for vestibular schwannomas and spinal cord tumors.&nbsp; Vestibular schwannomas appear as enhancing masses affecting both internal auditory canals with extension into the cerebellopontine angles (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118032.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><p>The diagnosis of NF2 can be made with characteristic bilateral vestibular schwannomas on MRI imaging.&nbsp; Almost all patients, especially younger and who have atypical features, should undergo confirmatory genetic testing to look for mutations on the NF2 gene.&nbsp; Early identification of a pathogenic mutation can help with management of complications of the disorder.&nbsp; First-degree relatives of patients with NF2 should also be offered genetic testing, even if they do not have any clinical features.</p><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Neurofibromatosis type 1 (NF1)</strong>:&nbsp; Mutations of the <em>NF1</em> tumor suppressor gene (chromosome 17) cause NF1.&nbsp; Although NF1 can have CNS involvement (eg, optic pathway gliomas), bilateral vestibular schwannomas are not characteristic.&nbsp; In addition, cutaneous manifestations (eg, <em>café-au-lait</em> macules) are more common.</li><li><strong>Li-Fraumeni syndrome</strong>:&nbsp; Inherited mutations of the <em>TP53</em> gene (codes for p53) on chromosome 17 cause this rare cancer-predisposing syndrome (eg, breast cancer, sarcomas).&nbsp; Although affected patients frequently develop brain tumors at a young age, they are usually high-grade gliomas or other infiltrative tumors.</li><li><strong>Tuberous sclerosis complex (TSC)</strong>:&nbsp; Mutation of the <em>TSC1</em> tumor suppressor gene (chromosome 9) or TSC2 (chromosome 16) leads to TSC, an inherited neurocutaneous disorder that can cause brain tumors.&nbsp; However, these tumors are typically subependymal nodules (in the periventricular region) and associated with multisystemic findings, including skin (eg, ash-leaf spots), renal, and lung manifestations.</li><li><strong>Von Hippel-Lindau (VHL) disease</strong>:&nbsp; Mutation of the <em>VHL</em> tumor suppressor gene (chromosome 3) causes VHL disease.&nbsp; Although VHL can cause cerebellopontine angle masses (endolymphatic sac tumors), other CNS (eg, hemangioblastomas) and visceral (eg, clear renal carcinomas, pheochromocytomas) tumors are common.</li></ul><h1>Management</h1><p>Management of NF2 involves a multidisciplinary approach aimed at preserving neurological function and quality of life.&nbsp; All patients should be seen annually for skin exams, ophthalmological exams, and audiological testing.&nbsp; Starting at age 10, patients usually have MRI of the brain at least yearly and MRI of the spinal cord every 2-3 years to screen for tumors.</p><p>Treatment modalities for tumors, particularly vestibular schwannomas, may include observation with serial imaging, surgical resection of symptomatic tumors, radiation therapy, and pharmacological interventions (specifically bevacizumab, which is a monoclonal antibody against vascular endothelial growth factor) for symptom management.</p><h1>Prognosis</h1><p>The prognosis of NF2 varies depending on the extent and aggressiveness of associated tumors and complications.&nbsp; Early detection and management can help mitigate disease-related morbidity and improve long-term outcomes.&nbsp; However, significant morbidity and mortality is associated with the tumors in patients with NF2.&nbsp; Bilateral vestibular schwannomas can be difficult to treat, and the majority of patients eventually experience full hearing loss.&nbsp; Other CNS tumors can significantly impact neurological function and quality of life, with many patients having difficulty with swallowing and speech and requiring assistive devices for mobility issues later in the course.</p><h1>Summary</h1><p><em>NF-2</em> related schwannomatosis (NF2) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51837.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is an autosomal dominant genetic disorder due to a defective tumor suppressor gene.&nbsp; The hallmark of NF2 is the presence of bilateral vestibular schwannomas, which often present in young adults as hearing loss, tinnitus, or imbalance.&nbsp; Other tumors including spinal cord schwannomas, ependymomas, and meningiomas are also common.&nbsp; MRI of the brain and spinal cord with contrast can show bilateral vestibular schwannomas, and diagnosis can be confirmed with genetic testing.<p></p></div>\n            "
}