{
  "meta": {
    "title": "Parkinson disease and parkinsonism",
    "url": "https://brainandscalpel.vercel.app/parkinson-disease-and-parkinsonism-1e716975-508e31.html",
    "scrapedAt": "2025-12-01T05:10:06.466Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Parkinson disease (PD) is a progressive neurodegenerative disorder and the most common cause of parkinsonism (bradykinesia PLUS either tremor or rigidity).</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Age:</strong>&nbsp; Advancing age is the biggest risk; the average age at diagnosis is 60.&nbsp; Early-onset PD (age &lt;50) represents ~10% of patients and is more likely to be familial/genetic.</li>\n\t<li><strong>Genetics:</strong>&nbsp; Having a first-degree relative with PD elevates risk by threefold.&nbsp; Monogenic forms account for &lt;10% of PD and include single-gene mutations with autosomal dominant inheritance like <em>SNCA</em> (encodes alpha-synuclein) and <em>LRRK2</em> (most common mutation); genes with autosomal recessive inheritance include <em>Parkin</em>, <em>PINK1</em>, and <em>DJ-1</em>.</li>\n\t<li><strong>Gender:</strong>&nbsp; Men have a higher risk (estrogen may have a protective effect).</li>\n\t<li><strong>Environmental factors:</strong>&nbsp; Exposure to certain toxins (eg, herbicides, pesticides, solvents) may be a risk factor.&nbsp; Severe or repetitive traumatic brain injury (eg, boxer Muhammad Ali) is associated with increased risk.</li>\n</ul><br><br><p>Negative associations (ie, protective factors) include smoking, caffeine consumption, exercise, and ibuprofen use.</p>\n<h1>Pathophysiology</h1><h2>Basal ganglia-thalamo-cortical pathway&nbsp;</h2><br><br><p>PD is caused by degeneration of dopamine-producing neurons in the <strong>substantia nigra</strong> (basal ganglion in midbrain) leading to progressive <strong>deficiency of dopamine</strong>, which is vital for control of voluntary movement.&nbsp; Loss of dopaminergic output to other basal ganglia (putamen, globus pallidus, subthalamic nucleus) disrupts complex motor pathways, which increases thalamic inhibition (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52684.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The end result is decreased activation of the motor cortex, leading to the characteristic features of <strong>bradykinesia</strong> (ie, slow movement) and rigidity; disruption of the basal ganglia-thalamo-cortical pathway also results in tremor due to pathologic synchronization of oscillating nerve impulses.<p></p>\n<h2>Neurodegeneration</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Alpha-synuclein misfolding and neurotoxicity:</strong>&nbsp; Native alpha-synuclein is an unfolded protein expressed in presynaptic terminals throughout the brain where it participates in synaptic function.&nbsp; Under pathologic conditions (eg, oxidative stress, mutated <em>SNCA</em> gene), alpha-synuclein misfolds and aggregates into amyloid-like fibrils that cause neurotoxicity.&nbsp; Aggregates of alpha-synuclein deposit in intracellular inclusions called <strong>Lewy bodies</strong>, found throughout the central and autonomic nervous system in PD.&nbsp; This extensive involvement accounts for dysfunction of neurotransmitter systems other than dopamine (eg, acetylcholine, norepinephrine) and for the wide range of motor and nonmotor manifestations of PD.&nbsp; Lewy bodies are common to PD and other neurodegenerative disorders collectively called synucleinopathies (eg, dementia with Lewy bodies [DLB], multiple system atrophy [MSA]).</li>\n\t<li><strong>Protein clearance dysfunction:</strong>&nbsp; Degradation and clearance of abnormal proteins is mediated by the ubiquitin-proteasome system and autophagy-lysosome pathway.&nbsp; Impairment of these systems in PD (eg, <em>Parkin</em> mutations affecting ubiquitin-proteasome proteins) contributes to the accumulation of aberrant alpha-synuclein causing neuronal dysfunction/death.&nbsp;</li>\n\t<li><strong>Mitochondrial dysfunction:</strong>&nbsp; Alpha-synuclein fibrils directly interfere with mitochondrial function as do several PD-associated gene mutations (eg, <em>Parkin</em>, <em>PINK1,</em> and <em>DJ-1</em> all code for mitochondrial proteins).&nbsp; With the high-energy demands of neurons, mitochondrial dysfunction contributes to the pathogenesis of PD by inducing oxidative stress resulting in neuronal death.</li>\n</ul>\n<h1>Pathology</h1><h2>Gross</h2><br><br><p>Depigmentation of the substantia nigra is visible to the naked eye on gross examination (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21989.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The substantia nigra (\"black substance\") is pigmented by neuromelanin, a normal byproduct of dopamine metabolism that is lost when dopaminergic neurons succumb to PD.<p></p>\n<h2>Microscopic</h2><br><br><p>Lewy bodies (alpha-synuclein aggregates) are the key pathological feature of PD but are nonspecific (eg, present in other synucleinopathies) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71868.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; In addition to the substantia nigra, Lewy bodies are found throughout the nervous system in PD (likely contributing to nonmotor symptoms).&nbsp; Some examples include the cerebral cortex (dementia), reticular activating system (sleep disturbance), myenteric plexus (constipation), and sympathetic ganglia (orthostasis).<p></p>\n<h1>Clinical presentation</h1><br><br><p>The widespread pathology of PD helps explain its extensive range of clinical manifestations that include both motor and nonmotor symptoms.</p>\n<h2>Cardinal motor symptoms (TRAP)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tremor</strong> is the most recognizable symptom of PD and the presenting finding in most patients.&nbsp; PD tremor is <strong>resting</strong> (decreases with voluntary movement) and unilateral (progresses contralaterally but remains asymmetric).&nbsp; It is described as \"<strong>pill-rolling</strong>\" (like rolling an invisible object between the thumb and fingers) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/8582.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Tremor can also involve the legs, lips, and chin but only rarely the head/neck.&nbsp; These characteristic features can help differentiate the tremor of PD from other causes (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61519.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Rigidity</strong> as seen in increased resistance to movement is very common (75%-90%).&nbsp; Patients may describe \"<strong>stiffness</strong>\" or associated pain.&nbsp; Assessment involves passively moving each limb, which can demonstrate \"<strong>cogwheel</strong>\" (like a ratchet) or \"<strong>lead-pipe</strong>\" rigidity (constant and smooth).&nbsp; Like tremor, rigidity often begins unilaterally and typically affects the same side.</li>\n\t<li><strong>Akinesia</strong> (lack of movement) or <strong>bradykinesia</strong> (slowness of movement) is the most characteristic feature (eventually seen in all patients).&nbsp; Patients may initially use nonspecific terms (eg, \"weakness,\" \"incoordination\"); describe trouble performing routine tasks (eg, tying shoes); or report difficulty initiating movement (eg, trouble rising from a chair).&nbsp; Manifestations are often recognizable before formal examination, including decreased facial expression or blinking; soft, monotonic speech; small handwriting (micrographia); and gait dysfunction (short-stepped, shuffling, festination) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84918.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Formal assessment includes observing the speed/amplitude of repetitive alternating movements (eg, hand pronation-supination) and gait assessment (step length, arm swing, rising from chair).</li>\n\t<li><strong>Postural instability</strong> is due to impairment of postural reflexes and a major source of disability in PD (eg, recurrent falls), with the poorest response to dopaminergic therapy.&nbsp; Although postural instability is the fourth cardinal symptom, it is typically a <strong>late finding</strong> and not part of the essential diagnostic criteria (falls occurring early in the illness actually suggest a parkinsonian syndrome other than PD).&nbsp; Evaluation includes the pull test, which is abnormal when a patient requires multiple steps to regain balance (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/85356.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li>\n</ul><br><br><p>The cardinal symptoms are easily remembered by the bodily <strong>TRAP</strong> (<strong>T</strong>remor, <strong>R</strong>igidity, <strong>A</strong>kinesia/bradykinesia, <strong>P</strong>ostural instability) of PD.&nbsp; Other motor features (often resulting from the cardinal manifestations) include stooped posture, drooling (sialorrhea), and dysphagia (aspiration pneumonia is a common cause of death).&nbsp; The motor features culminate in a typical appearance of PD (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21988.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p>\n<h2>Nonmotor symptoms</h2><br><br><p>Nonmotor symptoms affect virtually all patients with PD and can significantly impact quality of life.&nbsp; These include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Autonomic dysfunction</strong> can manifest as constipation, orthostatic hypotension, urinary urgency/incontinence, and/or sexual dysfunction.&nbsp; Antiparkinson medications may exacerbate many of these manifestations (eg, anticholinergics worsen constipation).</li>\n\t<li><strong>Sleep disturbances</strong> include insomnia, restless leg syndrome, and rapid eye movement sleep behavior disorder (RBD).</li>\n\t<li><strong>Olfactory dysfunction</strong> commonly occurs early in the disease course, particularly hyposmia (deficits in odor detection or discrimination).</li>\n\t<li><strong>Cognitive impairment</strong> is a frequent complication and increases with disease duration.&nbsp; Executive function (eg, planning, problem solving) and visuospatial ability (eg, getting lost in familiar locations) are typically affected first, with memory impairment usually emerging later.</li>\n\t<li><strong>Psychotic symptoms</strong> are frequent and increase in prevalence with PD progression.&nbsp; Visual hallucinations (usually of people or animals) are most characteristic, but delusions, usually paranoid (eg, spousal infidelity), can be prominent.&nbsp; Psychosis is classically related to <strong>antiparkinson drugs</strong> (eg, dopamine agonists) and <strong>late-stage disease</strong>, but minor hallucinations (eg, sensations of someone else's presence) are often seen with untreated PD and can precede motor symptoms.&nbsp; Psychosis is the most common reason for nursing home placement.</li>\n\t<li><strong>Depression and anxiety</strong> are frequent comorbidities among other mood disorders, likely due to a combination of factors including neurotransmitter dysfunction and the burden of chronic illness.&nbsp; Depressive features may be difficult to recognize due to symptom overlap with PD (eg, psychomotor slowing, decrease facial expression).</li>\n\t<li><strong>Pain</strong> can be musculoskeletal (eg, rigidity causing myalgia), neuropathic (eg, alpha-synuclein aggregation in peripheral nerves), or central (eg, thalamic dysfunction from striatal neurodegeneration).</li>\n\t<li><strong>Fatigue</strong> is common (&gt;50%), likely multifactorial, and difficult to treat.</li>\n</ul><br><br><p>PD typically follows a predictable progression, and several nonmotor features (eg, constipation, RBD, hyposmia) can predate onset of cardinal motor symptoms by years (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L82455.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; These prodromal symptoms reflect the broad distribution of alpha-synuclein pathology (eg, sympathetic ganglia, brainstem, olfactory bulbs) and often manifest before alpha-synuclein/mitochondrial dysfunction destroy the ~60% of nigrostriatal neurons required for motor symptoms to emerge.<p></p>\n<h1>Diagnosis</h1><br><br><p>PD remains a clinical diagnosis requiring careful history and neurologic examination to distinguish it from other causes of parkinsonism.</p>\n<h2>Diagnostic criteria&nbsp;</h2><br><br><p>In general, the clinical diagnosis of PD requires the presence of parkinsonism, the absence of exclusion criteria, the presence of supportive features, and few or no red flags (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/82456.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Essential criterion:</strong>&nbsp; Parkinsonism, as the cardinal feature of PD, must be present and is defined as <strong>bradykinesia PLUS either rigidity or resting tremor</strong> (tremor is absent at presentation in up to 30% of patients).</li>\n\t<li><strong>Exclusion criteria:</strong>&nbsp; specific findings of an alternate pathology that <strong>exclude</strong> the diagnosis of PD (eg, vertical gaze palsy from progressive supranuclear palsy [PSP]).</li>\n\t<li><strong>Supportive features:</strong>&nbsp; clinical features that increase the probability of PD diagnosis (eg, asymmetric symptoms, olfactory dysfunction).&nbsp;</li>\n\t<li><strong>Red flags:</strong>&nbsp; potential signs of another cause of parkinsonism that argue <strong>against</strong> a diagnosis of PD (eg, symmetric symptoms, early postural instability, absence of nonmotor features).</li>\n</ul><br><br><p>Beyond clinical examination, the most important supportive feature is a dramatic <strong>response to dopaminergic therapy</strong> (whereas other parkinsonian disorders respond poorly).&nbsp; The absence of an observable response to &gt;2 months of levodopa essentially eliminates the diagnosis of PD.</p>\n<h2>Other testing (typically not required for formal diagnosis)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Conventional <strong>neuroimaging</strong> (CT or MRI) is usually normal/nonspecific in PD.&nbsp; Brain MRI can help exclude structural abnormalities (eg, stroke, normal pressure hydrocephalus [NPH]) but is typically not needed in patients with classic diagnostic criteria, an absence of other neurologic signs, and a clear response to dopaminergic therapy.</li>\n\t<li><strong>Dopamine transporter (DAT) scans</strong> use a radioactive tracer that binds presynaptic dopamine transporters to measure the density of dopaminergic neurons in the striatum.&nbsp; Although an abnormal DAT scan can support the diagnosis of PD (eg, asymmetric reduction of striatal neurons), it cannot reliably differentiate PD from other parkinsonian syndromes with nigrostriatal degeneration (eg, DLB, MSA, PSP).&nbsp; However, DAT scans can be useful to differentiate PD from essential tremor or drug-induced parkinsonism (both show normal radiotracer uptake in the striatum).</li>\n\t<li>Although alpha-synuclein can be found on cerebrospinal fluid analysis and skin nerve biopsy, no biomarker has shown clinical utility.&nbsp; Genetic testing is available for the monogenic forms of PD; however, the presence of a specific mutation does not change management, so genetic testing is typically reserved for patients with early-onset or a first-degree relative with PD.&nbsp; Laboratory tests may be helpful when history suggests that parkinsonism may be secondary to toxic exposures (eg, carboxyhemoglobin in carbon monoxide poisoning) or metabolic disorders (eg, ceruloplasmin in Wilson disease).</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Idiopathic PD must be differentiated from the multiple other causes of parkinsonism, including atypical parkinsonism (Parkinson-plus syndromes), secondary parkinsonism, and mimics of parkinsonism (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81806.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Atypical parkinsonism (Parkinson-plus syndromes)&nbsp;</h2><br><br><p>These conditions feature aspects of motor parkinsonism (eg, bradykinesia, rigidity) but include additional (\"plus\") findings inconsistent with idiopathic PD (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81724.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dementia with Lewy bodies (DLB)</strong> is also associated with alpha-synuclein aggregation in neurons (explaining the significant clinical overlaps with PD).&nbsp; The major distinction is timing of dementia relative to parkinsonism: dementia occuring &gt;1 year after parkinsonism onset is PD, whereas <strong>dementia preceding or starting &lt;1 year</strong> from parkinsonism onset is DLB (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L82027.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Other core features that help distinguish DLB include fluctuating cognition, early well-formed visual hallucinations, and prominent RBD (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/97979.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).&nbsp; DLB also tends to have more symmetric parkinsonism, less prominent tremor, earlier postural instability, decreased response to levodopa, and severe sensitivity to antipsychotics.&nbsp;</li>\n\t<li><strong>Multiple system atrophy (MSA)</strong> is another synucleinopathy that affects oligodendroglia.&nbsp; It can be differentiated from PD by its <strong>effects on multiple systems</strong>, including early <strong>autonomic failure</strong> (eg, severe orthostasis, urinary incontinence), cerebellar dysfunction (eg, limb/gait ataxia, dysarthria), and corticospinal tract involvement (eg, hyperreflexia, extensor plantar response).&nbsp; Also, the parkinsonism of MSA responds poorly to levodopa, and cognitive function is usually preserved.</li>\n\t<li><strong>Progressive supranuclear palsy (PSP)</strong> is a tauopathy that features typical parkinsonism (eg, bradykinesia, micrographia) but differs from PD by the presence of <strong>vertical gaze palsy</strong>, early-onset akinesia (eg, gait freezing), early postural instability, and early cognitive dysfunction (eg, progressive aphasia).&nbsp; Additionally, levodopa response is usually poor.</li>\n\t<li><strong>Corticobasal degeneration (CBD)</strong> is a rare tauopathy that, like PD, causes asymmetric parkinsonism.&nbsp; However, CBD demonstrates other features of basal ganglia dysfunction (eg, myoclonus, dystonia, axial rigidity) as well as cortical degeneration (eg, apraxia, alien-limb phenomenon, sensory loss, cognitive impairment).&nbsp; The motor symptoms of CBD do not usually respond to levodopa.</li>\n</ul><br><br><p>Because Parkinson-plus syndromes can be difficult to distinguish from idiopathic PD, it can be helpful to remember some general differences (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81723.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Secondary parkinsonism</h2><br><br><p>Secondary parkinsonism is most commonly <strong>drug-induced</strong> due to medications that block D<font size=\"2\"><sub>2</sub></font> receptors such as <strong>antipsychotics</strong> (eg, haloperidol) and antiemetics (eg, metoclopramide).&nbsp; It is clinically indistinguishable from PD but typically lacks progression and improves with drug discontinuation.</p><br><br><p>Parkinsonism may also be secondary to toxin exposure (eg, carbon monoxide), metabolic disease (eg, Wilson disease), infection (eg, prion disease) or stroke (ie, vascular parkinsonism).</p>\n<h2>Mimics of parkinsonism</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Essential tremor</strong> (ET) is a common movement disorder that raises concern for PD.&nbsp; However, unlike PD, ET is an action tremor, usually symmetric, and may involve the head and voice in addition to hands and arms.</li>\n\t<li>The classic triad of <strong>NPH</strong> (gait dysfunction, urinary incontinence, cognitive impairment) may mimic PD, but rigidity and asymmetric rest tremor are less common.</li>\n</ul>\n<h1>Management of PD motor symptoms</h1><br><br><p>Currently, no treatment can cure or slow the progression of PD, so treatment focuses on managing symptoms and improving quality of life.</p><br><br><p>Motor symptoms are primarily treated with <strong>dopaminergic therapies</strong>.&nbsp; These include— from most to least potent—levodopa (combined with agents that block degradation), dopamine agonists (DAs), and monoamine oxidase type B (MAO B) inhibitors.</p>\n<h2>Levodopa (with carbidopa)&nbsp;</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Levodopa is a <strong>dopamine precursor</strong> that crosses the blood-brain-barrier (BBB), where it is converted to therapeutic dopamine by nigrostriatal neurons.&nbsp; Levodopa is <strong>combined with carbidopa</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6786.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) (a peripheral DOPA decarboxylase inhibitor that cannot cross the BBB) to prevent its rapid conversion to dopamine in peripheral tissues; this helps prevent the adverse effects of systemic dopamine (eg, nausea, orthostasis) while increasing levodopa delivery to the brain (ie, lowers the effective dose).&nbsp;</li>\n\t<li>Levodopa is the <strong>preferred initial therapy</strong> for most patients (and eventually required by all) due to its superior effects.&nbsp; However, as PD progresses, nigrostriatal neurons lose their ability to store/release the dopamine generated from levodopa.&nbsp; This narrows levodopa's therapeutic window, which leads to motor fluctuations from end-of-dose deterioration (eg, \"<strong>wearing off</strong>,\" freezing of gait), as well as dyskinesia from dopamine excess/hypersensitivity (eg, chorea, athetosis, dystonia).&nbsp; These are often managed with levodopa adjustments (eg, more frequent dosing, controlled-release tablets) and/or <strong>catechol-O-methyl transferase inhibitors</strong> (eg, entacapone, tolcapone) that delay levodopa's degradation.&nbsp; Motor fluctuations are also responsive to adjunctive dopaminergic therapies (eg, dopamine agonists, MAO B inhibitors).&nbsp;</li>\n\t<li>Historically, concern that levodopa causes motor fluctuations and dyskinesia led to the unproven belief that levodopa treatment should be delayed as long as possible.&nbsp; However, current evidence suggests that the initial treatment of PD has little effect on the development of motor fluctuations or dyskinesia, which are likely due to the natural progression of nigrostriatal degeneration.</li>\n</ul>\n<h2>Dopamine agonists </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Dopamine agonists (DAs) improve the motor symptoms of PD by directly activating striatal neurons via D<font size=\"2\"><sub>2</sub></font> receptors.&nbsp; <strong>Nonergot DAs</strong> (eg, pramipexole, ropinirole, rotigotine) are an effective alternative to levodopa when used as <strong>monotherapy for younger patients</strong> (eg, age &lt;65) who require intermediate-potency dopaminergic therapy (ie, mild to moderate disease).&nbsp; DAs have the advantage of once-daily dosing in addition to a reduced risk of dyskinesia.&nbsp; In patients with more advanced disease, DAs can also be used as an <strong>adjunct to levodopa</strong> for reducing motor fluctuations (eg, \"off\" periods).</li>\n\t<li>However, DAs should be <strong>avoided in older adults</strong> and patients with dementia due to their increased susceptibility to side effects (eg, confusion, hallucinations).&nbsp; DAs are commonly associated with <strong>impulse control disorders</strong> (ICDs), which are aberrant, reward-based behaviors that include pathological gambling, hypersexuality, compulsive shopping, and binge eating (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/97571.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ).&nbsp; Although ICDs can develop on any dopaminergic therapy, they are primarily seen with DAs due to their tendency to overstimulate D<font size=\"2\"><sub>3</sub></font> receptors linked to reward processing.&nbsp; ICDs typically respond to DA discontinuation.</li>\n</ul>\n<h2>MAO B inhibitors&nbsp;</h2><br><br><p>MAO B inhibitors (eg, selegiline, rasagiline, safinamide) increase dopaminergic activity <strong>by inhibiting dopamine catabolism</strong> at the synapse.&nbsp; MAO B inhibitors can be effective <strong>monotherapy</strong> in patients with <strong>low-potency</strong> requirements (ie, mild disease) as well as <strong>add-on therapy</strong> to levodopa to reduce motor fluctuations.</p>\n<h2>Other medications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anticholinergic drugs</strong> (eg, trihexyphenidyl, benztropine) can improve motor symptoms by blocking muscarinic receptors on cholinergic interneurons in the striatum; this helps correct the imbalance created by PD (dopamine depletion causes acetylcholine sensitivity).&nbsp; Anticholinergics may be helpful in <strong>younger patients with tremor-predominant PD</strong>.&nbsp; However, anticholinergic use is limited in older patients due to the increased risk of side effects (eg, constipation, urinary retention, cognitive impairment, hallucinations).</li>\n\t<li><strong>Amantadine</strong> is a weak N-methyl-D-aspartate (NMDA) receptor blocker that increases dopamine release and inhibits dopamine reuptake.&nbsp; Amantadine may be effective as monotherapy in younger patients with mild disease and can also help manage levodopa-induced dyskinesia in later stages.</li>\n\t<li><strong>Apomorphine</strong> is a rapid-onset, short-acting DA used as a rescue therapy for sudden \"off\" periods.</li>\n</ul>\n<h2>Deep brain stimulation</h2><br><br><p>Deep brain stiumulation (DBS) is used for patients with advanced PD who experience refractory tremor, levodopa-induced dyskinesia, and/or motor fluctuations.&nbsp; High-frequency DBS works by disrupting the pathologic signals that PD creates in the basal ganglia-thalamo-cortical pathway (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52684.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The most effective target nuclei are the <strong>subthalamic nucleus and globus pallidus interna</strong>; DBS of either nucleus reduces the excessive inhibition of the thalamus caused by PD; this reenables thalamic activation of the motor cortex, which leads to improvement of cardinal motor symptoms (eg, bradykinesia, rigidity, tremor) and reduction of motor complications (eg, dyskinesia, fluctuations).<p></p>\n<h1>Management of PD nonmotor symptoms</h1><h2>Autonomic dysfunction</h2><br><br><p>Orthostatic hypotension may be due to PD itself or the medications used for treatment (eg, DAs).&nbsp; When PD medication adjustment is unfeasible or ineffective, management includes nonpharmacologic (eg, increased salt intake, abdominal binder) and pharmacologic (eg, fludrocortisone, droxidopa) measures.</p>\n<h2>Sleep disturbances</h2><br><br><p>Insomnia is common; when nonpharmacologic measures (eg, light therapy, exercise) fail, melatonin is first-line therapy.&nbsp; RBD can be treated with melatonin and/or clonazepam to reduce the incidence of dream enactment.</p>\n<h2>Cognitive impairment&nbsp;</h2><br><br><p>PD dementia can be treated with cholinesterase inhibitors and/or memantine (similar to Alzheimer disease).</p>\n<h2>Psychotic symptoms&nbsp;</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Psychotic symptoms can arise from PD progression or as a side effect of antiparkinson medications that increase the dopaminergic state (eg, levodopa, DAs).&nbsp; Management involves first ruling out triggers (eg, infections, other medications).&nbsp;</li>\n\t<li>If PD drugs are implicated, dose reduction should be attempted; when reduction is unfeasible, antipsychotics are usually necessary.&nbsp;</li>\n\t<li>All first- and most second-generation antipsychotics should be avoided in PD due to significant D<font size=\"2\"><sub>2</sub></font>-receptor antagonism, which worsens motor symptoms.&nbsp; The preferred second-generation antipsychotics (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/99164.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ), with a lower risk of exacerbating parkinsonism, include pimavanserin (no D<font size=\"2\"><sub>2</sub></font>-receptor activity, limited by availability and cost), clozapine (low D<font size=\"2\"><sub>2</sub></font>-receptor antagonism, limited by agranulocytosis risk), and quetiapine (often the first choice due to its availability and safety profile).&nbsp; All 3 agents are considered exceptions to the Beers Criteria recommendation against antipsychotic use in PD patients.</li>\n</ul>\n<h2>Depression and anxiety&nbsp;</h2><br><br><p>Depression and anxiety are typically treated with selective serotonin reuptake inhibitors (eg, citalopram) or selective serotonin-norepinephrine reuptake inhibitors (eg, venlafaxine).&nbsp; If needed, tricyclic antidepressants may be trialed with careful monitoring for anticholinergic side effects.</p>\n<h1>Prognosis</h1><br><br><p>The progression of PD varies significantly among patients, and while treatment can improve symptoms, quality of life is invariably affected.&nbsp; On average, PD leads to severe disability (ie, loss of independent function) within 7 years of diagnosis, and life expectancy is modestly decreased compared to age-matched controls.</p>\n<h1>Summary</h1><br><br><p>Parkinson disease is a progressive neurodegenerative disorder of aging adults and represents the most common cause of parkinsonism.&nbsp; It results from degeneration of dopaminergic neurons in the substantia nigra leading to progressive deficiency of dopamine; loss of nigrostriatal dopamine disrupts complex motor pathways resulting in the classic parkinsonian symptoms of bradykinesia, rigidity, and tremor.&nbsp; The pathologic hallmark of Parkinson disease is Lewy bodies (alpha-synuclein aggregates) present in the substantia nigra.&nbsp; Diagnosis is clinical and based on criteria developed to differentiate PD from the multiple other causes of parkinsonism.&nbsp; Treatment is individualized based on a patient's age, stage of disease, and symptoms.&nbsp; Motor symptoms are primarily managed with dopaminergic therapies, with levodopa being the most effective.&nbsp; Current treatment has little effect on Parkinson disease progression but can improve quality of life.</p>\n</div>\n\n            "
}