{
  "meta": {
    "title": "Pediatric developmental milestones",
    "url": "https://brainandscalpel.vercel.app/pediatric-developmental-milestones-0ce45df5-508e31.html",
    "scrapedAt": "2025-12-01T05:10:08.092Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pediatric developmental milestones are specific skills that are achieved by approximately 75% of children at a given age range.&nbsp; These milestones provide a framework for assessing a child's progression across various domains.&nbsp; Therefore, developmental surveillance and parent education are essential components of the preventive health care visit.</p>\n<h1>Developmental domains</h1><br><br><p>The major developmental domains include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gross motor skills</strong>:&nbsp; involve large muscle groups in the extremities and torso.&nbsp; These skills allow children to control their body posture, movement, and coordination and are essential for tasks like sitting, crawling, walking, and running.</li>\n\t<li><strong>Fine motor skills</strong>:&nbsp; involve small muscle groups in the hands and fingers.&nbsp; These skills are essential for grasping and manipulating objects (eg, writing tools).&nbsp; In addition, these skills are involved in hand-eye coordination.</li>\n\t<li><strong>Language skills</strong>:&nbsp; allow children to understand language (ie, receptive language) and the ability to express language (ie, expressive language).</li>\n\t<li><strong>Social/cognitive skills</strong>:&nbsp; allow children to interact with others (ie, form relationships) and regulate emotions.&nbsp; Cognitive skills allow children to explore, understand, and interact with the world around them.</li>\n</ul><br><br><p>In general, the exact age may vary but should be within a defined range for each developmental milestone.&nbsp; For example, a child should be able to walk independently by age 9-16 months, although this milestone is most commonly achieved at age 12 months.&nbsp; A child who cannot walk independently by age 16 months is considered to be delayed.</p>\n<h1>Developmental milestones of infants</h1><br><br><p>Developmental milestones of infants (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38427.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) include gross motor, fine motor, language, and social/cognitive skills acquired through age 1, such as:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>2 months:&nbsp; lifts head when prone, has a social smile, and the eyes track past midline</li>\n\t<li>4 months:&nbsp; holds head steady, brings hands to mouth, coos (\"ooo\")</li>\n\t<li>6 months:&nbsp; rolls over, leans on hands to support seated position, and laughs</li>\n\t<li>9 months:&nbsp; sits without support, babbles (\"mamama\"), and has stranger anxiety (ie, crying when an unfamiliar person approaches)</li>\n</ul><br><br><p>Of note, by age 6 months, primitive reflexes (eg, Moro, grasp) disappear as the infant initiates purposeful movement of the extremities.&nbsp; The tongue protrusion reflex disappears by age 4-6 months, allowing for solid food ingestion.&nbsp; The Babinkski reflex is the only primitive reflex that can persist in developmentally normal infants up to age 2.</p>\n<h1>Developmental milestones of toddlers</h1><br><br><p>Developmental milestones of toddlers include gross motor, fine motor, language, and social/cognitive skills acquired between ages 1 and 3 years, such as (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33498.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>12 months:&nbsp; pulls to stand, cruises, says \"mama\" or \"dada\"</li>\n\t<li>15 months:&nbsp; takes a few steps, stacks 2 blocks, says 1 or 2 words (plus \"mama\" and \"dada\")</li>\n\t<li>18 months:&nbsp; walks easily, scribbles, follows 1-step command without gesture</li>\n\t<li>2 years:&nbsp; runs, uses spoon, says 2-word phrases</li>\n\t<li>30 months:&nbsp; jumps, says ≥50 words, follows 2-step command</li>\n</ul>\n<h1>Developmental milestones of children age 3-5</h1><br><br><p>Developmental milestones of children age 3-5 include gross motor, fine motor, language, and social/cognitive skills, such as (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32756.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>3 years:&nbsp; walks up stairs alternating feet, copies circle, says ≥3-word sentences</li>\n\t<li>4 years:&nbsp; catches large ball, says ≥4-word sentences; imaginative play</li>\n\t<li>5 years:&nbsp; hops on 1 foot, speaks in full sentences/tells story; follows rules; takes turns</li>\n</ul><br><br><p>Of note, there is significant overlap between normal preschooler behavior and symptoms of attention deficit hyperactivity disorder (ADHD); therefore, ADHD is not typically diagnosed before age 4.&nbsp; If symptoms of inattentiveness, hyperactivity, and impulsivity continue and persist through age 5 and cause impairment in at least 2 settings (eg, school and home), then further evaluation for ADHD and other behavioral disorders is appropriate.</p><br><br><p>In addition, normal behavior in this age group involves magical thinking and an incomplete understanding of death (eg, may view death as temporary and reversible).&nbsp; Children begin to understand that death is permanent at age 5-7 and may express worry that loved ones will die.&nbsp; These children are also gaining a sense of bodily integrity and may become anxious about physical harm or death.</p>\n<h1>Evaluation of developmental delay</h1><br><br><p>Patients with suspected developmental delay (eg, positive screening questionnaire, parent concern) should undergo developmental-behavioral and medical evaluations.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Gross motor delay can be the initial presentation of a neuromuscular disorder (eg, cerebral palsy, Duchenne and Becker muscular dystrophy, mitochondrial myopathies).</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Language delay often occurs due to previously undiagnosed hearing impairment, and all patients with language delay should undergo audiology testing.&nbsp; Patients can acquire risk factors for hearing loss (eg, history of recurrent otitis media, use of ototoxic medications) after initial newborn screening, and formal audiology evaluation may be required to detect subtle hearing loss.&nbsp; In addition, language disorders can result in behavioral difficulties (eg, temper tantrums, physical aggression) due to frustration over the inability to express thoughts and feelings.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Social/cognitive delay can be a sign of autism spectrum disorder, ADHD, or fetal alcohol syndrome.</li>\n</ul><br><br><p>In cases of global developmental delay (ie, multiple developmental domains affected), further evaluation by a developmental pediatrician may be warranted.&nbsp; Most importantly, patients should undergo further evaluation while simultaneously receiving appropriate therapies to avoid further delays.</p>\n<h1>Management</h1><br><br><p>Early identification and intervention improve outcomes (ie, increasingly rapid acquisition of skills) for children with developmental delay.&nbsp; Depending on the type and severity of the delay, management may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Physical therapy for gross motor delay</li>\n\t<li>Occupational therapy for fine motor delay</li>\n\t<li>Speech therapy for language delay</li>\n\t<li>Regular follow-up to monitor progress</li>\n</ul><br><br><p>Infants and toddlers (ie, age &lt;3) may qualify for government-subsidized early intervention programs that offer these therapies, often with in-home services.</p>\n<h1>Summary</h1><br><br><p>Pediatric developmental milestones provide a framework for assessing a child's progression across various domains.&nbsp; Therefore, developmental surveillance (eg, parent surveys) and parent education are essential components of the preventive health care visit.&nbsp; While variations in timing are common, significant delays in achieving milestones warrant early intervention (eg, physical therapy, speech therapy), which can significantly improve long-term outcomes for children.</p>\n</div>\n\n            "
}