{
  "meta": {
    "title": "Perinatal asphyxia and hypoxic ischemic encephalopathy",
    "url": "https://brainandscalpel.vercel.app/perinatal-asphyxia-and-hypoxic-ischemic-encephalopathy-28704c63-508e31.html",
    "scrapedAt": "2025-12-01T05:10:08.478Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Perinatal asphyxia is a condition in which a neonate experiences a significant lack of oxygen (hypoxia) and/or decreased blood flow (ischemia) before, during, or immediately after birth.&nbsp; When this process results in significant oxygen and blood flow deprivation to the brain, it can cause hypoxic ischemic encephalopathy (HIE).&nbsp; HIE is a major cause of neonatal morbidity and long-term neurologic disability, including cerebral palsy, epilepsy, and developmental delay.</p>\n<h1>Pathogenesis</h1><br><br><p>Perinatal asphyxia occurs when there is a critical reduction in oxygen delivery or perfusion to the fetus during labor, during delivery, or immediately after birth.&nbsp; Common mechanisms include uteroplacental insufficiency (eg, placental abruption), umbilical cord prolapse, and maternal hypoxia.&nbsp; These insults result in global hypoxia and ischemia, leading to systemic organ dysfunction, with the brain, lungs, heart, and kidneys being particularly vulnerable.</p><br><br><p>HIE arises when the brain undergoes energy failure from lack of oxygen and glucose, leading to neuronal injury.&nbsp; Brain injury progresses in 2 phases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Primary injury occurs during the hypoxic event and involves immediate cell death.</li>\n\t<li>Secondary injury evolves over 6-48 hours after reperfusion due to excitotoxicity, oxidative stress, and brain edema.</li>\n</ul><br><br><p>The pattern of injury depends on the severity and duration of the hypoxic ischemic event.&nbsp; <strong>Acute, severe insults</strong> typically affect vulnerable <strong>deep gray matter structures</strong>, such as the basal ganglia, thalamus, and perirolandic cortex (eg, precentral and postcentral gyri).&nbsp; <strong>Prolonged, partial hypoxia</strong> more often causes <strong>watershed injury</strong>, affecting the border zones between major cerebral arteries.&nbsp; Global hypoxic injury resulting in diffuse cortical damage can also occur from profound and sustained events.</p>\n<h1>Risk factors</h1><br><br><p>Risk factors for perinatal asphyxia and HIE include both antenatal and intrapartum contributors.&nbsp; Antenatal risk factors include fetal growth restriction, preeclampsia, and fetal congenital anomalies.&nbsp; Intrapartum risk factors include uterine rupture, placental abruption, umbilical cord prolapse, tight nuchal cord, and other complications that may lead to hypoxia (eg, shoulder dystocia, meconium aspiration).</p>\n<h1>Clinical presentation</h1><br><br><p>The hallmark of perinatal asphyxia is depressed neonatal status at birth, often noted by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Low Apgar scores (&lt;5 at 5 and 10 min) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/103639.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li>Delayed or absent respiratory effort.</li>\n\t<li>Hypotonia, bradycardia, and poor perfusion.</li>\n</ul><br><br><p>HIE is suspected when neurologic symptoms persist beyond the immediate postnatal recovery period.&nbsp; Signs typically emerge within the <strong>first 6-24 hours of life</strong> and <strong>reflect the degree of brain injury</strong>.&nbsp; Neonates with mild HIE may have slightly decreased tone, poor feeding, or increased irritability but generally remain alert and interactive.&nbsp; In contrast, more severe cases present with significant lethargy or coma, hypotonia, absent primitive reflexes (eg, Moro, suck), apnea, and frequent seizures.&nbsp; Seizures are common and are often focal and subtle in neonates, manifesting as eye deviation, lip smacking, or bicycling movements or subclinically (eg, no clinical symptoms) instead of overt generalized tonic-clonic movements.</p><br><br><p>Other systemic signs may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Respiratory distress or failure, including hypoventilation, apnea, or persistent pulmonary hypertension of the neonate (often requiring intubation and mechanical ventilation).</li>\n\t<li>Renal impairment (elevated creatinine level, oliguria).</li>\n\t<li>Cardiac dysfunction (low output, hypotension).</li>\n\t<li>Coagulopathy or liver dysfunction.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>An initial clinical diagnosis of moderate to severe HIE is based on Sarnat staging, which is a clinical assessment tool that evaluates the level of consciousness, tone, reflexes, seizures, and autonomic function at birth.&nbsp; However, the diagnosis should be confirmed with supportive laboratory studies and imaging findings:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Blood tests to evaluate for multiorgan dysfunction:&nbsp; These include complete blood count, chemistry panel, liver function tests, glucose levels, arterial blood gases, and, sometimes, coagulation studies.</li>\n\t<li>Neuroimaging:&nbsp; Cranial ultrasonography is frequently performed to rule out hemorrhage or hydrocephalus.&nbsp; <strong>MRI of the brain</strong> is usually performed between 4 and 7 days of life to determine whether injury is present.</li>\n\t<li>Electroencephalography (EEG):&nbsp; EEG is often performed to determine whether seizures are present because many neonates with HIE can have subtle or subclinical seizures.&nbsp; Amplitude-integrated EEG, a simplified form of EEG, can be used at the bedside for rapid seizure detection in neonates.</li>\n</ul><br><br><p>Some newborns with concerning features undergo additional work-up for sepsis evaluation (eg, blood cultures, herpes simplex virus testing, possible lumbar puncture) and inborn errors of metabolism (eg, ammonia, lactate, pyruvate).</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for neonatal HIE includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intraventricular hemorrhage</strong> (eg, germinal matrix hemorrhage in preterm neonates) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57471.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; Can present with apnea, hypotonia, and seizures.&nbsp; Ultrasonography or MRI reveals bleeding near the ventricles, often in the setting of prematurity or birth trauma.</li>\n\t<li><strong>Metabolic disorders</strong> (eg, urea cycle defects, mitochondrial disease):&nbsp; May present with lethargy, poor feeding, seizures, and encephalopathy in the first days of life.&nbsp; Laboratory tests often show hypoglycemia, acidosis, or hyperammonemia.</li>\n\t<li><strong>Infectious encephalitis</strong> (eg, herpes simplex virus):&nbsp; Presents with fever, seizures, and altered mental status.&nbsp; Cerebrospinal fluid analysis and PCR testing aid in the diagnosis.</li>\n\t<li><strong>Neonatal stroke</strong>:&nbsp; Often presents with focal seizures or asymmetric tone.&nbsp; Unlike HIE, injury is typically unilateral and usually occurs in a vascular pattern on MRI.</li>\n\t<li><strong>Congenital brain malformations</strong> (eg, lissencephaly, agenesis of the corpus callosum):&nbsp; May cause hypotonia, poor feeding, or seizures.&nbsp; Neonates typically do not have signs of multiorgan dysfunction.</li>\n</ul>\n<h1>Management</h1><br><br><p>The cornerstone of treatment for moderate to severe HIE is <strong>therapeutic hypothermia</strong> to reduce cerebral metabolism and secondary injury.&nbsp; Sarnet staging is typically used shortly after birth to determine whether a neonate is a candidate because imaging studies may not show evidence of HIE early in the disease course.&nbsp; Cooling is initiated within 6 hours of birth for 72 hours, followed by gradual rewarming.&nbsp; Therapeutic hypothermia is not recommended in neonates with mild HIE or in those born at &lt;36 weeks gestation.</p><br><br><p>Additional supportive care is provided to all neonates with concern for HIE, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Seizure management</strong> (eg, phenobarbital, levetiracetam).</li>\n\t<li><strong>Ventilatory support</strong> if respiratory failure is present.</li>\n\t<li><strong>Fluids and inotropes</strong> for hemodynamic instability.</li>\n\t<li>Monitoring of electrolytes and glucose, renal, and liver function.</li>\n</ul><br><br><p>Parents should be counseled on the prognosis and follow-up care, and they should be referred for ongoing neurodevelopmental evaluation.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of HIE depends on the severity of the brain injury, timing of treatment, and associated comorbidities.&nbsp; Mild cases typically resolve without lasting effects, whereas moderate cases have variable outcomes ranging from normal development to mild or moderate impairment.&nbsp; Severe HIE carries a high risk for mortality and long-term disability, such as cerebral palsy or epilepsy.&nbsp; Early EEG and MRI findings can help guide the prognosis, but ongoing developmental follow-up is essential.</p>\n<h1>Summary</h1><br><br><p>Perinatal asphyxia and hypoxic ischemic encephalopathy are leading causes of neonatal neurologic injury.&nbsp; Hypoxic ischemic encephalopathy results from impaired oxygen and blood flow to the brain and manifests within the first days of life with altered tone, reflexes, and consciousness.&nbsp; Diagnosis is supported by MRI findings.&nbsp; Therapeutic hypothermia, initiated within 6 hours, may reduce neurologic injury.&nbsp; Early recognition and comprehensive neonatal care are critical to improving outcomes and reducing long-term disability.</p>\n</div>\n\n            "
}