{
  "meta": {
    "title": "Phenylketonuria",
    "url": "https://brainandscalpel.vercel.app/phenylketonuria-80d095c9-508e31.html",
    "scrapedAt": "2025-12-01T05:10:13.987Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Phenylketonuria (PKU) is an inborn error of phenylalanine metabolism.&nbsp; Phenylalanine is an essential amino acid that is normally converted to tyrosine by the hepatic enzyme phenylalanine hydroxylase (PAH).&nbsp; PKU occurs due to an autosomal recessive mutation in the <em>PAH</em> gene that leads to impaired enzymatic activity and phenylalanine accumulation.</p>\n<h1>Pathogenesis</h1><br><br><p>PKU occurs due to a biallelic, autosomal recessive mutation in the <em>PAH</em> gene that results in varying degrees of impaired enzymatic activity.&nbsp; Normally, PAH converts phenylalanine to tyrosine, which is involved in the synthesis of melanin and catecholamines (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93336.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; In PKU, phenylalanine cannot be converted to tyrosine and accumulates to toxic levels.&nbsp; Although phenylalanine is necessary for proper growth and development, an excess can be toxic, resulting in:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Irreversible neurologic injury</strong>:&nbsp; Excess phenylalanine interferes with brain development, likely through mechanisms involving oxidative stress, impaired myelination, and neuronal toxicity.&nbsp; This can lead to developmental delay, intellectual disability, microcephaly, and seizures.</li>\n\t<li><strong>Hypopigmentation</strong>:&nbsp; Excess phenylalanine inhibits tyrosinase, an enzyme involved in melanin synthesis.&nbsp; Impaired melanin synthesis leads to diffuse hypopigmentation (eg, light skin, hair, and eye color).</li>\n\t<li><strong>Musty body odor</strong>:&nbsp; Phenylalanine metabolites (eg, phenylacetic acid) impart a distinct odor to the breath, skin, and urine that is often described as \"musty.\"</li>\n\t<li><strong>Eczematous rash</strong>.</li>\n</ul><br><br><p>Like most inborn errors of metabolism, a family history of the disease is the primary risk factor.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients are asymptomatic at birth, prior to the introduction of phenylalanine in breast milk or formula.&nbsp; Because most cases of PAH are detected during <strong>universal newborn screening</strong>, clinical manifestations of PKU are rare.&nbsp; Undiagnosed patients typically present in early infancy with developmental delay, seizures, microcephaly, and an eczematous rash as phenylalanine accumulates over weeks to months.&nbsp; Without treatment (ie, phenylalanine-restricted diet), irreversible neurologic injury leads to worsening cognitive function that eventually plateaus when brain development (eg, myelination) is complete in late childhood.&nbsp; Symptom severity varies depending on the underlying genetic mutation and presence of functional enzyme.&nbsp; The complete absence of functional enzyme is associated with the most severe phenotype.</p>\n<h1>Diagnosis</h1><br><br><p>Most cases of PAH are detected during universal newborn screening involving mass spectrometry to determine the relative concentrations of amino acids in the serum.&nbsp; A high concentration of phenylalanine with a low or normal concentration of tyrosine is suggestive of PKU.&nbsp; The diagnosis can be confirmed with genetic testing to identify the underlying <strong><em>PAH</em> gene mutation</strong>.</p>\n<h1>Management</h1><br><br><p>Management of PKU involves a <strong>lifelong dietary restriction of phenylalanine</strong> (ie, avoiding protein-rich foods).&nbsp; Phenylalanine-free formula feeding is required but may be alternated with breastfeeding.&nbsp; Maternal dietary restriction of phenylalanine does not affect the amino acid composition of breast milk.&nbsp; Therefore, breastfeeding must be limited to avoid excess dietary phenylalanine.&nbsp; Serum phenylalanine concentration should be measured frequently to assess for compliance, especially during periods of rapid brain growth in infancy and early childhood.</p><br><br><p>In addition to dietary restriction, supplementation with tetrahydrobiopterin (BH<font size=\"2\"><sub>4</sub></font>), an essential cofactor for PAH, may optimize existing enzyme function, which can be helpful for patients with milder phenotypes.&nbsp; Rarely, tyrosine supplementation may be required if dietary intake is inadequate.</p>\n<h1>Prognosis</h1><br><br><p>With prompt diagnosis and lifelong dietary restriction, intellectual function can be preserved.&nbsp; Nonadherence, especially during infancy and early childhood, can lead to severe, irreversible neurologic injury and complications.</p>\n<h1>Special consideration:&nbsp; tetrahydrobiopterin (BH<font size=\"2\"><sub>4</sub></font>) deficiency</h1><br><br><p>Tetrahydrobiopterin (BH<font size=\"2\"><sub>4</sub></font>) deficiency is a less common disorder of phenylalanine metabolism (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92203.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; BH<font size=\"2\"><sub>4</sub></font> is an essential cofactor in several hydroxylation reactions, including the conversion of phenylalanine to tyrosine by PAH.&nbsp; Dihydropteridine reductase regenerates BH<font size=\"2\"><sub>4</sub></font> from its unoxidized form (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93337.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; A mutation in the dihydropteridine reductase gene results in BH<font size=\"2\"><sub>4</sub></font> deficiency, which impairs PAH function.<p></p><br><br><p>In addition to PAH, BH<font size=\"2\"><sub>4</sub></font> is an essential cofactor for:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tyrosine hydroxylase:&nbsp; Converts tyrosine to L-dopa, the precursor for several catecholamine neurotransmitters (eg, dopamine, norepinephrine, epinephrine).</li>\n\t<li>Tryptophan hydroxylase:&nbsp; Converts tryptophan to serotonin, which is involved in mood, appetite, sleep, and muscle contraction.</li>\n</ul><br><br><p>Because BH<font size=\"2\"><sub>4</sub></font> deficiency disrupts catecholamine and serotonin synthesis, patients with this condition may have additional, more severe neurologic manifestations (eg, extrapyramidal signs, autonomic dysfunction, sleep dysregulation) than patients with PKU.</p><br><br><p>Patients with progressive neurologic symptoms despite phenylalanine restriction should undergo evaluation for BH<font size=\"2\"><sub>4</sub></font> deficiency with measurement of dihydropteridine reductase activity.&nbsp; In addition to a phenylalanine-restricted diet, treatment involves BH<font size=\"2\"><sub>4</sub></font> supplementation.</p>\n<h1>Summary</h1><br><br><p>Phenylketonuria is characterized by impaired conversion of phenylalanine to tyrosine by the hepatic enzyme phenylalanine hydroxylase (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80868.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Phenylketonuria occurs due to an autosomal recessive mutation in the gene for phenylalanine hydroxylase that results in impaired enzymatic activity.&nbsp; Patients are asymptomatic at birth but develop irreversible neurologic injury, hypopigmentation, musty odor, and eczematous rash following the introduction of dietary phenylalanine.&nbsp; Most cases of phenylketonuria are detected during universal newborn screening, and management involves lifelong dietary phenylalanine restriction to preserve neurologic function.<p></p>\n</div>\n\n            "
}