{
  "meta": {
    "title": "Subarachnoid hemorrhage",
    "url": "https://brainandscalpel.vercel.app/subarachnoid-hemorrhage-f82ec769-508e31.html",
    "scrapedAt": "2025-12-01T05:10:26.011Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Subarachnoid hemorrhage (SAH) describes bleeding from a damaged cerebral artery causing blood accumulation between the arachnoid and pia mater (subarachnoid space).&nbsp; Although trauma can cause SAH, this review focuses on the distinctive features of nontraumatic (ie, spontaneous) SAHs that typically result from the rupture of saccular (<em>berry-like</em>) aneurysms.&nbsp; SAHs are less common than other stroke types (eg, ischemia and intracerebral hemorrhage) but are among the deadliest neurovascular conditions, with considerable morbidity among survivors.</p>\n<h1>Etiology</h1><br><br><p>SAHs most commonly (80%) result from ruptured saccular aneurysms.&nbsp; The remaining 20% are nonaneurysmal with a diverse range of mechanisms (eg, arteriovenous malformation, intracranial artery dissection).</p>\n<h1>Epidemiology</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prevalence of saccular aneurysms in the general population is approximately 3%.</li>\n\t<li>Incidence of aneurysm rupture peaks at age 50, with most aneurysmal SAHs occurring between the ages of 40 and 60.&nbsp; However, they can occur at any age (eg, 5% occur before age 20).</li>\n\t<li>Women have a slightly higher incidence (possibly related to hormonal factors).</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>Aneurysm formation and rupture are influenced by factors that increase hemodynamic stress and/or decrease arterial wall integrity.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypertension</strong>:&nbsp; Every 1-mm Hg increase in average blood pressure elevates risk.</li>\n\t<li><strong>Smoking</strong>:&nbsp; Risk increases 3-fold although decreases slowly with cessation (ie, early abstinence is important).</li>\n\t<li><strong>Sympathomimetic drugs</strong> (eg, cocaine, methamphetamine):&nbsp; These substances are associated with increased SAH risk and higher rates of rebleeding and mortality.</li>\n\t<li><strong>Genetics</strong>:&nbsp; A first-degree relative with SAH increases risk 4-fold.&nbsp; Risk is also increased by relatively rare heritable conditions associated with higher blood pressure in the brain (eg, coarctation of the aorta), cyst formation (eg, autosomal dominant polycystic kidney disease), and connective tissue disorders (eg, Ehlers-Danlos, Marfan).</li>\n\t<li><strong>Aneurysm characteristics</strong>:&nbsp; Risk of aneurysm rupture increases with size (eg, &gt;7 mm) and location (eg, posterior circulation aneurysms more likely to rupture despite being less common).</li>\n</ul>\n<h1>Anatomy and physiology</h1><br><br><p>Saccular aneurysms are acquired (not congenital) lesions that primarily affect cerebral arteries (likely due to their normally thinner tunica media and lack of support in the subarachnoid space).&nbsp; They predominantly occur at branches/bifurcations/bends due to hemodynamic stressors on cerebral arterial walls (analogous to coronary artery plaque developing at bifurcations), with most aneurysms (85%) affecting the highly branched circle of Willis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29372.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Most aneurysms never rupture (instead hardening/stabilizing from collagen formation), but size matters (Laplace's law = wall stress increases by the diameter squared).&nbsp; When rupture occurs, it is usually without an identifiable trigger (ie, spontaneous), although certain activities are sometimes implicated (eg, physical exertion, acute anger/fear, Valsalva maneuver).</p><br><br><p>Aneurysm rupture releases blood into the subarachnoid space (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L114892.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) (under arterial pressure) where it quickly spreads within the cerebrospinal fluid (CSF) causing a rapid increase in intracranial pressure (ICP).&nbsp; The resulting mass effect and toxicity from blood products generates a cascade of disturbances including neuroinflammation, cerebral edema, and microvascular dysfunction (often referred to as early brain injury).<p></p><br><br><p>SAH can lead to secondary intracranial complications, which may include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Rebleeding</strong> (from aneurysmal thrombus instability):&nbsp; affects approximately 15% of patients (usually in the first 24 hours) with potentially fatal consequences (up to 70% mortality).</li>\n\t<li><strong>Vasospasm</strong> (from spasmogenic factors generated by blood hemolysis):&nbsp; affects approximately 70% of patients (typically starting at day 3 after SAH); it produces cerebral hypoperfusion which can contribute to delayed cerebral ischemia.</li>\n\t<li><strong>Delayed cerebral ischemia (DCI)</strong>:&nbsp; is a unique feature occurring in approximately 30% of patients (usually between 3 and 14 days after SAH).&nbsp; It likely results from some combination of vasospasm, microvascular dysfunction, and cortical spreading depression.&nbsp; Infarction from DCI is a leading cause of morbidity among SAH survivors.</li>\n\t<li><strong>Hydrocephalus</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17767.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; affects approximately 30% of patients and can occur acutely from blood clots obstructing CSF flow (noncommunicating) or after several weeks from posthemorrhagic fibrosis interfering with arachnoid granulation function (communicating).</li>\n</ul>\n<h1>Pathology</h1><br><br><p>During surgery or autopsy, blood is seen in the subarachnoid space and saccular aneurysms can be identified (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L62799.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Clinical presentation</h1><br><br><p>The cascade of pathologic events resulting from blood in the subarachnoid space helps explain SAH's clinical symptoms.</p><br><br><p>Headache of sudden onset and severe intensity is the classic symptom of SAH (likely resulting from a combination of cerebral artery inflammation, increased ICP, and meningeal irritation).&nbsp; Patients typically describe the \"worst headache of my life,\" which is clinically referred to as a <strong>\"thunderclap headache\"</strong> due to its explosive severity and onset (reaches maximum intensity in &lt;1 minute); thunderclap headache should always prompt evaluation for SAH, although it can result from other causes.&nbsp; Patients with chronic headache syndromes (eg, migraine) often describe their SAH headache as different in character (eg, onset, intensity, location), which should trigger evaluation to avoid misdiagnosis.&nbsp; Some patients may recall a sentinel headache occurring days to weeks prior to SAH, likely resulting from structural changes in the aneurysm wall (eg, small leak, expansion, dissection).</p><br><br><p>Symptoms accompanying headache often include evidence of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Increased ICP</strong> (from the mass effect of blood):&nbsp; can cause impaired consciousness and/or nausea and vomiting.&nbsp; Although coma is less common, transient loss of consciousness occurs in some patients (from an acute spike in ICP that temporarily exceeds cerebral perfusion pressure).</li>\n\t<li><strong>Meningeal irritation</strong> (from blood product breakdown in the CSF):&nbsp; can cause neck stiffness and photophobia.&nbsp; Blood spreading from the fourth ventricle into the spinal cord can cause back pain (from spinal nerve irritation).</li>\n</ul><br><br><p>In addition to headache discomfort, meningismus, and impaired consciousness, physical examination may show the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypertension and tachycardia (from sympathetic activation):&nbsp; are common.</li>\n\t<li>Neurogenic fevers (from hypothalamic damage and/or meningeal irritation):&nbsp; are sometimes present at onset but eventually occur in many patients with SAH.</li>\n\t<li>Vitreous (preretinal) hemorrhages (from severely increased ICP):&nbsp; are sometimes seen and portend a worse prognosis.</li>\n\t<li>Seizures (from increased ICP or blood irritating the cerebral cortex):&nbsp; occur in approximately 10% of SAHs and may predict poorer outcomes.</li>\n\t<li>Focal neurologic findings:&nbsp; at presentation are uncommon compared to other stroke types (~10%); they usually depend on SAH location (eg, posterior communicating aneurysm rupture causing oculomotor nerve [CN III] palsy) or result from extension of SAH into the brain parenchyma (eg, middle cerebral aneurysm rupture causing hemiparesis/aphasia).</li>\n\t<li>Sudden death:&nbsp; reflects the devastating nature of SAH, with up to 20% of patients dying before reaching the hospital.</li>\n</ul>\n<h2>Unruptured aneurysms</h2><br><br><p>Unruptured aneurysms develop quickly (eg, days to weeks); however, the vast majority remain completely asymptomatic and stay undetected unless they rupture or are incidentally discovered on neuroimaging.&nbsp; Large or expanding aneurysms sometimes become symptomatic from mass effect (compression) on adjacent brain structures.&nbsp; Patients may experience headache and/or cranial nerve palsies (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57612.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><br><br><p>The most common is <strong>oculomotor nerve (CN III) palsy</strong> (ptosis, large unreactive pupil, \"down and out\" eye position) from compression by a posterior communicating aneurysm (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32894.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Visual deficits can occur, including unilateral vision loss from optic nerve (CN II) compression by an internal carotid aneurysm or bitemporal hemianopia from optic chiasm compression by an anterior communicating aneurysm (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105637.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; Less commonly, trochlear nerve (CN IV) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31636.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ) or abducens nerve (CN VI) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50736.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ) palsies can result from compression by superior cerebellar or anterior inferior cerebellar aneurysms, respectively.<p></p>\n<h1>Diagnosis</h1><h2>Deciding whom to evaluate</h2><br><br><p>Deciding which patients require work-up is challenging, given that:&nbsp; headache is one of the most common reasons to visit an emergency department (ED); only 1% of headaches seen in the ED represent SAH; and misdiagnosis can be devastating (untreated SAH has a one-year mortality rate of ~65%).</p><br><br><p>Headaches with sudden onset, severe intensity, or difference in character from previous headaches should always be considered for SAH evaluation.&nbsp; Findings that increase SAH likelihood (eg, impaired consciousness, meningismus, focal deficits) make this decision obvious.&nbsp; However, up to 40% of patients with SAH are awake and alert with a normal neurologic examination.&nbsp; Failure to recognize the clinical diversity of SAH—particularly that patients may not always look \"sick\" or show evidence of neurologic deficit—is a leading cause of misdiagnosis.</p>\n<h2>Diagnostic strategy</h2><br><br><p>In general, evaluation of suspected SAH requires an urgent noncontrast CT scan of the head followed by a lumbar puncture (if CT scan of the head is inconclusive).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Noncontrast CT scan of the head is the first diagnostic test for all patients suspected of SAH due to its rapid scanning time and high sensitivity (approaches 99% when performed within the first 6 hours of onset).&nbsp; However, sensitivity decreases over time (eg, 60% at 5 days) due to degradation of subarachnoid blood.</li>\n\t<li>Lumbar puncture (LP) is therefore required for most patients with a negative CT scan of the head, because it can detect evidence of subarachnoid blood missed by scanning (eg, low-volume bleed, onset &gt;6 hours).&nbsp; LP is sometimes deferred in select patients (isolated headache, normal examination, high-quality CT scan &lt;6 hours from onset), although a tiny risk of SAH remains (1 to 2 in 1000).</li>\n</ul><br><br><p>Diagnosis of SAH is effectively eliminated if both CT scan of the head and LP are negative.</p>\n<h2>CT scan of the head</h2><br><br><p>Noncontrast CT scan of the head is positive when blood (hyperdense signal) is seen in the normally dark subarachnoid space; blood often collects in the basal cisterns (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L578.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) but may also be seen filling the sulci (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L67086.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) and/or intraventricular space (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75812.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).<p></p><br><br><p>The distribution of blood on CT scan of the head cannot reliably predict the location of aneurysm rupture.&nbsp; However, CT can exclude other possible diagnoses that may mimic SAH (eg, intracranial hemorrhage, brain tumor).</p>\n<h2>Lumbar puncture</h2><br><br><p>When CT scan of the head is negative, the required next step in most patients to evaluate for evidence of SAH is an LP, which includes an elevated red blood cell (RBC) count and xanthochromia (yellow discoloration from degradation of hemoglobin into bilirubin).&nbsp; Additional findings typically found in (but not specific to) SAH include elevated opening pressure (from increased ICP) and increased CSF protein (from RBC hemolysis and inflammatory response).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>RBC count</strong>:&nbsp; is significantly elevated (eg, 100s to 1000s) reflecting intraaxial bleeding.&nbsp; Unfortunately, LPs can sometimes release RBCs into the CSF from needle trauma to a capillary/venule (\"traumatic tap\"), which must be distinguished from SAH.&nbsp; Although SAH is supported by RBC counts that do not diminish from CSF tube 1 to tube 4, the most reliable evidence for SAH is <strong>xanthochromia</strong> (absent in traumatic LPs due to insufficient time for hemoglobin degradation).</li>\n\t<li><strong>Xanthochromia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L115565.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):&nbsp; seen during a clinical scenario suggestive of SAH is the most sensitive test for diagnosis (ie, yellow bilirubin present in the CSF is distinct evidence of bleeding into the subarachnoid space); it is seen in 100% of patients at 12 hours post SAH and remains in the CSF for at least 2 weeks.</li>\n</ul>\n<h2>Aneurysm location</h2><br><br><p>Once SAH is confirmed by CT or LP, angiography of the cerebral arteries is required for identification of the bleeding source.&nbsp; Saccular aneurysms can be demonstrated by CT angiography (CTA) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21113.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ), MR angiography (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73731.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ), or digital subtraction angiography (DSA) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47520.jpg\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ).<p></p><br><br><p>CTA has the advantage of speed (eg, deteriorating patient needing aneurysm location for emergency craniotomy), whereas DSA with 3-dimensional reconstruction (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47521.jpg\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ) is more sensitive (gold standard test) and allows for concurrent endovascular treatment (eg, coiling (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47522.jpg\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                )) when feasible.<p></p>\n<h1>Differential diagnosis</h1><br><br><p>Due to its diverse clinical spectrum, SAH has a broad differential spanning both benign and dangerous conditions including:</p>\n<h2>Headache syndromes</h2><br><br><p>Headache syndromes share the most classic symptom of SAH, often making for a difficult distinction.&nbsp; Some examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Migraines</strong>:&nbsp; are often accompanied by nausea and photophobia, similarly to SAH.&nbsp; However, they typically have an aura phase, gradual onset, throbbing/pulsatile quality, and no focal findings.&nbsp; In the rare cases when migraines cause neurologic deficits (eg, hemiplegia), neuroimaging is typically necessary.</li>\n\t<li><strong>Cluster headache</strong>:&nbsp; pain is characteristically sudden and severe, but the attacks typically occur in brief clusters of unilateral pain located in the periorbital and/or temporal regions.&nbsp; Although autonomic symptoms associated with cluster attacks can cause ptosis (mimicking oculomotor palsy from SAH), they usually have other findings of sympathetic hypofunction (eg, miosis) as well as parasympathetic activation (eg, lacrimation, rhinorrhea), rather than eye muscle weakness.</li>\n\t<li><strong>Hypertensive encephalopathy</strong>:&nbsp; Marked blood pressure elevation (eg, &gt;220/120 mm Hg) typically causes headache and nausea/vomiting.&nbsp; However, CT scan of the head often shows reversible hypodense signal (vs subarachnoid blood).</li>\n</ul><br><br><p>Because the characteristics of SAH headache can vary (eg, either generalized or localized, sometimes gradual in onset), the most important clue for SAH in patients with prior headache syndromes is a difference in character from their usual pattern.</p><br><br><p>As noted above, thunderclap headaches should always prompt evaluation for SAH.&nbsp; If CT and LP are negative, further neuroimaging (eg, MRI) is recommended to evaluate for its many possible causes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81846.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Neurovascular syndromes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Other stroke types</strong> (ie, ischemia, intracerebral hemorrhage):&nbsp; Presentation may be identical to severe SAHs (eg, focal deficits, altered consciousness, seizures), therefore neuroimaging is required to distinguish the culprit mechanism.&nbsp; Although other stroke causes can produce headaches, thunderclap is atypical, and meningeal signs are rare.</li>\n\t<li><strong>Cerebral venous thrombosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85839.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ):&nbsp; This can cause symptoms identical to those seen in SAH (eg, headache, vomiting, seizures, focal deficits).&nbsp; However, prothrombotic conditions (eg, pregnancy, oral contraceptives, genetic thrombophilia) are typically present (&gt;85% of patients).</li>\n\t<li><strong>Cavernous sinus thrombosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11112.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ):&nbsp; Presentation may include headache, fever, and extraocular muscle weakness (eg, CN III, IV, and/or VI palsies).&nbsp; However, other ocular findings (eg, periorbital edema, conjunctival edema, proptosis) are typical present.</li>\n\t<li><strong>Cervical artery dissection</strong>:&nbsp; Dissection of an internal carotid artery or vertebral artery typically presents with headache, neck pain, and focal deficits from resultant ischemic stroke.&nbsp; Associated trauma is classic (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29674.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ), even if minor (eg, sneezing, chiropractic manipulation); the related neck pain is typically localized (eg, anterior neck and face) rather than generalized, and ipsilateral Horner syndrome can occur.</li>\n</ul>\n<h2>Meningitis</h2><br><br><p>Inflammation of the meninges by infection (eg, bacteria, viruses) causes symptoms identical (eg, headache, photophobia, neck stiffness) to those caused by meningeal inflammation by blood (SAH) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19003.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ).&nbsp; In addition, although fever is expected with meningitis, it can also occur in SAH.&nbsp; Therefore, when CT scan of the head is normal, distinction requires LP.&nbsp; Like SAH, meningitis causes elevated opening pressure and protein levels, but significant pleocytosis is characteristic, RBCs are typically normal (≤5 per mm<font size=\"2\"><sup>3</sup></font>), and xanthochromia is not seen.<p></p>\n<h2>Trauma</h2><br><br><p>Trauma can cause multiple types of intracranial hemorrhage—including SAH—which can be differentiated by neuroimaging (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51061.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Although SAH often results from trauma, spontaneous SAH can also induce trauma (eg, fall); therefore, when history is unclear or imaging pattern is suggestive of spontaneous SAH, cerebral angiography should be considered.<p></p>\n<h1>Management</h1><h2>Overview</h2><br><br><p>After initial stabilization, patients with SAH should be admitted to a facility with neurosurgical, endovascular, and critical care capabilities.&nbsp; Acute care goals are reducing rebleeding risk and maintaining cerebral perfusion.&nbsp; Aneurysm repair is the definitive treatment to prevent rebleeding and should be performed as early as possible.&nbsp; Secondary complications require intensive monitoring with aggressive management when identified.</p><br><br><p><strong>Initial stabilization</strong> involves endotracheal intubation for any patient with impaired consciousness, elevated ICP, or hemodynamic instability.&nbsp; All antithrombotic therapy (including antiplatelet agents) should be discontinued, with reversal of any anticoagulants (eg, 4-factor prothrombin complex concentrate and vitamin K for warfarin).</p>\n<h2>Acute care</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Blood pressure</strong> (BP):&nbsp; Lowering may reduce the risk of rebleeding prior to aneurysm repair.&nbsp; However, reducing BP may decrease cerebral perfusion pressure (CPP) which increases the risk of ischemia/infarction.&nbsp; Therefore, guidelines recommend modest BP targets (eg, systolic &lt;160 mm Hg) using titratable antihypertensives (eg, intravenous labetalol).&nbsp; Hypotension should be avoided and euvolemia maintained (to support CPP).</li>\n\t<li><strong>Nimodipine</strong>:&nbsp; is a selective calcium channel blocker given to all patients with aneurysmal SAH because it improves outcomes and reduces mortality.&nbsp; Although nimodipine dilates cerebral vessels, its ability to impact acute vasospasm of large arteries is still debatable; however, it has clear neuroprotective effects that help <em>prevent</em> vasospasm and DCI (likely due to some combination of small vessel dilation and reduced calcium-dependent excitotoxicity).&nbsp; Nimodipine must be given orally (or via nasogastric tube during intubation) and is continued for 21 days.</li>\n\t<li><strong>General care</strong>:&nbsp; Bedrest diminishes hemodynamic fluctuations that may increase rebleeding risk.&nbsp; Nausea and pain should be controlled to avoid Valsalva (increased chance of rebleed).&nbsp; Fever, hyperglycemia, and neurocardiogenic instability are frequent complications requiring careful management to improve outcomes.&nbsp; Thromboprophylaxis requires intermittent compression devices prior to aneurysm repair with heparin added after the aneurysm is secured.</li>\n\t<li><strong>Monitoring</strong>:&nbsp; with frequent neuro checks (eg, every 1-2 hours) is essential to identify neurologic deterioration (eg, reduced consciousness, seizure, focal deficit) that may indicate a complication (eg, rebleeding, vasospasm, DCI).</li>\n</ul><br><br><p><strong>Aneurysm repair</strong> with endovascular coiling or surgical clipping is performed to prevent rebleeding (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47522.jpg\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ).&nbsp; The aneurysm should be secured as early as possible because most rebleeding occurs within the first 24 hours, often with devastating consequences (up to 70% mortality).<p></p>\n<h2>Management of secondary complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vasospasm and delayed cerebral ischemia (DCI)</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Vasospasm typically starts at day 3 and resolves by day 21.&nbsp; In addition to prevention efforts with 21 days of nimodipine, the threat of vasospasm requires regular surveillance (eg, transcranial Doppler ultrasonography).&nbsp; Aggressive therapy (eg, angioplasty, intraarterial vasodilators) is critical because vasospasm contributes to DCI (<em>note that, due to rebleeding risk, this therapy can only be pursued after the aneurysm is secured</em>).</li>\n\t\t<li>DCI (usually 3-14 days post SAH) can lead to acute infarction resulting in increased morbidity and mortality.&nbsp; In addition to treating vasospasm, management of DCI may include hemodynamic augmentation (ie, induced hypertension with vasopressors like norepinephrine) to maintain CPP (<em>again, only after aneurysm securement</em>).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Elevated ICP</strong>:&nbsp; occurs in many patients with SAH due to the mass effect of subarachnoid blood (may be worsened by acute hydrocephalus).&nbsp; Treatment involves osmotic therapy (eg, mannitol), but hyperventilation is typically avoided (can precipitate vasospasm).&nbsp; More severe cases of increased ICP may require external ventricular drain (EVD) placement.</li>\n\t<li><strong>Hydrocephalus</strong>:&nbsp; in the acute setting is typically noncommunicating (from blood clots obstructing CSF flow) and requires an EVD.&nbsp; Later-occurring hydrocephalus is typically communicating (from impaired CSF absorption by fibrosed arachnoid granulations) and may require shunt placement (eg, ventriculoperitoneal).</li>\n\t<li><strong>Seizures</strong>:&nbsp; occur in approximately 10% of SAH patients and require antiseizure medications (eg, levetiracetam).&nbsp; Prophylaxis of seizures is not routinely recommended but may be considered in higher-risk patients (eg, associated cortical infarction).</li>\n\t<li><strong>Hyponatremia</strong>:&nbsp; develops in up to 30% of patients (likely from hypothalamic injury); it is typically due to syndrome of inappropriate antidiuretic hormone secretion (SIADH) but can sometimes result from cerebral salt wasting (CSW).&nbsp; The laboratory findings of SIADH and CSW are similar (low serum osmolality, high urine osmolality, high urine sodium), so differentiation requires assessment of intravascular volume status (euvolemic in SIADH, hypovolemic in CSW).&nbsp; However, both causes are treated similarly (eg, hypertonic saline).</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of aneurysmal SAH is generally poor, with approximately 20% of patients dying before reaching the hospital.&nbsp; Survival among patients who arrive at the hospital alive is influenced by the severity of subarachnoid bleeding and the development of secondary complications (eg, rebleeding, vasospasm/DCI); improvements in diagnosis and management (eg, early aneurysm repair) have reduced the 30-day case fatality rate, but it remains approximately 20%.&nbsp; Morbidity of SAH survivors is significant (only 20% of survivors recover completely) and typically involves persistent focal deficits, cognitive dysfunction, and epilepsy.</p><br><br><p>Because first-degree relatives of patients with SAH have an increased risk, screening with MR angiography should be offered.</p>\n<h1>Summary</h1><br><br><p>Spontaneous subarachnoid hemorrhage (SAH) is a deadly neurovascular condition that most commonly results from rupture of a saccular aneurysm.&nbsp; Evaluation for subarachnoid hemorrhage should be considered in any patient presenting with its most classic symptom—headache of sudden onset and severe intensity (ie, thunderclap).&nbsp; Diagnosis requires an urgent noncontrast CT scan of the head followed by a lumbar puncture (if CT scan of the head is inconclusive).&nbsp; Confirmation of subarachnoid hemorrhage is made when subarachnoid blood is seen on CT scan of the head (99% sensitive &lt;6 hours from onset) or xanthochromia (ie, bilirubin) is seen in the cerebrospinal fluid (100% sensitive &gt;12 hours from onset).&nbsp; Management focuses on prevention/mitigation of the 2 most dangerous sequelae—rebleeding and vasospasm/delayed ischemia.&nbsp; All patients are treated with aneurysm repair (prevents rebleeding) and nimodipine (helps prevent vasospasm/delayed ischemia).&nbsp; Despite advances in diagnosis and therapy, SAH remains a devastating condition.</p>\n</div>\n\n            "
}