{
  "meta": {
    "title": "Tension headache",
    "url": "https://brainandscalpel.vercel.app/tension-headache-bd8ace47-508e31.html",
    "scrapedAt": "2025-12-01T05:10:33.654Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n\t<p>Tension headaches are the most common type of headache disorder, characterized as bilateral, nonthrobbing headaches.</p>\n\t<h1>Pathophysiology</h1>\n\t\n\t<p>The pathophysiology of tension headaches is not completely understood.&nbsp; They are likely due to sensitization of peripheral nociceptors, leading to increased perception of myofascial pain.</p>\n\t<h1>Epidemiology and risk factors</h1>\n\t\n\t<p>Tension headaches are the most common type of headache in the population (affecting ~25% of the population) and can occur in children and adults.&nbsp; Tension headaches are slightly more prevalent in females.&nbsp; Patients with a prior history of migraines, sleep disorders, and comorbid depression or anxiety are at highest risk for developing tension headaches.</p>\n\t<h1>Clinical presentation</h1>\n\t\n\t<p>Tension headaches are often associated with the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92479.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Mild to moderate intensity, bilateral headache</strong></li>\n\t\t<li><strong>Tight, dull, or band-like pain</strong></li>\n\t\t<li><strong>Increased muscle tenderness in the head, neck, or shoulders</strong></li>\n\t\t<li><strong>Triggered by or increased with stress</strong></li>\n\t</ul>\n\t\n\t<p>Tension headaches tend to be featureless, meaning that patients do <u>not</u> have other associated symptoms such as aura, nausea/vomiting, exacerbation with exercise, or autonomic symptoms.&nbsp; Sometimes, phonophobia or photophobia occurs, but their presence together is unusual and should raise suspicion for migraines.</p>\n\t\n\t<p>Patients often have a difficult time defining the onset and exact duration of the headache.&nbsp; The headaches are usually short (lasting about 30 minutes) and episodic, but some patients have persistent headaches lasting days to months.&nbsp; However, even if they are persistent, daily activities are not usually affected because the headaches are usually mild to moderate in intensity.&nbsp; Patients typically have a normal neurologic examination.</p>\n\t<h1>Diagnosis</h1>\n\t\n\t<p>Tension headaches are typically diagnosed based on key clinical features:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Bilateral</li>\n\t\t<li>Mild to moderate intensity</li>\n\t\t<li>Feeling of tightness or a dull pressure</li>\n\t\t<li>Lacking features of other headaches (eg, no nausea/vomiting, not worse with exercise, no autonomic symptoms)</li>\n\t</ul>\n\t\n\t<p>Patients with other primary headache syndromes are at higher risk for tension headaches, which can make them difficult to distinguish.&nbsp; Headache diaries, which can be kept either on paper or via smartphone apps, can be used to collect specific information about headaches, including triggers, characteristics, severity, and impact on daily activities.&nbsp; This information can help determine which headache type a patient is experiencing to better tailor treatment.</p>\n\t\n\t<p>Neuroimaging is not usually performed in patients with tension headaches.</p>\n\t<h1>Differential diagnosis</h1>\n\t\n\t<p>The differential diagnosis for tension headaches can include the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91683.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Migraine headaches</strong>:&nbsp; typically present with other clinical features including aura, nausea/vomiting, and exacerbation with physical pain.&nbsp; In addition, the pain associated with migraines is usually unilateral and more severe.</li>\n\t\t<li><strong>Cluster headaches</strong>:&nbsp; usually characterized by severe, unilateral orbital or temporal pain with accompanying autonomic symptoms (eg, lacrimation, nasal congestion), which are not present in tension headaches.</li>\n\t\t<li><strong>Sinusitis</strong>:&nbsp; may present with frontal or facial pressure.&nbsp; However, it is typically associated with nasal symptoms (eg, congestion, drainage), cough, and anosmia.</li>\n\t\t<li><strong>Medication-overuse headaches</strong>:&nbsp; may be similar to tension headaches, but they usually occur in patients who have been taking abortive headache medications (eg, acetaminophen, triptans) multiple times per week for several months.</li>\n\t\t<li><strong>Temporomandibular joint disorder</strong>:&nbsp; can present with headache, but the pain is usually associated with jaw motion.&nbsp; In addition, patients often have referred ear pain and tenderness over the temporomandibular joint.</li>\n\t</ul>\n\t<h1>Management</h1>\n\t\n\t<p>Most patients can use simple analgesics (eg, <strong>acetaminophen</strong>, <strong>nonsteroidal anti-inflammatory drugs</strong>) as needed for treatment of episodic tension headaches.&nbsp; Patients should be counseled to limit their use of these mediations to no more than 3 times per week to prevent the development of a medication-overuse headache.</p>\n\t\n\t<p>All patients with tension headaches should receive counseling on <strong>lifestyle modifications</strong> that can help reduce headache frequency, including regular exercise, maintaining proper posture, and stress reduction techniques.&nbsp; For patients with frequent or prolonged tension headaches, prophylactic therapy or stress-reductive therapies (eg, biofeedback) can be prescribed.&nbsp; Tricyclic antidepressants or antiseizure medications may be prescribed as preventive agents.</p>\n\t<h1>Prognosis</h1>\n\t\n\t<p>Tension headaches typically have a favorable prognosis.&nbsp; With appropriate management strategies focusing on lifestyle modifications, pharmacotherapy, and stress reduction techniques, the majority of patients experience significant improvement in symptom control and quality of life.</p>\n\t<h1>Summary</h1>\n\t\n\t<p>Tension headaches are the most common primary headache type encountered in clinical practice.&nbsp; They are characterized by a mild, bilateral, band-like pain in the head without other significant features.&nbsp; Some patients have muscle tenderness around the head, neck, and shoulders.&nbsp; Tension headaches are often triggered by stress.&nbsp; Most patients respond to treatment with as-needed simple analgesics.</p>\n\t</div>\n\t\n            "
}