{
  "meta": {
    "title": "Acute kidney injury",
    "url": "https://brainandscalpel.vercel.app/acute-kidney-injury-83ca27cc-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:25.956Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The kidneys filter waste products, maintain fluid and electrolyte balance, and regulate blood pressure.&nbsp; These functions can be disrupted in patients with acute kidney injury (AKI) or chronic kidney disease (CKD).&nbsp;</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>AKI involves a sudden, often reversible, decline in renal function; it can be classified as oliguric (ie, decreased urine output) or nonoliguric (ie, preserved urine output).</li>\n\t<li>In contrast, CKD is characterized by a progressive, irreversible deterioration of kidney function over months or years (discussed in a separate article).</li>\n</ul><br><br><p>This article provides an overview of AKI.&nbsp; Early recognition and management of AKI are important to prevent a further decline in renal function and possible progression to CKD.</p>\n<h1>Pathophysiology and etiologies</h1><br><br><p>AKI involves a rapid decline in kidney function (ie, glomerular filtration rate [GFR]) over hours to days, leading to waste product accumulation and possible electrolyte imbalances with fluid overload.&nbsp; AKI is categorized into the following 3 categories:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prerenal (50%-70%)</li>\n\t<li>Intrinsic (20%-40%)</li>\n\t<li>Postrenal (5%-10%)</li>\n</ul><br><br><p>A summary is presented in the accompanying figure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84678.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Prerenal AKI</h1><br><br><p>Decreased renal perfusion reduces GFR without damaging the renal parenchyma.&nbsp; This reduction is often quickly reversible if the underlying cause is addressed.</p>\n<h2>Decreased arterial inflow</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypovolemia can develop due to hemorrhage, gastrointestinal losses, or excessive diuresis.</li>\n\t<li>Renal vasoconstriction can be induced by various conditions and medications.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Nonsteroidal anti-inflammatory drugs (NSAIDs) can decrease renal perfusion by inhibiting prostaglandin synthesis, leading to afferent arteriole vasoconstriction (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47085.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t\t<li>ACE inhibitors/angiotensin receptor blockers (ARBs) usually cause a small increase in serum creatinine reflecting their protective hemodynamic effect rather than toxicity.&nbsp; In certain situations (eg, bilateral renal artery stenosis), significant AKI can develop.</li>\n\t\t<li>Hepatorenal syndrome is seen in advanced liver disease (eg, cirrhosis) due to splanchnic vasodilation causing renal vasoconstriction.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Decreased venous outflow (ie, venous congestion)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cardiorenal syndrome:&nbsp; Elevated central venous pressure during heart failure exacerbation can elevate renal venous pressure, ultimately reducing GFR (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84115.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n\t<li>Abdominal compartment syndrome:&nbsp; Increased intraabdominal pressure causes renal vein compression, reducing GFR.&nbsp; This condition can be seen in the setting of trauma, burns, or massive ascites.</li>\n\t<li>Bilateral renal vein thrombosis:&nbsp; Increased renal vein backpressure can reduce GFR, which is usually seen in hypercoagulable states such as nephrotic syndrome (particularly membranous nephropathy) and malignancy.</li>\n</ul>\n<h1>Intrinsic AKI</h1><br><br><p>Direct damage to the renal parenchyma leads to cellular injury, apoptosis, and necrosis, thereby reducing GFR.&nbsp; Recovery depends on the extent of the damage and the underlying cause.</p>\n<h2>Acute tubular necrosis</h2><br><br><p>Acute tubular necrosis (ATN) is the most common cause of intrinsic AKI and results from ischemic or nephrotoxic injury to the renal tubules (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43195.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ischemic:&nbsp; is caused by prolonged hypotension or hypoperfusion, leading to tubular cell death.&nbsp; It is often seen after prolonged prerenal AKI or in sepsis (microvascular dysfunction with cellular hypoperfusion).&nbsp; Early cellular changes from sublethal ischemia can occur (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84855.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n\t<li>Nephrotoxic:&nbsp; is induced by exposure to nephrotoxic agents such as aminoglycosides, arterial contrast (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38385.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), and endogenous toxins like myoglobin from rhabdomyolysis.</li>\n</ul>\n<h2>Acute interstitial nephritis</h2><br><br><p>Acute interstitial nephritis (AIN) is characterized by inflammation and edema of the renal interstitium.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Medication-induced:&nbsp; Medication-induced AIN is often due to an allergic reaction to medications such as antibiotics, NSAIDs, proton pump inhibitors, or allopurinol.</li>\n\t<li>Infection-related:&nbsp; Systemic infections or specific renal infections (eg, pyelonephritis) can cause AIN.</li>\n\t<li>Autoimmune:&nbsp; Autoimmune AIN occurs in systemic autoimmune disorders such as sarcoidosis, Sjögren syndrome, and systemic lupus erythematosus.</li>\n</ul>\n<h2>Glomerulonephritis</h2><br><br><p>Glomerulonephritis (GN) involves inflammation of the glomeruli; it is discussed in detail in a separate article.&nbsp; Conditions include IgA nephropathy, postinfectious GN, membranoproliferative GN, lupus nephritis, anti-glomerular basement membrane disease, and ANCA-associated GN.</p>\n<h2>Small vessel disease</h2><br><br><p>The following vascular conditions impair renal blood flow:&nbsp; thrombotic microangiopathies (eg, hemolytic uremic syndrome, thrombotic thrombocytopenic purpura, scleroderma renal crisis) and atheroembolic renal disease (eg, cholesterol crystals), leading to microvascular thrombosis and endothelial injury.</p>\n<h1>Postrenal AKI</h1><br><br><p>Urinary tract obstruction increases intratubular pressure, decreasing GFR.&nbsp; Bilateral obstruction above the bladder is usually necessary to cause AKI, as the contralateral kidney can compensate as long as it is functional.&nbsp; Recovery depends on the duration and severity of the obstruction, and timely relief of the obstruction is crucial to prevent progression to CKD.</p><br><br><p>Causes of postrenal AKI include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bladder obstruction:&nbsp; This can occur due to benign prostatic hyperplasia, strictures, or tumors.</li>\n\t<li>Neurogenic bladder:&nbsp; Impaired bladder emptying can occur due to neurologic conditions (eg, spinal cord trauma, multiple sclerosis).</li>\n\t<li>Bilateral compression of ureters:&nbsp; Tumor compression (eg, bulky ovarian cancer) or retroperitoneal fibrosis (eg, IgG4-related autoimmune disease) can lead to bilateral compression of the ureters.</li>\n\t<li>Renal tubular obstruction:&nbsp; This can occur from crystal deposition (eg, uric acid in tumor lysis syndrome) or cast nephropathy in multiple myeloma.</li>\n</ul>\n<h1>Evaluation</h1><br><br><p>AKI is clinically defined by any of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased serum creatinine by ≥0.3 mg/dL within 48 hours</li>\n\t<li>Increased serum creatinine by ≥1.5 times baseline</li>\n\t<li>Urine volume &lt;0.5 mL/kg/hr for 6 hours</li>\n</ul><br><br><p>Patients in whom a prior creatinine level is not available may have underlying CKD but should be initially presumed to have AKI.&nbsp; Calculations that can theoretically differentiate prerenal from intrinsic AKI include the blood urea nitrogen-to-creatinine (BUN:Cr) ratio (&gt;20:1 in prerenal), the fractional excretion of sodium (FeNa; &lt;1% in prerenal) and, in patients on diuretics, the fractional excretion of urea (FeUrea; &lt;35% in prerenal).</p><br><br><p>Given that most AKI is prerenal and because these calculations are not always reliable, IV isotonic fluids are often given empirically in lieu of these calculations, particularly if evidence is found of volume depletion (eg, vomiting/diarrhea, orthostatic hypotension, dry mucous membranes, decreased skin turgor).&nbsp; Urinalysis (UA) with microscopy helps assess for intrinsic causes of AKI, especially in patients in whom AKI does not improve (or IV fluids are contraindicated).</p><br><br><p>Specific etiologies may be associated with certain UA findings:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>GN:&nbsp; hematuria (often with dysmorphic red blood cells [RBCs] or RBC casts) ± proteinuria</li>\n\t<li>AIN:&nbsp; sterile pyuria ± white blood cell casts</li>\n\t<li>ATN:&nbsp; muddy brown granular casts</li>\n</ul><br><br><p>A bland UA (eg, unremarkable microscopy) in combination with exclusion of prerenal AKI suggests postrenal AKI, which should be evaluated by renal ultrasonography, bladder scanning, and/or Foley catheter placement.&nbsp; Notably, urine output cannot reliably exclude postrenal AKI because output can range from anuria (eg, complete urethral obstruction) to oliguria or even polyuria (indicates tubular injury impairing the ability to concentrate urine).&nbsp; Etiologies of AKI and its evaluation are summarized in the accompanying table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50754.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) and flowchart (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L82095.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).<p></p><br><br><p>Newer biomarkers, such as neutrophil gelatinase-associated lipocalin (NGAL), kidney injury molecule-1 (KIM-1), and cystatin C, are being investigated for their potential in early detection of AKI.</p>\n<h1>Management</h1><br><br><p>Management of AKI depends on the underlying etiology.</p>\n<h2>Prerenal</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>If responding to IV isotonic fluids, continue fluids until euvolemia is achieved.</li>\n\t<li>If there is volume overload and suspected prerenal etiology, the goal is to relieve renal venous congestion (eg, diuretics in heart failure, abdominal fluid drainage in abdominal compartment syndrome).</li>\n</ul>\n<h2>Intrinsic</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>ATN:&nbsp; Address the underlying cause while providing supportive care (eg, antibiotics and vasopressors in sepsis).</li>\n\t<li>AIN:&nbsp; Discontinue offending medications and consider glucocorticoids in severe or persistent cases.</li>\n\t<li>GN:&nbsp; Address the underlying cause and consider immunosuppressants in certain diseases.</li>\n</ul>\n<h2>Postrenal</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bladder outlet obstruction:&nbsp; Insert a Foley catheter.</li>\n\t<li>Upper urinary tract obstruction:&nbsp; Place percutaneous nephrostomy tubes.</li>\n</ul><br><br><p>In addition to addressing the underlying cause of AKI, urgent renal replacement therapy (eg, hemodialysis) should be performed in certain circumstances (sometimes remembered as \"AEIOU\") (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44527.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Medications cleared by the kidneys should be adjusted or stopped.&nbsp; Nephrotoxic agents (eg, NSAIDs, ACE inhibitors/ARBs, arterial contrast) should be avoided in patients with AKI of any etiology.<p></p>\n<h1>Summary</h1><br><br><p>Acute kidney injury (AKI) is characterized by a sudden decline in renal function, defined by specific increases in serum creatinine or decreases in urine output.&nbsp; Categories include prerenal (decreased renal perfusion), intrinsic (parenchymal damage causing ATN, AIN, and GN), or postrenal (urinary tract obstruction).&nbsp; Calculations such as BUN:Cr ratio, FeNa, or FeUrea may occasionally be helpful.&nbsp; However, given that most AKI is prerenal, IV isotonic fluids are often given empirically, especially if volume depletion is evident.&nbsp; UA can identify intrinsic causes: ATN (muddy brown casts), AIN (sterile pyuria ± white blood cell casts), GN (hematuria ± proteinuria).&nbsp; Normal urinalysis and exclusion of prerenal AKI suggests postrenal AKI, assessed with renal ultrasonography.&nbsp; Management includes addressing the underlying cause, such as volume optimization (prerenal), discontinuing offending medications (intrinsic), and relieving urinary tract obstruction (postrenal).&nbsp; Renal replacement therapy may be needed in severe or refractory cases.</p>\n</div>\n\n            "
}