{
  "meta": {
    "title": "Alport syndrome",
    "url": "https://brainandscalpel.vercel.app/alport-syndrome-171d8bde-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:25.432Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Alport syndrome is a genetic disorder that involves type IV collagen, a major structural component of basement membranes in the kidney, cochlea, and eye.&nbsp; Clinical manifestations include hematuria and progressive renal failure, bilateral sensorineural hearing loss, and anterior lenticonus (lens protrusion).</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Collagen is a fibrous protein composed of 3 polypeptide alpha chains (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27141.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Each alpha chain in type IV collagen is encoded by a different gene.&nbsp; Although a mutation in any of these genes can cause Alport syndrome, the most common is a mutation in the <em>COL4A5</em> gene, which is located on the X chromosome and demonstrates an <strong>X-linked inheritance pattern</strong>.&nbsp; The other alpha chain genes are located on autosomes, and mutations in these genes can demonstrate an autosomal dominant or recessive inheritance pattern.&nbsp; These pathogenic variants result in a spectrum of phenotypes that involves the following structures:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Kidneys</strong>:&nbsp; Defective type IV collagen results in a thin glomerular basement membrane (GBM) with impaired filtration.&nbsp; Over time, the membrane thickens and appears lamellated (layered) due to longitudinal splitting of the lamina densa.&nbsp; This thinning, thickening, splitting, and layering of the GBM is described as a <strong>basket-weave</strong> appearance on electron microscopy.</li>\n\t<li><strong>Cochlea</strong>:&nbsp; Defective type IV collagen in the cochlear basement membrane results in progressive <strong>bilateral sensorineural hearing loss</strong>, although the exact mechanism is not well understood.</li>\n\t<li><strong>Eyes</strong>:&nbsp; Defective type IV collagen results in a thin lens capsule and eventual <strong>anterior lenticonus</strong>, or conical protrusion of the lens anteriorly.&nbsp; If present, anterior lenticonus is pathognomonic for Alport syndrome.</li>\n</ul><br><br><p>A family history of Alport syndrome is the most significant risk factor for the disease.&nbsp; Male patients with a mutation on the X chromosome usually express the most severe phenotype with rapid disease progression; female carriers can be variably affected.</p>\n<h1>Clinical presentation</h1><br><br><p>Because the most common genotype is X-linked, Alport syndrome most commonly presents in male patients with affected family members.&nbsp; The most common initial presentation is asymptomatic microscopic hematuria.&nbsp; Auditory and ocular manifestations may also be present, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Renal disease</strong>:&nbsp; Typically presents with an incidental finding of <strong>microscopic hematuria</strong>.&nbsp; In some cases, microscopic hematuria is found on routine screening due to a family history of the disease.&nbsp; Over time, patients develop signs of progressive renal disease, including gross hematuria, proteinuria, and hypertension.&nbsp; Gross hematuria may be episodic and follow upper respiratory tract infections.&nbsp; Renal failure typically occurs in adolescence or early adulthood but may occur later in female carriers or in those with different genotypes (ie, autosomal mutations).</li>\n\t<li><strong>Auditory manifestations</strong>:&nbsp; Initially manifests as bilateral sensorineural hearing loss in the high-frequency range.&nbsp; Although hearing loss is progressive, complete hearing loss is uncommon.</li>\n\t<li><strong>Ocular manifestations</strong>:&nbsp; Include anterior lenticonus, corneal dystrophy, and fleck retinopathy.&nbsp; Fleck retinopathy is characterized by superficial white or yellow granulations (flecks) in the retina that surrounds the fovea.&nbsp; Over time, these ocular manifestations can lead to loss of visual acuity.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected Alport syndrome (eg, family history of disease with the triad of renal, cochlear, and ocular abnormalities), genetic testing or renal biopsy showing <strong>longitudinal splitting</strong> of the <strong>GBM</strong> is diagnostic.&nbsp; Serum creatinine and blood pressure are typically normal at presentation and in early childhood.&nbsp; Serum C3 levels are normal and distinguish Alport syndrome from other nephritides.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for Alport syndrome includes other hereditary nephritides, although the diagnosis is often distinguished by a family history of progressive renal disease and hearing loss.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Thin basement membrane nephropathy</strong> (benign familial hematuria):&nbsp; An autosomal dominant genetic disorder involving genes that encode type IV collagen chains.&nbsp; The disease is characterized by a diffusely thin GBM and microscopic hematuria.&nbsp; Gross hematuria and hypertension can occur but rarely progress to proteinuria and renal failure.</li>\n\t<li><strong>IgA nephropathy</strong>:&nbsp; An autoimmune disease in which circulating immune complexes containing IgA autoantibodies deposit in the glomerular mesangium, causing progressive glomerulonephritis.&nbsp; Hypertension and proteinuria can occur.</li>\n</ul>\n<h1>Management and prognosis</h1><br><br><p>Management depends on the severity of the disease but typically involves the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Renal</strong>:&nbsp; Following initial diagnosis, management involves close surveillance for progressive nephropathy (eg, serial urinalyses, serum creatinine, blood pressure measurements).&nbsp; ACE inhibitors may slow disease progression by decreasing intraglomerular pressure and should be considered for those who develop proteinuria.&nbsp; However, the majority of patients develop renal failure by age 40.&nbsp; Kidney transplantation is performed in these patients, although there is a risk of developing autoantibodies to the normal graft GBM (ie, anti-GBM antibody disease).</li>\n\t<li><strong>Auditory</strong>:&nbsp; Audiometry should be performed to detect early sensorineural hearing loss and identify patients who may benefit from hearing aids.</li>\n\t<li><strong>Ocular</strong>:&nbsp; Comprehensive ophthalmologic examinations are necessary to identify abnormalities (eg, anterior lenticonus) that require corrective lenses to maintain visual acuity.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Alport syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/45712.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a genetic disorder that involves type IV collagen, a major structural component of basement membranes in the kidney, cochlea, and eye.&nbsp; Manifestations include hematuria and progressive renal failure, bilateral sensorineural hearing loss, and anterior lenticonus (lens protrusion).&nbsp; Diagnosis involves genetic testing and/or renal biopsy findings (eg, longitudinal splitting of the glomerular basement membrane).&nbsp; Management is supportive, and most patients require kidney transplantation.<p></p>\n</div>\n\n            "
}