{
  "meta": {
    "title": "Benign prostatic hyperplasia (BPH)",
    "url": "https://brainandscalpel.vercel.app/benign-prostatic-hyperplasia-bph-d3f2e877-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:27.732Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Benign prostatic hyperplasia (BPH) is a common condition that affects most men as they age.&nbsp; It is characterized by enlargement of the prostate gland with progressive urinary obstruction.&nbsp; Treatment includes both pharmacologic and surgical options.</p>\n<h1>Pathophysiology</h1><br><br><p>BPH is related to hormonal changes that occur as men age.&nbsp; Circulating testosterone is converted to dihydrotestosterone (DHT), the more active form, by 5-alpha reductase in prostatic stromal cells.&nbsp; Binding of DHT to prostatic androgen receptors leads to increased production of fibroblast growth factor, transforming growth factor-beta, and, likely, other growth factors, which stimulate proliferation and decrease apoptosis in prostatic tissue.</p><br><br><p>In BPH, stromal and glandular hyperplasia in the <strong>periurethral (transition) zone</strong> can impinge on the urethra, leading to impaired voiding and incomplete bladder emptying (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60293.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Microscopic or gross hematuria can sometimes arise due to the formation of new, friable suburothelial blood vessels.<p></p><br><br><p>From a therapeutic perspective, the pathophysiologic abnormalities in BPH can be considered with respect to both static and dynamic obstructive factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Static obstruction</strong> is due to persistent compression of the urethra by hyperplastic glandular tissue.</li>\n\t<li><strong>Dynamic obstruction</strong> is due to increased prostatic smooth muscle tone and loss of elasticity in the prostatic urethra.</li>\n</ul>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Age</strong>:&nbsp; Half of men show histologic prostatic hyperplasia by age 50, and symptoms are present in a majority of men age &gt;60.&nbsp; The incidence increases linearly with age.</li>\n\t<li><strong>Family history</strong>:&nbsp; Men with a family history of BPH are at increased risk.</li>\n\t<li><strong>Race</strong>:&nbsp; Black men are at higher risk than white men.</li>\n\t<li><strong>Lifestyle factors</strong>:&nbsp; Obesity, sedentary lifestyle, and excessive alcohol and caffeine intake are associated with increased risk.</li>\n\t<li><strong>Hormone levels</strong>:&nbsp; Although the pathophysiology of BPH is driven by DHT, hormone levels correlate poorly with risk for symptoms over time.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>BPH is characterized by nodular hyperplasia of prostatic tissue, primarily in the periurethral zone (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L117235.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; BPH is often mistakenly termed \"benign prostatic hypertrophy,\" but histologic findings include an increase primarily in cell number (hyperplasia) instead of size (hypertrophy).<p></p><br><br><p>Initially, stromal cells are predominantly affected (grossly appearing as firm, gray nodules), but proliferation of epithelial elements (grossly appearing as soft, yellowish nodules) also occurs as the condition progresses.&nbsp; In long-standing obstruction, hypertrophy of bladder smooth muscle may occur and is visible as prominent trabeculation in the bladder wall.</p>\n<h1>Clinical presentation</h1><br><br><p>BPH typically presents with chronic symptoms related to <strong>impaired voiding</strong>.&nbsp; As obstruction progresses, patients can experience <strong>incomplete bladder emptying</strong>, leading to more frequent and irritative voiding symptoms.&nbsp; Typical symptoms include the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40927.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Voiding (obstructive) symptoms</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Weak or intermittent stream with prolonged voiding time</li>\n\t\t<li>Urinary hesitancy and straining (or inability) to void</li>\n\t\t<li>Dribbling at the end of the void and incomplete emptying</li>\n\t</ul>\n\t</li>\n\t<li><strong>Storage (irritative) symptoms</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Frequency</li>\n\t\t<li>Urgency</li>\n\t\t<li>Nocturia</li>\n\t\t<li>Overflow incontinence</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of BPH is typically based on the patient's symptoms and physical examination findings.&nbsp; A <strong>digital rectal examination</strong> (DRE) is indicated in the initial encounter; typical findings are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Smooth, firm, symmetric, nontender enlargement</strong> of the prostate suggests BPH.&nbsp; Nodular pathologic changes in BPH predominantly affect the periurethral prostate zone, which is not directly accessible to DRE.</li>\n\t<li>Prominent nodules/irregular surface, asymmetry, fluctuance/bogginess, or significant tenderness may indicate an alternate cause of prostate enlargement (eg, prostatitis, adenocarcinoma).</li>\n</ul>\n<h1>Laboratory evaluation and imaging</h1><br><br><p>Diagnostic testing in BPH is oriented primarily to identifying complications and aggravating factors (eg, infection), ruling out serious conditions (eg, prostate adenocarcinoma), and guiding recommendations for surgical intervention (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22204.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Not all tests are needed for most patients.&nbsp; Useful studies include the following:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Urinalysis</strong> should be performed in most or all patients to rule out urinary tract infection, significant hematuria, and glucosuria (which can also cause nocturia and urinary frequency).</li>\n\t<li><strong>Serum prostate-specific antigen (PSA)</strong>:&nbsp; Controversial for screening in completely asymptomatic patients, PSA can predict the likelihood of prostate cancer in men evaluated for BPH.&nbsp; BPH is associated with normal or mildly elevated PSA with a slow rise over time; prostate cancer can cause a very high PSA (eg, &gt;10 ng/mL) with a rapid rise over time (ie, high PSA velocity).&nbsp; PSA levels normally rise with age, so age-adjusted norms should be used in interpretation.</li>\n\t<li><strong>Serum creatinine</strong>:&nbsp; Not needed for all patients, serum creatinine can be used to assess possible chronic kidney disease or acute kidney injury.</li>\n\t<li><strong>Postvoid residual urine</strong> assesses the amount of urine remaining in the bladder after urination.&nbsp; It can be estimated using ultrasonography or measured directly with catheterization of the bladder.</li>\n\t<li><strong>Uroflowmetry</strong> measures the rate of urine flow.</li>\n\t<li><strong>Ultrasonography</strong> visualizes the prostate gland and measures its size.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Infectious (bacterial) prostatitis</strong>:&nbsp; Acute prostatitis often occurs in younger (eg, age &lt;40) men and presents with fever, pelvic pain, pyuria, and a severely tender prostate.&nbsp; Chronic bacterial prostatitis presents with recurrent episodes of dysuria and frequency with bacteriuria; fever and prostate tenderness are mild to absent.</li>\n\t<li><strong>Chronic (noninfectious) prostatitis/chronic pelvic pain syndrome</strong>:&nbsp; This poorly understood disorder manifests with chronic-episodic pelvic pain, sometimes with obstructive voiding symptoms.&nbsp; The incidence is highest in men in their 40s and decreases thereafter.</li>\n\t<li><strong>Urinary tract infection (UTI)</strong>:&nbsp; UTI can cause symptoms similar to those of BPH but is usually acute and associated with pain, burning during urination, and possible fever.</li>\n\t<li><strong>Neurogenic bladder</strong>:&nbsp; This condition is caused by damage to the nerves that control the bladder.&nbsp; It can lead to urinary incontinence or retention.</li>\n\t<li><strong>Prostate cancer</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31147.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Prostate cancer can cause symptoms similar to those of BPH but is usually associated with a hard, irregular prostate gland on DRE.</li>\n\t<li><strong>Urethral stricture</strong>:&nbsp; A urethral stricture is narrowing of the urethra that can cause urinary obstruction.&nbsp; Causes include prior infection, urethral trauma, malignancy, and history of urinary catheter placement.</li>\n\t<li><strong>Bladder stones</strong>:&nbsp; Bladder stones can cause intermittent urinary obstruction and pain.</li>\n\t<li><strong>Glucosuria</strong>:&nbsp; Glucosuria is seen in uncontrolled (or undiagnosed) diabetes mellitus.&nbsp; It presents with polydipsia and polyuria.&nbsp; The total daily volume of urine is increased in glucosuria, in contrast to BPH, which presents with frequent small voids.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of BPH depends on the severity of the symptoms and associated complications (eg, recurrent infection, bladder stones).&nbsp; Many men with mild symptoms can be managed conservatively with lifestyle changes alone.&nbsp; More severe cases may require medication or surgery.&nbsp; Commonly used treatment modalities include the following:</p>\n<h2>Behavioral modifications&nbsp; </h2><br><br><p>Useful strategies include: shifting fluid intake to earlier in the day, decreasing caffeine and alcohol intake, and having scheduled and/or double voiding to ensure complete bladder emptying.</p>\n<h2>Medications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Alpha-adrenergic antagonists</strong>:&nbsp; These antagonists are usually the first-line therapy.&nbsp; They relax smooth muscle in the bladder neck, prostate capsule, and prostatic urethra.&nbsp; Adverse effects include dizziness and orthostatic hypotension.&nbsp; Nonuroselective drugs (eg, doxazosin, prazosin) also affect vascular smooth muscle and can lower blood pressure; uroselective drugs (eg, tamsulosin, alfuzosin) have less effect on blood pressure.</li>\n\t<li><strong>5-alpha reductase inhibitors</strong> (eg, finasteride, dutasteride):&nbsp; These medications inhibit the conversion of testosterone to DHT.&nbsp; They gradually reduce prostate size and vascularity (ie, they can reduce hematuria).&nbsp; The effect is slow (6-12 months).&nbsp; Adverse effects include decreased libido and erectile dysfunction.&nbsp; These inhibitors are usually used as second line but may be added to alpha blockers.</li>\n\t<li><strong>Tadalafil</strong>:&nbsp; Daily low-dose tadalafil can reduce BPH symptoms.&nbsp; Often used in patients with comorbid erectile dysfunction.</li>\n</ul>\n<h2>Surgical (invasive) treatment&nbsp; </h2><br><br><p>Surgical options include transurethral resection of the prostate (TURP) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23600.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), laser enucleation of the prostate, and transurethral microwave thermotherapy.<p></p>\n<h1>Complications</h1><br><br><p>Complications in BPH can be caused by increased urinary hydrostatic pressure, maladaptive urodynamic compensation, and urine stasis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40720.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Notable complications include the following:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute urinary retention</strong>:&nbsp; Acute urine retention can occur spontaneously or due to anticholinergic medications (eg, first-generation antihistamines [eg, diphenhydramine], cyclic antidepressants [eg, amitriptyline]), which depress detrusor muscle contractions.&nbsp; Immediate drainage via urethral (or occasionally suprapubic) catheter may be required.</li>\n\t<li><strong>Chronic urinary retention and obstructive uropathy</strong>:&nbsp; This combination can lead to hydroureter, hydronephrosis, and chronic kidney disease.&nbsp; Renal ultrasonography may reveal cortical atrophy.</li>\n\t<li><strong>UTI</strong>:&nbsp; UTIs are common in men with BPH.</li>\n\t<li><strong>Bladder stones</strong>:&nbsp; BPH can increase the risk for bladder stones due to the persistence of urine in the bladder and recurrent bladder infection.</li>\n\t<li><strong>Dysfunctional voiding</strong>:&nbsp; Manifestations of dysfunctional voiding include overflow incontinence and detrusor hypotonicity.</li>\n\t<li><strong>Erectile dysfunction</strong>:&nbsp; Some medications used to treat BPH can cause erectile dysfunction.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Symptoms of BPH are typically persistent and often progressive, and untreated disease can lead to complications such as urinary retention and kidney damage.&nbsp; Medical management is usually successful, but symptoms may progress despite treatment.&nbsp; Surgical procedures can often alleviate symptoms refractory to medication, but obstruction due to hyperplasia of the remaining tissue may recur years later.</p>\n<h1>Summary</h1><br><br><p>Benign prostatic hyperplasia (BPH) is a common condition that affects men as they age.&nbsp; It is characterized by enlargement of the prostate gland, which can lead to a variety of urinary symptoms.&nbsp; Management depends on the severity of the symptoms and may include lifestyle changes, medications, or surgery.&nbsp; With appropriate treatment, most men with BPH can manage their symptoms effectively.</p>\n</div>\n\n            "
}