{
  "meta": {
    "title": "Bladder rupture",
    "url": "https://brainandscalpel.vercel.app/bladder-rupture-01e189fb-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:30.745Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Bladder rupture is a rare but potentially serious condition that occurs when the urinary bladder wall is disrupted.&nbsp; It is often associated with blunt or penetrating trauma, although nontraumatic cases can occur.&nbsp; Bladder rupture leads to significant morbidity due to urinary extravasation and associated complications, such as infection or chemical peritonitis.</p>\n<h1>Anatomy</h1><br><br><p>The bladder is a hollow organ located posterior to the pubic symphysis, separated by the space of Retzius (ie, retropubic space).&nbsp; In females, it is bordered posteriorly by the vagina, and in males, it is bordered posteriorly by the rectum.&nbsp; Although the bladder itself is considered extraperitoneal, the bladder dome is covered by the peritoneum (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30713.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73817.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The ureters enter the bladder posterolaterally at the right and left ureteric orifices, which together with the internal urethral orifice form the triangular region of the bladder known as the trigone (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65054.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p>\n<h1>Pathophysiology</h1><br><br><p>Bladder rupture is the loss of integrity in the bladder wall, resulting in urine extravasation.&nbsp; In adults, a decompressed bladder is typically well protected by the bony elements of the pelvis.&nbsp; However, when the bladder is fully distended it is less protected, particularly in cases of blunt abdominal trauma.</p><br><br><p>Bladder rupture is generally classified into 2 categories based on the location:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intraperitoneal bladder rupture</strong>:&nbsp; Occurs in the area of the bladder dome covered by the peritoneum.&nbsp; Bladder rupture in this location results in intraperitoneal extravasation of urine, which can lead to chemical peritonitis.</li>\n\t<li><strong>Extraperitoneal bladder rupture</strong>:&nbsp; More common and defined as rupture not involving the bladder dome.</li>\n</ul><br><br><p>Less commonly, bladder rupture can occur due to a combination of both intraperitoneal and extraperitoneal injuries.</p>\n<h1>Mechanisms of injury</h1><br><br><p>Bladder injury occurs most commonly due to traumatic injury but can occur from nontraumatic or iatrogenic injuries.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Traumatic injury</strong>:&nbsp; Typically due to blunt abdominal trauma in which sudden compressive forces (eg, seatbelt in a motor vehicle accident) transmit significant force to the bladder, causing a rapid rise in intrabladder pressure with subsequent rupture.&nbsp; The rupture generally occurs in the bladder dome, which is the weakest area of the bladder.&nbsp; Penetrating trauma (eg, gunshot wounds, pelvic fracture) can cause injury to any part of the bladder wall.</li>\n\t<li><strong>Nontraumatic injury</strong>:&nbsp; Severe urinary outlet obstruction (eg, benign prostatic hyperplasia) or bladder dysfunction (eg, neurogenic bladder) can cause the bladder wall to become severely distended, with resultant necrosis and subsequent atraumatic bladder rupture.&nbsp; This injury can also rarely occur with chronic inflammation (eg, interstitial cystitis), urinary malignancy, or radiation-induced bladder wall damage.</li>\n\t<li><strong>Iatrogenic injury</strong>:&nbsp; Direct injury from an iatrogenic cause (eg, abdominal surgery, Foley catheterization) is rare.&nbsp; Increasing age, smoking, and chemoradiation increases the likelihood of iatrogenic injury.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Although the symptoms of bladder rupture vary based on the type and severity of the injury, the most common symptoms include <strong>hematuria</strong>, <strong>suprapubic tenderness</strong>, and <strong>inability or difficulty voiding</strong>.&nbsp; Other clinical features can include abdominal distension and signs of peritonitis (due to urinary ascites in intraperitoneal rupture) and ecchymosis of the pelvis or perineal region (due to associated pelvic fractures in extraperitoneal rupture).</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of bladder rupture relies on clinical suspicion, particularly in the setting of trauma or other risk factors.&nbsp; Additional evaluation includes the following:</p>\n<h2>Laboratory evaluation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Urinalysis to evaluate for hematuria, which is present in 90% of cases.</li>\n\t<li>Basic metabolic panel to evaluate for elevated BUN and creatinine from reabsorption of urinary ascites (ie, pseudo–acute kidney injury).</li>\n</ul>\n<h2>Imaging studies</h2><br><br><p>Individuals with abdominal trauma are often evaluated with a <strong>focused assessment with sonography for trauma (FAST) examination</strong>; patients with intraperitoneal bladder rupture will have intraabdominal free fluid from intraperitoneal urine extravasation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52602.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><br><br><p>A <strong>retrograde urethrogram</strong> is performed first if concern exists for possible urethral injury (particularly in cases of abdominal trauma) as hematuria and difficulty voiding are presenting symptoms of both urethral injury and bladder rupture.&nbsp; Radiographs are obtained with contrast administered via Foley catheter in the distal urethra to evaluate for extravasation/urethral injury (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88324.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><br><br><p>A <strong>retrograde CT cystography</strong> is the gold standard to evaluate for bladder rupture, as it allows for detailed evaluation of concurrent pelvic injuries.&nbsp; Signs of bladder injury include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Extraperitoneal rupture:&nbsp; Contrast extravasates into the perivesical space (ie, \"flame sign\").</li>\n\t<li>Intraperitoneal rupture:&nbsp; Contrast outlines intraperitoneal structures (eg, bowel) and fills the paracolic space.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Urethral injury</strong>:&nbsp; Both conditions can present with hematuria and difficulty voiding.&nbsp; In posterior urethral injury, a \"high-riding\" prostate is seen on physical examination.&nbsp; A retrograde urethrogram differentiates between these conditions.</li>\n\t<li><strong>Renal laceration</strong>:&nbsp; Presents with abdominal pain and hematuria, similar to bladder rupture.&nbsp; However, renal lacerations are more commonly associated with trauma to the flank.</li>\n\t<li><strong>Acute urinary retention</strong>:&nbsp; Presents with suprapubic discomfort and inability to void, similar to bladder rupture.&nbsp; However, hematuria is unlikely, and acute urinary retention has an enlarged bladder on physical examination.&nbsp; Imaging shows an enlarged bladder without extravasation.&nbsp; Rarely, acute urinary retention can be an atraumatic cause of bladder rupture.</li>\n\t<li><strong>Acute cystitis</strong>:&nbsp; Presents with suprapubic pain and hematuria.&nbsp; However, urinalysis shows features consistent with infection (eg, leukocyte esterase, nitrites, pyuria).&nbsp; In addition, patients may have systemic symptoms (eg, fever, malaise), which are not expected in bladder rupture.</li>\n</ul>\n<h1>Management</h1><br><br><p>If the suspected bladder rupture is in the setting of trauma to the abdomen, systematic evaluation for hemodynamically significant injuries should be prioritized.</p><br><br><p>Treatment of bladder rupture is dependent upon the location of injury.&nbsp; Extraperitoneal ruptures are often managed conservatively (ie, nonoperatively) with urinary diversion (ie, Foley catheter) to allow for bladder healing.&nbsp; However, intraperitoneal ruptures require surgical repair with urinary diversion because continued efflux of urine prevents spontaneous healing.&nbsp; Prophylactic antibiotics may be administered while an indwelling catheter is in place.</p>\n<h1>Complications</h1><br><br><p>Complications of bladder rupture depend on the location of rupture and underlying etiology.&nbsp; Chemical peritonitis is common with intraperitoneal bladder rupture; however, infectious peritonitis and subsequent sepsis can occur if the urine is not sterile.&nbsp; Fistulization can also occur if bladder healing is incomplete.</p>\n<h1>Prognosis</h1><br><br><p>With prompt and appropriate management, the prognosis of bladder rupture is generally favorable, particularly in cases of extraperitoneal injury.&nbsp; In contrast, intraperitoneal ruptures are associated with significantly higher mortality (20%) due to an increased risk of serious complications and the need for aggressive operative management.</p>\n<h1>Summary</h1><br><br><p>Bladder rupture is most commonly associated with trauma but may also arise in nontraumatic settings.&nbsp; It can be classified into extraperitoneal and intraperitoneal locations, with clinical presentation ranging from hematuria and lower abdominal pain to signs of peritonitis.&nbsp; Treatment of intraperitoneal rupture generally requires operative repair, whereas extraperitoneal injuries can be managed conservatively with urinary diversion.</p>\n</div>\n\n            "
}