{
  "meta": {
    "title": "Chronic kidney disease: an overview",
    "url": "https://brainandscalpel.vercel.app/chronic-kidney-disease-an-overview-6172af0c-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:34.502Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>The kidneys are responsible for filtering waste products from the blood, maintaining fluid and electrolyte balance, regulating blood pressure (BP), and producing hormones (eg, erythropoietin).&nbsp; These functions can be disrupted in patients with acute kidney injury (AKI) or chronic kidney disease (CKD).</p><p>AKI involves a sudden, often reversible, decline in renal function (discussed in a separate article).&nbsp; CKD is characterized by a progressive, irreversible deterioration of kidney function over months or years.&nbsp; As kidney function declines, waste products accumulate in the blood, leading to a condition known as uremia.&nbsp; CKD is a global health issue affecting a tenth of the world's population and is a major cause of cardiovascular morbidity and mortality.</p><h1>Pathophysiology</h1><p>CKD involves a multitude of factors leading to nephron loss with a gradual decline in kidney function.&nbsp; The kidneys initially respond to injury with compensatory mechanisms to maintain the glomerular filtration rate (GFR).&nbsp; These mechanisms include hyperfiltration and hypertrophy of the remaining nephrons, temporarily sustaining kidney function.&nbsp; However, these adaptive responses come at a cost, as the increased pressure and workload on the remaining nephrons eventually lead to further structural and functional damage (eg, glomerulosclerosis, interstitial fibrosis).</p><p>As CKD progresses, several complications emerge:</p><ul class=\"article-body-unordered-list\"><li><strong>Proteinuria</strong> develops due to damage to the glomerular filtration barrier.</li><li><strong>Hypertension</strong> arises from fluid retention and renin-angiotensin-aldosterone system activation, causing further hyperfiltration injury.</li><li><strong>Anemia</strong> develops due to several factors (eg, decreased erythropoietin production) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80500.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li><li><strong>Hyperkalemia</strong> and metabolic acidosis arise due to a reduced ability to excrete potassium and acid.</li><li><strong>CKD bone and mineral disease</strong> manifests due to disruptions in calcium, phosphate, vitamin D, and parathyroid hormone (PTH) levels (discussed in a separate article).</li><li>Cardiovascular complications (eg, accelerated atherosclerosis) arise from a combination of traditional risk factors and CKD-specific issues (eg, uremic toxins, calcium-phosphate deposition).</li><li>Uremia develops due to accumulation of toxins normally excreted by the kidneys (eg, urea).</li></ul><p>Manifestations of uremia include nausea, vomiting, anorexia, peripheral neuropathy, pericarditis, and CNS abnormalities ranging from difficulty concentrating to seizures, coma, and death.&nbsp; No direct correlation exists between serum blood urea nitrogen (BUN) levels and symptoms; some patients may exhibit significant symptoms even with relatively low BUN levels (eg, 60 mg/dL), whereas others may show no symptoms despite having very high BUN levels (eg, 140 mg/dL).</p><h1>Etiologies</h1><p>The most common causes of CKD by far include <strong>diabetic nephropathy</strong> (30%-40%) and hypertensive nephrosclerosis (20%-25%).</p><p>Additional etiologies include:</p><ul class=\"article-body-unordered-list\"><li>Glomerular diseases:&nbsp; Primary causes (renally limited) include IgA nephropathy, focal segmental glomerulosclerosis, and membranous nephropathy.&nbsp; Secondary causes (systemic conditions) include systemic lupus erythematosus, vasculitis, and amyloidosis.</li><li>Obstructive uropathy:&nbsp; Prolonged urinary tract obstruction (eg, from prostatic hyperplasia) can lead to permanent injury if not addressed promptly.</li><li>Polycystic kidney disease is an inherited disorder characterized by the growth of numerous cysts in the kidneys.</li><li>Chronic pyelonephritis:&nbsp; Recurrent or persistent kidney infections can cause scarring and progressive damage.</li><li>Analgesic nephropathy:&nbsp; Long-term use of pain medications, particularly nonsteroidal anti-inflammatory drugs (NSAIDs) in combination with acetaminophen, can cause renal injury.</li><li>Repeated episodes of AKI:&nbsp; Multiple incidents of AKI, even if each episode resolves, can cumulatively lead to CKD.</li><li>Renovascular disease:&nbsp; Narrowing of the renal arteries can cause progressive kidney damage.</li><li>Congenital abnormalities:&nbsp; Conditions such as reflux nephropathy or renal dysplasia can lead to CKD.</li></ul><h1>Evaluation</h1><p>Early detection of CKD is crucial for slowing disease progression.&nbsp; <strong>Screening</strong> is recommended for individuals with risk factors including diabetes mellitus, hypertension, advanced age, or a family history of kidney disease.&nbsp; CKD is classified based on stages as determined by GFR (in mL/min/1.73 m²), which is estimated using blood levels of creatinine (a marker for filtration).&nbsp; The CKD-EPI equation is most often used for GFR estimation, as it excludes race as a factor and is more accurate across a wider range of GFRs compared to older equations (eg, MDRD, Cockcroft-Gault).</p><p>Clinically significant CKD is defined by a GFR &lt;60 for ≥3 months or the presence of kidney damage.&nbsp; Evidence of kidney damage includes albuminuria, an abnormal urinary sediment, structural abnormalities on imaging, or histologic changes.&nbsp; The complete CKD <strong>staging</strong> system is as follows:</p><ul class=\"article-body-unordered-list\"><li>Stage 1:&nbsp; mild kidney damage with normal or increased GFR (&gt;90)</li><li>Stage 2:&nbsp; mild reduction in GFR (60-89)</li><li>Stage 3:&nbsp; moderate reduction in GFR (30-59)<ul class=\"article-body-unordered-list\"><li>Stage 3a:&nbsp; 45-59</li><li>Stage 3b:&nbsp; 30-44</li></ul></li><li>Stage 4:&nbsp; severe reduction in GFR (15-29)</li><li>Stage 5:&nbsp; end-stage renal disease with GFR &lt;15 or need for dialysis</li></ul><p>Once CKD is diagnosed, the next step is to determine the underlying etiology by performing a complete workup including:</p><ul class=\"article-body-unordered-list\"><li>Urinalysis to detect albuminuria, hematuria, and cellular casts characteristic of glomerular disease (ie, nephrotic and nephritic syndromes).&nbsp; If these conditions are present, further evaluation should be performed (eg, serum/urine electrophoresis, complement levels, hepatitis B and C testing).</li><li>Dipstick protein (on urinalysis) can estimate proteinuria (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80595.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), but more accurate testing is required for CKD patients.&nbsp; Urinary albumin-to-creatinine ratio can assess for microalbuminuria (30-299 mg/g) or overt proteinuria (≥300 mg/g).</li><li>Complete blood count to evaluate for anemia:&nbsp; Iron studies (eg, iron, ferritin, total iron-binding capacity) should be checked periodically.&nbsp; Vitamin B<font size=\"2\"><sub>12</sub></font> and folate levels should also be measured.</li><li>Phosphorus, calcium, vitamin D, and PTH levels to manage bone and mineral disease (discussed in a separate article).</li><li>Cardiovascular risk assessment, including lipid monitoring and consideration of noninvasive cardiac testing based on individual risk factors and symptoms.</li><li>Renal ultrasound to assess kidney size and echogenicity, rule out chronic obstruction, and evaluate for polycystic kidney disease.</li><li>Kidney biopsy may be considered when the etiology remains unclear after noninvasive testing or when a specific diagnosis would alter management (eg, rapidly progressive glomerulonephritis).</li></ul><h1>Management</h1><p>CKD management mostly falls under the scope of primary care physicians, but nephrology referral is recommended when GFR drops below 30 mL/min or if there is severe albuminuria.</p><h2>Hypertension and proteinuria management</h2><p>Controlling blood pressure and reducing proteinuria are the most important goals of therapy in CKD as each has been independently shown to slow disease progression.&nbsp; Hypertension is present in &gt;80% of patients and can either be a cause or consequence of CKD.&nbsp; Treatment aims to maintain BP &lt;130/80 mm Hg and proteinuria &lt;500-1,000 mg/day (or alternatively, a 60% reduction from peak proteinuria) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L79827.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><h2>Patients with proteinuria</h2><ul class=\"article-body-unordered-list\"><li>First-line therapy<ul class=\"article-body-unordered-list\"><li><strong>ACE inhibitors</strong> and angiotensin receptor blockers (ARBs)<ul class=\"article-body-unordered-list\"><li>Most effective for reducing proteinuria, predominantly by dilating renal efferent arterioles (and to a lesser extent, afferent arterioles).</li><li>May cause a small initial decrease in GFR (ie, increased serum creatinine), reflecting a protective hemodynamic effect rather than toxicity.</li><li>Used even in the absence of hypertension due to proteinuria-reducing effects independent of BP.</li><li>Combination therapy should be avoided due to risk of renal injury with minimal benefit.</li></ul></li></ul></li><li>Second-line therapy<ul class=\"article-body-unordered-list\"><li>Diuretics are helpful if edema is present.<ul class=\"article-body-unordered-list\"><li>Thiazides (eg, chlorthalidone) are most effective in early to moderate CKD (GFR &gt;30-40 mL/min).</li><li>Loops (eg, furosemide) are preferred in advanced CKD (GFR &lt;30 mL/min) due to their ability to maintain efficacy at a lower GFR.</li><li>As CKD progresses, transitioning from thiazide to loop diuretic (or combination therapy) may be necessary for optimal volume and BP control.</li></ul></li><li>Nondihydropyridine calcium-channel blockers (CCBs) such as diltiazem are preferred if edema is absent.<ul class=\"article-body-unordered-list\"><li>These medications have been shown to additionally reduce proteinuria due to preferential dilation of renal efferent arterioles.</li></ul></li></ul></li><li>Adjunctive therapy<ul class=\"article-body-unordered-list\"><li>Mineralocorticoid receptor antagonists (MRA)<ul class=\"article-body-unordered-list\"><li>Can further reduce proteinuria and BP.</li><li>Steroidal MRAs (eg, spironolactone, eplerenone) are more readily available, but their use may be limited by hyperkalemia, especially when combined with ACE inhibitors/ARBs.</li><li>Nonsteroidal MRAs (eg, finerenone) have less effect on potassium and may be more effective in slowing CKD progression (particularly in patients with diabetes).</li></ul></li></ul></li></ul><h2>Patients without proteinuria</h2><p>Medication choice in patients without significant proteinuria is less reliant on proteinuria-reducing agents.&nbsp; First-line agents include diuretics (eg, thiazides, loops) if edema is present and ACE inhibitors/ARBs if edema is absent.&nbsp; Dihydropyridine CCBs (eg, amlodipine) and MRAs can be used if needed.</p><h2>Glucose control</h2><p>In patients with diabetes mellitus, lifestyle changes and antihyperglycemic medications are used to improve glycemic control.&nbsp; Sodium-glucose cotransporter-2 (SGLT-2) inhibitors (eg, dapagliflozin) are emerging as key medications for slowing CKD progression independently from their glucose-lowering effects; as such, they are used in both diabetic and nondiabetic CKD (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81077.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; SGLT-2 inhibitors should not be initiated if GFR &lt;25-30 mL/min but can be continued if previously started.&nbsp; GLP-1 receptor agonists (eg, semaglutide) can be used in CKD and may offer renoprotective benefits (some require dose adjustment in advanced disease).<p></p><p>Metformin can be used but should be avoided if GFR &lt;30 mL/min due the risk of severe lactic acidosis, which can be life-threatening.&nbsp; Most other oral agents (eg, DPP-4 inhibitors, sulfonylureas, thiazolidinediones) should be used with caution given their renal clearance.&nbsp; Insulin is also cleared renally, and therefore requires lowering dosage as CKD progresses (particularly when eGFR falls below 50 mL/min).</p><h2>Dietary modifications</h2><p>Malnutrition is common in CKD patients, necessitating regular monitoring of nutrition status (eg, serum albumin).&nbsp; Nutritionists are a valuable tool to ensure adequate caloric intake to prevent protein-energy wasting.&nbsp; Further dietary recommendations include:</p><ul class=\"article-body-unordered-list\"><li>Protein intake<ul class=\"article-body-unordered-list\"><li>Limit to 0.8 g/kg to reduce uremic toxin production</li><li>Very-low-protein diets &lt;0.5 g/kg should be avoided</li></ul></li><li>Sodium:&nbsp; Limit intake to 2-3 g/day to help control BP and fluid balance.</li><li>Potassium:&nbsp; Restrict intake in patients with hyperkalemia.</li><li>Phosphate:&nbsp; Restrict intake even if serum levels are normal.</li></ul><h2>Metabolic disturbances</h2><p>Metabolic acidosis is treated with alkali therapy in the form of sodium bicarbonate or sodium citrate.&nbsp; The sodium content in these formulations is lower than in sodium chloride, minimizing the risk of volume overload.&nbsp; In dialysis patients, increasing the bicarbonate concentration in dialysate fluid is also an option.</p><p>Management of phosphorus, calcium, vitamin D, and PTH (eg, with phosphate binders and calcitriol) is key for managing CKD mineral and bone disorder (CKD-MBD); this complex topic is discussed in a separate article.</p><h2>Anemia management</h2><p>Anemia in CKD is primarily due to decreased renal erythropoietin production, often compounded by iron deficiency that can be absolute or functional (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80731.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: Iron deficiency anemia  thalassemias\n                                    </a>\n                                </div>\n                                ).&nbsp; Management involves:<p></p><ul class=\"article-body-unordered-list\"><li>Iron supplementation<ul class=\"article-body-unordered-list\"><li>Correct iron deficiency before initiating erythropoiesis-stimulating agents (ESAs).</li><li>Oral iron supplements are typically first-line due to ease of use.</li><li>IV iron may be necessary if oral therapy is poorly tolerated or ineffective (eg, impaired gut absorption due to chronic inflammation)</li><li>Based on definitions of anemia in CKD (which differ from those with normal kidney function), target ferritin &gt;100 ng/mL (nondialysis patients) and &gt;200 ng/mL (dialysis patients); and target transferrin saturation &gt;20% (nondialysis patients) and &gt;20%-30% (dialysis patients).</li></ul></li><li>ESAs (eg, darbepoetin alfa)<ul class=\"article-body-unordered-list\"><li>Typically initiated when hemoglobin falls below 10g/dL.</li><li>Target hemoglobin range is 10-11.5 g/dL.&nbsp; Higher targets have been associated with increased cardiovascular risk (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81239.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li><li>Benefits include improved quality of life, reduced left ventricular hypertrophy, and decreased need for blood transfusions</li></ul></li><li>Hypoxia-inducible factor (HIF) stabilizers (eg, roxadustat)<ul class=\"article-body-unordered-list\"><li>Emerging as potential alternatives to ESAs.</li><li>Increase sensitivity of erythropoietin-producing cells to hypoxic stimuli.&nbsp; Leads to increased erythropoietin production from residual functional kidney tissue and from extrarenal sites (eg, hepatic tissue).</li><li>May also improve iron utilization (eg, increased intestinal absorption, decreased sequestration).</li></ul></li></ul><p>Regular monitoring of hemoglobin levels, iron stores, and ESA/HIF stabilizer dosage is crucial to maintain optimal anemia management and avoid complications.&nbsp; Blood transfusions are avoided if possible due to the risk of allosensitization (important for potential future renal transplantation).</p><h2>Medication management</h2><p>Many medications require dose adjustments or may be contraindicated in CKD (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80137.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; It is important to regularly review all medications, including supplements and over-the-counter medications (eg, NSAIDs).<p></p><h2>Miscellaneous considerations</h2><p>CKD is associated with an increased risk of infections due to immune system dysfunction.&nbsp; Therefore, vaccinating against influenza, pneumococcal disease, hepatitis B, and COVID-19 is crucial.&nbsp; Smoking cessation should be advised because of its association with CKD acceleration.&nbsp; Screening and treating depression and anxiety, which are common in those with CKD, should be performed.&nbsp; Cardiovascular risk management is an ongoing endeavor.</p><h2>End-stage renal disease</h2><p>Preparation for renal replacement therapy (eg, hemodialysis) in advanced stages includes:</p><ul class=\"article-body-unordered-list\"><li>Timely nephrology referral (GFR &lt;30 mL/min or severe albuminuria)</li><li>Evaluation for kidney transplantation</li><li>Planning vascular access (arteriovenous fistula or graft) for hemodialysis or peritoneal dialysis catheter placement<ul class=\"article-body-unordered-list\"><li>Survival rates with hemodialysis and peritoneal dialysis are comparable, although peritoneal dialysis may be associated with slightly improved survival in the first 1-2 years after initiation.</li><li>Choice is usually based on patient preference and the ability to perform daily peritoneal dialysis at home.</li></ul></li></ul><p>For patients who choose not to pursue dialysis or transplantation, palliative care can provide symptomatic management and emotional support.</p><h1>Summary</h1><p>Chronic kidney disease (CKD) is characterized by progressive, irreversible deterioration of kidney function over months or years, affecting the kidneys' ability to filter waste, maintain fluid balance, regulate blood pressure, and produce hormones (eg, erythropoietin).&nbsp; Clinically significant CKD is defined as kidney injury or a glomerular filtration rate &lt;60 mL/min/1.73 m² for ≥3 months (corresponding to Stage 3 or higher).&nbsp; Initially, compensatory mechanisms like hyperfiltration and hypertrophy of remaining nephrons maintain function, but these adaptations ultimately lead to further damage.&nbsp; As CKD progresses, complications such as hypertension, anemia, metabolic acidosis, bone mineral disorders, and cardiovascular complications emerge.</p><p>Controlling blood pressure (&lt;130/80 mm Hg) and reducing proteinuria are crucial for slowing progression.&nbsp; ACE inhibitors and angiotensin receptor blockers are first-line treatments for patients with significant proteinuria.&nbsp; Dietary modifications include protein restriction (0.8 g/kg/day), low sodium intake, and phosphate restriction.&nbsp; Glycemic control is essential for diabetic patients.&nbsp; Sodium-glucose cotransporter-2 inhibitors are emerging as key medications for slowing CKD progression in both diabetic and nondiabetic CKD patients.&nbsp; Anemia management involves iron supplementation and erythropoiesis-stimulating agents, with hemoglobin targets of 10-11.5 g/dL to avoid cardiovascular complications.&nbsp; Metabolic acidosis is treated with sodium bicarbonate or sodium citrate.</p><p>As CKD advances, many medication dosages must be adjusted and patients should be prepared for potential renal replacement therapy.&nbsp; The choice between hemodialysis, peritoneal dialysis, kidney transplantation, and palliative care depends on patient circumstances and preferences.</p></div>\n            "
}