{
  "meta": {
    "title": "Diabetic kidney disease",
    "url": "https://brainandscalpel.vercel.app/diabetic-kidney-disease-b121fcbf-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:36.596Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The major complications associated with diabetes mellitus (DM) include the following:</p>\n<h2>Macrovascular complications</h2><br><br><p>These affect larger blood vessels and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>coronary artery disease</li>\n\t<li>cerebrovascular disease</li>\n\t<li>peripheral artery disease.</li>\n</ul><br><br><p>These complications are driven by accelerated atherosclerosis, plaque formation, and vascular occlusion, as well as effects of comorbid risk factors (eg, hypertension, dyslipidemia, obesity).</p>\n<h2>Microvascular complications</h2><br><br><p>These involve damage to small blood vessels (ie, microangiopathic damage) and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>diabetic eye retinopathy</li>\n\t<li>diabetic nephropathy</li>\n\t<li>diabetic neuropathy.</li>\n</ul><br><br><p>These complications are driven by chronic hyperglycemia-induced endothelial dysfunction.</p><br><br><p>This article focuses on diabetic kidney disease (DKD).&nbsp; DKD is characterized by irreversible injury to the glomerular basement membrane and surrounding structures, leading to increased intraglomerular pressure, proteinuria, and overt kidney failure.</p>\n<h1>Pathophysiology of diabetes complications</h1><br><br><p>In general, diabetic complications are a result of chronic hyperglycemia (and, in the case of type 2 DM [T2DM], insulin resistance) driving chronic metabolic inflammation, which is further compounded by other independent risk factors commonly found in patients with DM (eg, hypertension, hyperlipidemia, obesity).&nbsp; This hyperglycemia-induced metabolic inflammation manifests with the following pathophysiologic effects:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Advanced glycation end-products</strong> (AGEs):&nbsp; Glucose can nonenzymatically attach to proteins and lipids, forming reversible glycation products that slowly stabilize into irreversible products.&nbsp; Under hyperglycemic conditions, AGEs accumulate and facilitate deposition of LDL in blood vessel walls, basement membrane and matrix protein changes, and inflammatory cell (eg, macrophage) invasion that causes atherosclerosis and microangiopathic complications.</li>\n\t<li><strong>Polyol pathway overactivity</strong>:&nbsp; The enzyme aldose reductase converts glucose to sorbitol, which is then oxidized to fructose by the enzyme sorbitol dehydrogenase.&nbsp; With hyperglycemia, the activity of aldose reductase is increased.&nbsp; The formation of sorbitol occurs faster than its metabolism to fructose, resulting in sorbitol accumulation.&nbsp; This effect is especially pronounced in tissues with low sorbitol dehydrogenase activity, including the retinas, lenses, kidneys, and nerves.&nbsp; Sorbitol increases the osmotic pressure in tissues and stimulates the influx of water, leading to osmotic cellular injury; it also depletes the neuronal activity of myoinositol.</li>\n\t<li><strong>Oxidative stress</strong>:&nbsp; Chronic hyperglycemia is associated with the formation of reactive oxygen species \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28502.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), which directly cause DNA damage and may also reduce the bioavailability of nitric oxide (a vasodilator), leading to endothelial dysfunction and promoting inflammation and thrombosis</li>\n\t<li><strong>Vascular smooth muscle effects</strong>:&nbsp; Excess glucose leads to increased levels of diacylglycerol, leading to vascular stiffness (decreased smooth muscle contractility) and endothelial dysfunction.</li>\n</ul><br><br><p>In addition to these factors, genetic predisposition also may play a role in influencing the susceptibility of organ systems to hyperglycemia.</p><br><br><p>In the kidney, these pathologic changes incite basement membrane thickening, vascular occlusion and ischemia, and increased levels of vascular endothelial growth factor (due to decreased production of endothelial nitric oxide).&nbsp; In addition, hyperglycemia (and insulin resistance in T2DM) generates pathologic changes in glomerular hemodynamics that are triggered by excess activation of the renin-angiotensin-aldosterone system.</p><br><br><p>Pathologic effects include increased angiotensin II, increased intraglomerular capillary pressure, and glomerular hyperfiltration (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60452.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), which occurs as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Normally, glucose is freely filtered in the glomerulus and is reabsorbed with sodium by sodium-glucose cotransporter-2 (SGLT-2) in the proximal tubule.</li>\n\t<li>Chronic hyperglycemia increases the filtered glucose load; reabsorption of excess tubular glucose causes increased co-reabsorption of sodium by SGLT-2.</li>\n\t<li>As sodium is reabsorbed, sodium and fluid delivery to the macula densa is decreased, triggering increased renin secretion by the juxtaglomerular apparatus and subsequent increase in angiotensin II.</li>\n\t<li>Angiotensin II (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L53893.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) induces relative vasoconstriction in the renal <em>efferent</em> arterioles, whereas inflammatory mediators (natriuretic peptides, prostaglandins) triggered by hyperglycemia (and insulin resistance for T2DM) lead to <em>afferent</em> arteriole vasodilation.</li>\n</ul><br><br><p>The net effect is increased intraglomerular capillary pressure, glomerular filtration rate (hyperfiltration), and glomerular hypertrophy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15115.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><br><br><p>Glomerular hyperfiltration is an early pathologic finding in DKD and is often asymptomatic.&nbsp; Initially, the increased filtration rate appropriately counteracts the excessive sodium reabsorption and prevents fluid retention.&nbsp; However, over a prolonged period, chronically elevated intraglomerular capillary pressures contribute to glomerular structural changes (eg, basement membrane thickening) that impair filtration ability and permeability, manifesting eventually with proteinuria.&nbsp; Secondary focal segmental glomerulosclerosis can also occur as a complication of long-standing DKD.</p>\n<h1>Pathology</h1><br><br><p>Histologically, findings seen in DKD include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Glomerular basement membrane thickening</li>\n\t<li>Loss of podocyte foot processes</li>\n\t<li>Mesangial expansion, which may be diffuse or nodular, and nodular expansion (nodular glomerulosclerosis), characterized by the presence of Kimmelstiel-Wilson lesions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22641.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li>Deposition of eosinophilic hyaline material in the intima and media of small arteries and arterioles, characteristic of hyaline arteriolosclerosis (also seen with hypertension) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66018.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )</li>\n</ul>\n<h1>Clinical presentation and diagnosis</h1><h2>Screening</h2><br><br><p>Patients with early DKD are often asymptomatic, and DKD is diagnosed based on routine screening.&nbsp; In many patients, the earliest detectable clinical sign is the loss of small amounts of protein in the urine, known as albuminuria, which typically occurs before any appreciable rise in serum creatinine (and often before gross proteinuria is seen).&nbsp; Albuminuria is measured using the urine albumin/creatinine ratio (UACR) (ie, ratio of urine albumin [in milligrams] to urine creatinine [in grams]).&nbsp; UACR is highly sensitive; regular dipstick urinalysis has low sensitivity (especially for moderately increased albuminuria) and is not recommended for detection of albuminuria).</p><br><br><p>Screening for albuminuria is performed annually (starting at diagnosis for T2DM, and 5 years after diagnosis for type 1 DM [T1DM]).&nbsp; Classification of findings is as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>UACR &gt;30 mg/g indicates moderately increased albuminuria (formerly microalbuminuria)</li>\n\t<li>UACR&gt;300 mg/g indicates severely increased albuminuria (formerly macroalbuminuria).</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>DKD can be diagnosed (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80594.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) if the following exist:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chronic (eg, &gt;3 months) decreased glomerular filtration rate (ie, &lt;60 mL/min/1.73 m<font size=\"2\"><sup>2</sup></font>) AND/OR persistent albuminuria,&nbsp; AND</li>\n\t<li>History of prolonged hyperglycemia, defined as T2DM of any duration (due to years of asymptomatic undiagnosed hyperglycemia preceding formal diagnosis) or ≥5 years of T1DM</li>\n</ul><br><br><p>Although albuminuria is commonly an early sign of DKD, it is not always present or necessary to establish the diagnosis and does not always precede the decrease in GFR.&nbsp; In some cases, chronically decreased GFR may be the sole, initial manifestation of DKD.</p><br><br><p>Because of the shared pathogenesis between diabetic retinopathy (DR) and DKD, the presence of DR strongly supports the diagnosis of DKD, even when the duration of DM is short (eg, &lt;5 years in patients with T1DM).</p><br><br><p>Complications include progression to overt nephrotic syndrome (fatty casts, peripheral edema) and renal failure, which can manifest with myriad symptoms (eg, electrolyte disturbances, anemia, bone disorders, decreased immunity).</p><br><br><p>DKD does not typically manifest with nephritic symptoms (eg, dysmorphic red blood cells, red blood cell or white blood cell casts) unless other comorbid disorders are present.&nbsp; The presence of these or other unexpected features warrants further work-up (eg, renal biopsy, ultrasonography) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119805.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; In contrast, patients with a classic presentation of DKD do not usually require further work-up and can be diagnosed based on laboratory testing alone.&nbsp; Renal ultrasonography may also be considered in patients with urinary symptoms to rule out obstruction.<p></p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Glomerulonephritis</strong> (eg, anti–glomerular basement membrane disease):&nbsp; Although mild, persistent proteinuria may be seen in glomerulonephritis, accompanying findings often show active urinary sediment (eg, red blood cell casts, dysmorphic red blood cells), in contrast to the bland urine sediment seen in DKD.</li>\n\t<li><strong>Nephrotic syndrome</strong>:&nbsp; Nephrotic-range proteinuria can occur in DKD; however nephrotic syndrome (eg, acute peripheral edema, hypoalbuminemia, lipiduria) as an initial presentation of DKD should prompt consideration of other diagnoses (eg, amyloidosis, membranous nephropathy, focal segmental glomerulosclerosis) and often warrants a kidney biopsy for confirmation</li>\n\t<li><strong>Transient proteinuria</strong> (nonnephrotic range):&nbsp; Transient proteinuria is more commonly seen in younger patients and may be due to infection or exercise; repeat urinary testing and sufficient duration of diabetes (eg, &gt;5 years for T1DM, at the time of diagnosis for T2DM) help distinguish transient proteinuria from DKD.</li>\n\t<li><strong>Other glomerulopathies</strong>:&nbsp; Nonnephrotic range, persistent proteinuria can also occur as a result of focal segmental glomerulosclerosis (which may also be seen as a result of long-standing DM), amyloidosis, and hypertensive nephrosclerosis (which may coexist with DKD).&nbsp; Biopsy (renal, fat pad for amyloidosis) can be used to differentiate between DKD and these conditions</li>\n\t<li><strong>Multiple myeloma</strong>:&nbsp; Multiple myeloma is characterized by the presence of low molecular weight proteins (eg, beta-2 microglobulin, immunoglobulin light chains) in the urine rather than albumin; these proteins are normally filtered by the glomerulus and reabsorbed in the renal tubules.&nbsp; Damage to the tubular cells can cause loss of these tubular proteins in urine.&nbsp; Ischemic tubular damage may be seen in advanced DKD.</li>\n</ul>\n<h1>Management</h1><br><br><p>Goals of management for patients newly diagnosed with DKD include optimizing blood glucose and blood pressure and initiating strategies for secondary prevention (eg, preventing worsening of disease and renal failure).</p><br><br><p>Recommended pharmacologic agents include:</p>\n<h2>SGLT-2 inhibitors</h2><br><br><p>SGLT-2 inhibitors (eg, empagliflozin) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19564.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) have been shown to reduce the progression of DKD independent of glycemic control and also have a modest effect on blood pressure.&nbsp; SGLT-2 inhibitors reduce renal glucose reabsorption and likely provide renoprotective effects due to the lowering of systemic and intraglomerular pressures.&nbsp; SGLT-2 inhibitors are not generally recommended in patients with very low estimated glomerular filtration rates (eg, &lt;45 mL/min/1.73 m<font size=\"2\"><sup>2</sup></font>), primarily due to decreased effectiveness.<p></p>\n<h2>ACE inhibitor or angiotensin II receptor blocker</h2><br><br><p>ACE inhibitors (eg, lisinopril) or angiotensin II receptor blockers (ARBs) (eg, losartan) slow the progression of DKD primarily by blocking angiotensin II–mediated renal efferent arteriole vasoconstriction.&nbsp; (Combination therapy with both is not recommended.)&nbsp; This reduces glomerular hydrostatic pressure, decelerating the development of glomerular capillary sclerosis.&nbsp; Early administration of ACE inhibitors/ARBs in patients with diabetes and moderately increased albuminuria (even without hypertension) can reduce urinary albumin excretion and slow the progression of DKD.</p>\n<h2>Glucagon-like peptide-1 agonists</h2><br><br><p>Glucagon-like peptide-1 agonists (eg, semaglutide) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24984.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                )&nbsp; are also beneficial in slowing the progression of DKD and may be considered as an additional agent for patients who need further glycemic control.<p></p><br><br><p>A summary of the prevention and management of DKD is presented in this flowchart (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80130.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).<p></p>\n<h1>Summary</h1><br><br><p>Diabetic kidney disease is characterized by increased glomerular pressure, basement membrane thickening, and proteinuria; it can progress to overt kidney failure.&nbsp; It is driven by chronic metabolic inflammation associated with chronic hyperglycemia and alterations in glomerular hemodynamics.&nbsp; Often, the disease is clinically silent; reduced GFR and albuminuria often occur as the disease progresses.&nbsp; Prevention and management involve regular screening (urine microalbumin, glomerular filtration rate) and treatment with renoprotective medications (eg, angiotensin II receptor blocker, sodium-glucose cotransporter-2 inhibitors).</p>\n</div>\n\n            "
}