{
  "meta": {
    "title": "Focal segmental glomerulosclerosis (FSGS), including HIV-associated nephropathy (HIVAN)",
    "url": "https://brainandscalpel.vercel.app/focal-segmental-glomerulosclerosis-fsgs-including-hiv-associated-nephropathy-hivan-a111cdfb-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:39.312Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Focal segmental glomerulosclerosis (FSGS) is characterized by scarring (sclerosis) that affects some (focal) glomeruli and only parts (segmental) of the involved glomerular tuft.&nbsp; It can occur from multiple disease processes, each with a distinct underlying mechanism.&nbsp; FSGS is classified as primary, secondary, and genetic.&nbsp; Although FSGS represents a significant cause of nephrotic syndrome in adults, many patients exhibit subnephrotic proteinuria that does not meet criteria for nephrotic syndrome.</p>\n<h1>Epidemiology</h1><br><br><p>FSGS accounts for approximately 35% of adult nephrotic syndrome cases and is the leading glomerular cause of end-stage renal disease (ESRD) unrelated to systemic diseases.&nbsp; It is 4 times more common in Black individuals compared to White or Asian patients and affects men 1.5 to 2 times more frequently than women.&nbsp; FSGS is uncommon in children, in whom minimal change disease (MCD) is the predominant cause of nephrotic syndrome; when present, FSGS is usually genetic.</p>\n<h1>Pathophysiology and clinical presentation</h1><br><br><p>FSGS is driven by injury to <strong>podocytes</strong>, the specialized visceral epithelial cells essential for maintaining the glomerular filtration barrier (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35856.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Podocyte injury, characterized by <strong>foot process effacement</strong> (flattening), disrupts the filtration barrier, leading to significant <strong>proteinuria</strong>.&nbsp; Proteinuria, in turn, injures the tubules because excess protein activates cellular stress pathways and causes cytokine release.&nbsp; This promotes tubulointerstitial fibrosis, a key determinant of progressive kidney dysfunction.<p></p><br><br><p>In addition, podocyte loss exposes glomerular capillaries to hemodynamic stress, triggering maladaptive repair processes.&nbsp; Parietal epithelial cells migrate to injured sites, where they form cellular accumulations that evolve into scar-like <strong>segmental sclerosis</strong> lesions.&nbsp; As damage accumulates, fewer functional nephrons remain, forcing surviving nephrons to compensate through increased workload, resulting in <strong>glomerular hyperfiltration</strong>.&nbsp; This hyperfiltration further strains podocytes, perpetuating the cycle of injury and progressive kidney damage.</p>\n<h2>Primary FSGS</h2><br><br><p>Primary FSGS involves podocyte injury caused by a <strong>circulating permeability factor</strong> believed to be immune mediated.&nbsp; The soluble urokinase plasminogen activator receptor (suPAR) is the most widely accepted factor.&nbsp; Clinically, primary FSGS usually presents with <strong>nephrotic syndrome</strong> (ie, proteinuria &gt;3.5 g/day, hypoalbuminemia, generalized edema).</p>\n<h2>Secondary FSGS</h2><br><br><p>Secondary FSGS arises from external factors that cause podocyte injury.&nbsp; The most common mechanism of injury is glomerular <strong>hyperfiltration</strong>, which is characterized by a maladaptive increase in the glomerular filtration rate per nephron due to an overall reduction in the number of functional glomeruli.&nbsp; Causes of hyperfiltration injury include:</p><br><br><ul>\n\t<li>\n\t<p><strong>Severe obesity</strong>:&nbsp; An overall rise in blood volume increases pressure within the glomerular capillaries, leading to podocyte shear stress.</p>\n\t</li>\n\t<li>\n\t<p><strong>Reduced nephron mass</strong>:&nbsp; A decrease in the number of total nephrons stresses the remaining nephrons.&nbsp; This can be seen in patients with reflux nephropathy, sickle cell disease, or low birth weight (reduced kidney mass) and in those with a solitary kidney.</p>\n\t</li>\n</ul><br><br><p>In addition to hyperfiltration injury, direct injury can occur from:</p><br><br><ul>\n\t<li>\n\t<p><strong>Drugs and toxins</strong>:&nbsp; Intravenous heroin use is a classic association thought to cause injury due to adulterants.&nbsp; Additional causes include interferon therapy, bisphosphonates, and anabolic steroids.</p>\n\t</li>\n\t<li>\n\t<p><strong>Infections</strong>:&nbsp; A number of viral infections have been implicated, <strong>HIV</strong> being the most common (ie, HIV-associated nephropathy [HIVAN]).&nbsp; HIVAN represents a severe, rapidly progressive form of FSGS, also known as \"collapsing glomerulopathy.\"&nbsp; Patients with advanced disease (low CD4<font size=\"2\"><sup>+</sup></font> cell count, high viral load) are most susceptible.</p>\n\t</li>\n</ul><br><br><p>With the exception of HIVAN, secondary FSGS typically presents more insidiously than primary FSGS, usually with subnephrotic proteinuria (1-3 g/day) <strong>without nephrotic syndrome</strong>; albumin is often normal, and peripheral edema is milder or altogether absent.&nbsp; This may be due to the slower development of proteinuria in secondary FSGS, which allows for compensatory mechanisms to set in and counter urinary protein loss.</p>\n<h2>Genetic FSGS</h2><br><br><p>Genetic FSGS results from mutations in podocyte proteins, including nephrin (<em>ΝΡHЅ1</em>), podocin (<em>NPHS2</em>), and actinin-alpha-4 (<em>ACTN4</em>).&nbsp; Most cases present in childhood due to autosomal recessive inheritance with full penetrance, and they often progress to severe nephrotic syndrome.&nbsp; Adult-onset FSGS is usually autosomal dominant with variable penetrance, although the full clinical spectrum in adults remains incompletely characterized.</p>\n<h1>Diagnosis</h1><h2>Renal biopsy</h2><br><br><p>Renal biopsy is required to establish the diagnosis of FSGS and can help distinguish primary from secondary disease, which is critical for guiding management.&nbsp; Methods for obtaining general histologic findings in FSGS include:</p><br><br><ul>\n\t<li>\n\t<p><strong>Light microscopy</strong>:&nbsp; Demonstrates focal and segmental areas of sclerosis affecting only some glomeruli (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92363.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p>\n\t</li>\n\t<li>\n\t<p><strong>Immunofluorescence</strong>:&nbsp; Usually shows no immune deposits (eg, lack of immunoglobulins, immune complexes, and complement).</p>\n\t</li>\n\t<li>\n\t<p><strong>Electron microscopy</strong>:&nbsp; Typically shows effacement of podocyte foot processes (similar to that of MCD).</p>\n\t</li>\n</ul><br><br><p>Light microscopy findings in primary and secondary FSGS are usually indistinguishable, except for the following unique findings in HIVAN: glomerular capillary wall collapse and sclerosis (often affecting the entire glomerular tuft), glomerular epithelial cell enlargement and proliferation (pseudocrescents), and cystic tubular dilation and filling with proteinaceous material.</p><br><br><p>Electron microscopy findings are key for distinguishing <strong>primary (≥80% effacement [diffuse])</strong> from <strong>secondary (&lt;80% effacement [segmental])</strong> FSGS.&nbsp; In addition, lysosomal vacuoles and microvillous degeneration suggest primary FSGS.</p>\n<h2>Clinical assessment</h2><br><br><p>The presence of nephrotic syndrome (ie, proteinuria &gt;3.5 g/day, hypoalbuminemia, hyperlipidemia) increases the likelihood of primary FSGS, although secondary FSGS can also cause nephrotic syndrome (especially in patients with HIVAN).</p><br><br><p>Although microscopic hematuria and acute kidney injury (AKI) are more classically seen in nephritic syndrome, they can also be seen in FSGS (50% and 25%-50% of cases, respectively) particularly in primary disease.&nbsp; This reflects glomerular structural damage with mechanical disruption of glomerular capillaries and reduced nephron function, instead of inflammation-mediated injury; as such, red blood cell casts are not a feature.</p><br><br><p>A thorough history helps identify secondary FSGS risk factors, including a solitary kidney (ie, reduced nephron mass), drug/toxin exposure, infections (particularly HIV), and a family history (genetic FSGS).</p><br><br><p>Proteinuria quantification (24-hr urine or spot protein/creatinine ratio) aids diagnosis and monitoring.&nbsp; In atypical cases, additional tests, including serologic studies for autoimmune diseases (eg, antinuclear antibodies), are warranted.</p>\n<h1>Management</h1><h2>General principles</h2><br><br><p>General management goals in all forms of FSGS include:</p><br><br><ul>\n\t<li>\n\t<p>Minimizing proteinuria:&nbsp; This is achieved by blocking the renin-angiotensin-aldosterone system using an ACE inhibitor or angiotensin II receptor blocker.</p>\n\t</li>\n\t<li>\n\t<p>Controlling blood pressure:&nbsp; If further blood pressure reduction is needed, additional medications may be used.&nbsp; Diuretics are particularly helpful in those with volume overload (eg, significant AKI).</p>\n\t</li>\n\t<li>\n\t<p>Controlling hyperlipidemia:&nbsp; Hyperlipidemia is common in patients with nephrotic syndrome; dietary measures and statins are commonly used in these patients.</p>\n\t</li>\n</ul><br><br><p>Dietary sodium/protein restriction is also recommended.&nbsp; Sodium-glucose cotransporter-2 inhibitors are often used for their potential glomerular protective effect.</p>\n<h2>Primary FSGS</h2><br><br><p>In patients with primary FSGS who have <strong>nephrotic</strong> syndrome, <strong>immunosuppression</strong> with glucocorticoids is recommended.&nbsp; Calcineurin inhibitors (eg, tacrolimus) can be used instead in patients with contraindications to glucocorticoids or in those with glucocorticoid-resistant disease.&nbsp; Response rates are lower than those in MCD.&nbsp; In patients without nephrotic syndrome, immunosuppression is typically not used; these patients should be closely monitored for the development of nephrotic syndrome.</p>\n<h2>Secondary and genetic FSGS</h2><br><br><p>Immunosuppression is not recommended in secondary FSGS, given that it is not an immune-mediated process.&nbsp; <strong>Addressing the underlying cause</strong> is key.&nbsp; For example, <strong>weight loss</strong> should be recommended in patients with <strong>obesity</strong> to reduce hyperfiltration injury.&nbsp; In patients with HIVAN, <strong>antiretroviral therapy</strong> can slow the progression of renal disease, although ESRD can still develop.</p><br><br><p>In genetic FSGS, treatment beyond general measures is typically not effective; immunosuppression is sometimes given with questionable benefit, although some case reports show efficacy.</p>\n<h1>Prognosis</h1><br><br><p>The clinical course of FSGS is variable.&nbsp; The prognosis depends largely on the initial degree of proteinuria, the level of renal function at diagnosis, and the response to therapy.&nbsp; Patients who have steroid resistance or significant renal impairment are at increased risk for progression to ESRD.&nbsp; HIVAN, in particular, carries a poor prognosis.&nbsp; Early diagnosis and aggressive management of proteinuria and hypertension in all forms of FSGS can slow the progression of kidney damage.&nbsp; Overall, renal outcomes in FSGS are less favorable compared to the outcomes in MCD.</p>\n<h1>Summary</h1><br><br><p>Focal segmental glomerulosclerosis (FSGS) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92837.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a complex and heterogeneous disorder defined by focal and segmental glomerular scarring.&nbsp; It encompasses multiple etiologies—including primary immune-mediated injury, secondary hyperfiltration or toxic injury, and genetic mutations affecting podocyte integrity—each with distinct clinical and histopathologic features.&nbsp; Epidemiologically, FSGS is more prevalent in adults, particularly among Black individuals and male patients, and its incidence is rising in association with obesity (ie, hyperfiltration injury).&nbsp; A careful clinical assessment, including detailed history, laboratory evaluation, and renal biopsy, is essential for accurately classifying the disease.&nbsp; Management centers on the reduction of proteinuria and blood pressure via renin-angiotensin-aldosterone blockade and lifestyle modifications, with immunosuppressive therapy reserved for primary FSGS.&nbsp; The prognosis is variable and hinges on the underlying etiology, initial disease severity, and response to treatment.<p></p>\n</div>\n\n            "
}