{
  "meta": {
    "title": "Hematuria",
    "url": "https://brainandscalpel.vercel.app/hematuria-79dd0e40-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:41.728Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Hematuria, defined as the presence of red blood cells (RBCs) in the urine, can be gross (visible to the naked eye) or microscopic (detected only on microscopy).&nbsp; It is seen in a variety of conditions ranging from benign to severe.&nbsp; A systematic approach to evaluating hematuria includes confirming its presence, distinguishing glomerular from nonglomerular sources, and identifying the underlying cause through a targeted work-up.</p><h1>Confirming hematuria</h1><p>The initial step in evaluation of red or discolored urine is to confirm hematuria using <strong>urinalysis</strong> (UA).&nbsp; In cases of microscopic hematuria detected incidentally, it is important to confirm the finding with a repeat urinalysis to rule out transient or spurious causes.&nbsp; UA consists of dipstick analysis and microscopic examination.</p><h2>Dipstick analysis</h2><p>Urine dipstick is a convenient initial screening tool for blood in the urine:</p><ul class=\"article-body-unordered-list\"><li>Positive test:&nbsp; Indicates the presence of heme, either from intact RBCs due to bleeding (true hematuria) or free hemoglobin/myoglobin due to hemolysis/rhabdomyolysis (false hematuria).&nbsp; These should be differentiated with urine microscopy.</li><li>Negative test:&nbsp; Suggests that red or discolored urine is not due to heme.&nbsp; Causes include certain medications (eg, rifampin, phenazopyridine), food dye or beet ingestion, or other conditions (eg, porphyria).</li></ul><h2>Microscopic analysis</h2><p>Microscopy confirms true hematuria by identifying ≥3 RBCs/hpf.&nbsp; It also helps determine the origin of hematuria:</p><ul class=\"article-body-unordered-list\"><li>Dysmorphic RBCs:&nbsp; Suggest a glomerular source, as RBCs become irregularly shaped when passing through a damaged glomerular filtration barrier.&nbsp; RBC casts further support a glomerular etiology, as casts form within renal tubules when there is renal parenchymal inflammation or damage.</li><li>Normal-appearing RBCs:&nbsp; Indicate a nonglomerular source, with RBCs maintaining a uniform shape due to minimal distortion during transit.</li></ul><h1>Glomerular vs nonglomerular hematuria</h1><p>After confirming hematuria, distinguishing between glomerular and nonglomerular sources guides the differential diagnosis and subsequent work-up (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/94142.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Glomerular hematuria</h2><p>Glomerular hematuria originates from the glomeruli, where RBCs squeeze through a compromised capillary wall due to inflammation (ie, glomerulonephritis) or structural abnormalities (eg, thin basement membrane disease).&nbsp; This results in <strong>deformed (dysmorphic) RBCs</strong> and formation of RBC casts within renal tubules.</p><p>The urine may appear normal visually (ie, microscopic hematuria), grossly bloody (when RBCs are abundant), or reddish-brown or cola-colored (chemical changes due to methemoglobin formation from prolonged transit time and acidic pH).&nbsp; Blood clots are usually absent.&nbsp; Examples include:</p><ul class=\"article-body-unordered-list\"><li><strong>IgA nephropathy</strong>:&nbsp; Glomerular IgA deposition causes episodic gross hematuria following upper respiratory infections.</li><li><strong>Postinfectious glomerulonephritis</strong>:&nbsp; Glomerulonephritis can occur after certain infections (eg, streptococcal pharyngitis), presenting with hematuria, edema, and hypertension.</li><li><strong>Lupus nephritis</strong>:&nbsp; Immune complex deposition leads to hematuria and other extrarenal manifestations of systemic lupus erythematosus (eg, malar rash, joint pain).</li><li><strong>Thin basement membrane disease</strong>:&nbsp; Thin basement membrane disease is typically benign and often familial, presenting with isolated microscopic hematuria.</li><li><strong>Alport syndrome</strong>:&nbsp; Alport syndrome is due to a genetic defect in type IV collagen affecting the glomerular basement membrane; it classically manifests in the kidneys (hematuria) and ears (hearing loss).</li></ul><h2>Nonglomerular hematuria</h2><p>Nonglomerular hematuria arises from the renal parenchyma or lower urinary tract without glomerular involvement (ie, <strong>normal-appearing RBCs</strong>).&nbsp; The urine is usually pink or bright red due to abundant RBCs, indicating fresh blood without significant chemical alteration.&nbsp; Blood clots may be present.&nbsp; Etiologies include:</p><ul class=\"article-body-unordered-list\"><li><strong>Nephrolithiasis (kidney stones)</strong>:&nbsp; Characterized by flank/abdominal pain and hematuria (often gross)</li><li><strong>Urinary tract infection (UTI)</strong>:&nbsp; Presents with dysuria, frequency, and hematuria</li><li><strong>Urothelial (bladder) cancer</strong>:&nbsp; Typically presents as painless gross hematuria in older adults with risk factors (eg, smoking)</li><li><strong>Renal tumors</strong>:&nbsp; Malignancies (eg, renal cell carcinoma) that can cause hematuria</li><li><strong>Polycystic kidney disease</strong>:&nbsp; Characterized by renal cysts that may bleed</li><li><strong>Renal papillary necrosis</strong>:&nbsp; Due to infarction of renal papillae in certain situations (eg, sickle cell disease, analgesic overuse)</li><li><strong>Benign prostatic hyperplasia</strong>:&nbsp; Common in older men, often causing microscopic hematuria due to vascular engorgement from obstruction</li><li><strong>Trauma</strong>:&nbsp; Includes genitourinary injuries, pelvic fractures, or exercise-induced hematuria–a benign condition caused by bladder microtrauma after strenuous activities (eg, long-distance running)</li></ul><h1>Diagnostic evaluation and management</h1><p>Distinguishing between glomerular and nonglomerular directs the subsequent diagnostic approach.&nbsp; A history and physical examination can identify certain clues, including recent strenuous exercise, UTI symptoms, and risk factors (eg, smoking).&nbsp; False hematuria (eg, hemoglobinuria, medications, foods) should be excluded to avoid unnecessary testing.&nbsp; Patients on an anticoagulant or antiplatelet agent require the same evaluation as those not on these medications.</p><h2>Glomerular hematuria</h2><p>When a glomerular cause is suspected, evaluation focuses on identifying underlying renal pathology.</p><p>Serum <strong>laboratory tests</strong> include:</p><ul class=\"article-body-unordered-list\"><li>Renal function tests:&nbsp; Serum blood urine nitrogen and creatinine assess renal function, which can range from mildly impaired to renal failure.</li><li>Complement levels (C3, C4):&nbsp; Decreased levels suggest immune complex-mediated diseases (eg, postinfectious glomerulonephritis, lupus nephritis), except in IgA nephropathy where complement levels are usually normal (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78734.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li><li>Autoantibodies:&nbsp; These include antinuclear antibodies and anti–double-stranded DNA for lupus, anti-glomerular basement membrane antibodies for Goodpasture syndrome, and antineutrophil cytoplasmic antibodies for vasculitides.</li></ul><p>A <strong>renal biopsy</strong> is generally required in cases of glomerular hematuria, especially if associated with other nephritic syndrome features (eg, proteinuria, renal dysfunction).&nbsp; Biopsy results provide a definitive diagnosis and guide treatment decisions.&nbsp; Glomerulonephritis is often treated with immunosuppressive therapy (eg, glucocorticoids), blood pressure control, and management of volume overload.</p><h2>Nonglomerular hematuria</h2><p>For suspected nonglomerular causes, evaluation targets <strong>urologic abnormalities</strong>.&nbsp; The timing of gross hematuria during voiding can sometimes serve as a clue, as it can reflect where the blood originated or has concentrated the most (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29079.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; However, in most cases, further evaluation is necessary, namely in the form of imaging and, in some instances, cystoscopy.<p></p><p><strong>Imaging</strong> studies include:</p><ul class=\"article-body-unordered-list\"><li>CT urography:&nbsp; CT scan of the abdomen and pelvis without contrast is usually first-line and has largely replaced intravenous pyelograms.&nbsp; It is particularly helpful for detecting tumors and stones.</li><li>Ultrasonography:&nbsp; This is less sensitive than CT scan but avoids radiation and is useful in pregnant patients and children.</li><li>MR urography:&nbsp; An alternative to CT, it avoids radiation exposure and is particularly helpful in pregnant patients or children with hydronephrosis seen on ultrasonography.</li></ul><p><strong>Cystoscopy</strong>, the gold standard for diagnosing bladder cancer, is an endoscopic technique that allows direct visualization of the bladder and urethra (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80557.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Urine cytology to detect malignant cells is no longer routinely performed given its variable sensitivity and specificity.Specific pathway examples of nonglomerular hematuria include:<p></p><ul class=\"article-body-unordered-list\"><li>If nephrolithiasis is suspected (flank pain, known history of stones):<ul class=\"article-body-unordered-list\"><li>Confirm with imaging, typically noncontrast CT or ultrasound.</li><li>Management may involve hydration, alpha blockers, pain control, and urology evaluation if obstruction is present.</li></ul></li><li>If UTI is suspected (dysuria, frequency, positive dipstick):<ul class=\"article-body-unordered-list\"><li>Confirm with urine culture.</li><li>Treat with appropriate antibiotics; re-evaluate if hematuria persists.</li></ul></li><li>If malignancy is suspected (painless gross hematuria, age &gt;50, smoking history):<ul class=\"article-body-unordered-list\"><li>Cystoscopy is warranted to visually inspect the bladder and obtain biopsies if needed.</li></ul></li></ul><p>A summary of gross hematuria evaluation is provided in the flowchart (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19755.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><h1>Summary</h1><p>Hematuria, characterized by red blood cells in the urine, necessitates a systematic approach to identify its origin and cause.&nbsp; Initial confirmation via urinalysis distinguishes true hematuria from false hematuria due to a positive dipstick result from hemoglobinuria/myoglobinuria.&nbsp; Microscopic examination reveals whether red blood cells are dysmorphic–suggesting a glomerular source (eg, IgA nephropathy, postinfectious)–or normal-shaped, indicating nonglomerular causes (eg, bladder cancer, urinary tract infection).&nbsp; Glomerular hematuria often has microscopic hematuria (cola-colored urine), while nonglomerular hematuria typically results in gross hematuria (pink or bright red urine).&nbsp; Diagnostic steps include serum tests and potential renal biopsy for glomerulonephritis, and imaging studies or cystoscopy for nonglomerular conditions, guiding targeted management.</p></div>\n            "
}