{
  "meta": {
    "title": "Hyponatremia",
    "url": "https://brainandscalpel.vercel.app/hyponatremia-d7b38158-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:45.163Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hyponatremia (serum sodium concentration &lt;135 mEq/L) is a common electrolyte disorder that reflects an <strong>excess of water relative to sodium</strong> in the body.</p>\n<h1>Pathophysiology</h1><br><br><p>Because hyponatremia results from various disturbances in water and sodium balance, understanding basic principles of the regulation of water and sodium balance is crucial.</p>\n<h2>Regulation of water balance</h2><br><br><ul>\n\t<li><strong>Antidiuretic hormone (ADH)</strong>, also known as <strong>vasopressin</strong>, is the primary regulator of water balance.&nbsp; It is synthesized in the hypothalamus and released from the posterior pituitary gland.&nbsp; ADH acts on the kidneys to increase water reabsorption in the collecting ducts by increasing water permeability (aquaporin channels).&nbsp; ADH secretion is controlled by both:<br><br>\t<ul>\n\t\t<li>osmoreceptors (respond to serum osmolality) and</li>\n\t\t<li>baroreceptors (respond to blood volume and pressure).</li>\n\t</ul>\n\t</li>\n\t<li>For example, ADH is released in response to hyperosmolarity and decreased blood volume/pressure.&nbsp; In cases of significant hypovolemia, the baroreceptor-driven ADH release mechanism can override signals from osmoreceptors (ie, the body attempts to conserve fluid even if doing so leads to a temporary imbalance in blood osmolarity).</li>\n\t<li>Therefore, ADH affects serum sodium concentration.</li>\n</ul>\n<h2>Regulation of sodium balance</h2><br><br><ul>\n\t<li>The <strong>renin-angiotensin-aldosterone system</strong> (RAAS) is a key regulator of sodium balance (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39716.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Renin—released by the kidneys in response to decreased blood flow or low blood pressure—initiates a cascade leading to the production of angiotensin II, which stimulates aldosterone secretion by the adrenal glands.&nbsp; Aldosterone acts on the distal tubules and collecting ducts of the kidneys to increase sodium reabsorption through the ENaC channels (aldosterone also promotes potassium excretion).&nbsp; Aldosterone secretion is stimulated mainly by decreased blood volume or pressure in an effort to increase blood pressure (angiotensin II) and volume (aldosterone).</li>\n\t<li>Therefore, the RAAS affects blood volume and pressure, <strong>not</strong> serum sodium concentration.</li>\n</ul>\n<h2>Categorization of hyponatremia</h2><br><br><p>Hyponatremia can be broadly categorized based on serum osmolality (see below) and on volume status, as follows:</p><br><br><ul>\n\t<li><strong>Hypovolemic hyponatremia</strong> occurs with loss of both sodium and water, where sodium loss exceeds water loss.&nbsp; It is commonly due to gastrointestinal losses, diuretics, or primary adrenal insufficiency (Addison disease).</li>\n\t<li><strong>Euvolemic hyponatremia</strong> involves inappropriate antidiuretic hormone (ADH) secretion despite normal total body sodium and water content.&nbsp; The syndrome of inappropriate antidiuretic hormone secretion <strong>(SIADH)</strong> is a prime example and is described in more detail in a separate article.&nbsp; Hypothyroidism and secondary adrenal insufficiency are other causes.</li>\n\t<li><strong>Hypervolemic hyponatremia</strong> involves an incorrectly perceived deficit in effective circulating volume that leads to both sodium and water retention with water retention disproportionately higher.&nbsp; It is seen in heart failure, cirrhosis, and renal failure.</li>\n</ul><br><br><p>All of these involve high ADH levels (either appropriate or inappropriate).&nbsp; Integrating these concepts can explain the mechanisms of hypovolemic hyponatremia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30886.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) and hypervolemic hyponatremia \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L102438.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p>\n<h1>Clinical presentation</h1><br><br><p>The symptoms of hyponatremia can range from subtle to severe, based on the rapidity of onset and magnitude of hyponatremia:</p><br><br><ul>\n\t<li>Mild cases may present with nausea, malaise, and headache.</li>\n\t<li>Moderate hyponatremia can lead to confusion, lethargy, and muscle spasms.</li>\n\t<li>Severe hyponatremia may result in seizures, coma, and potentially life-threatening cerebral edema.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Elements of the history (eg, gastrointestinal losses, thiazide use, heart failure) can guide evaluation of hyponatremia.&nbsp; A systematic approach helps to determine the cause (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31070.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Assessment of serum osmolality and volume status</h2><br><br><p>Serum osmolality can be obtained in patients with hyponatremia but is not a required part of the evaluation because most patients can be presumed to have \"true\" hypotonic hyponatremia (classified by volume status, as discussed).&nbsp; Serum osmolality (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/87917.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is typically most helpful if a patient has a predisposing factor for hypertonicity—such as significant hyperglycemia causing translocational hyponatremia—or for isotonicity—such as hyperlipidemia (lipemic serum) sometimes causing laboratory artifact (pseudohyponatremia).<p></p><br><br><ul>\n\t<li>Isotonic hyponatremia (\"pseudohyponatremia\") is characterized by normal osmolality and is due to hyperlipidemia or hyperproteinemia (eg, plasma cell dyscrasia) affecting laboratory measurements.</li>\n\t<li>Hypertonic hyponatremia is characterized by elevated osmolality and usually results from hyperglycemia (most common) or the presence of other osmotically active substances.</li>\n\t<li>Hypotonic hyponatremia is characterized by low osmolality and represents true hyponatremia requiring further evaluation.</li>\n</ul><br><br><p>Hypotonic hyponatremia can be further subclassified based on volume status (ie, hypovolemic, euvolemic, or hypervolemic), as previously discussed.</p>\n<h2>Urine osmolality and sodium measurements</h2><br><br><p>In patients with hypotonic hyponatremia, urine studies (osmolality and sodium concentration) can help determine the presence of inappropriate ADH secretion, renal losses, or extrarenal losses of sodium.</p><br><br><ul>\n\t<li><strong>Urine osmolality</strong> measurement can differentiate between 2 major causes of <strong>euvolemic</strong> hypotonic hyponatremia, namely primary polydipsia and SIADH:<br><br>\t<ul>\n\t\t<li>Low urine osmolality <strong>(&lt;100 mOsm/kg)</strong> reflects massive water ingestion leading to dilute urine.&nbsp; This finding is consistent with <strong>primary polydipsia</strong>.&nbsp; (Hyponatremia with low urine osmolality can also be seen with malnutrition/tea and toast potomania.)</li>\n\t\t<li>High urine osmolality <strong>(&gt;100 mOsm/kg)</strong> reflects water being pulled out of the urine in response to <strong>ADH</strong>, resulting in concentrated urine.&nbsp; In patients with hyponatremia, this finding is seen in the setting of excess ADH (ie, <strong>SIADH</strong>).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Urine sodium</strong> measurement can help differentiate between renal and extrarenal losses of sodium (eg, in <strong>hypovolemic</strong> hypotonic hyponatremia)\n\t<ul>\n\t\t<li>Low urine sodium (&lt;40 mEq/L) indicates nonrenal (gastrointestinal) loss</li>\n\t\t<li>High urine sodium (&gt;40 mEq/L) indicates renal salt loss (eg, diuretics)</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Additional tests that can be helpful include:</p><br><br><ul>\n\t<li>Serum blood urea nitrogen (BUN) can provide clues about volume status.&nbsp; Elevated BUN relative to serum creatinine suggests prerenal azotemia, often seen in volume-depleted states.</li>\n\t<li>Thyroid function tests and cortisol levels are used to rule out hypothyroidism and secondary adrenal insufficiency as causes of euvolemic hyponatremia (on the differential for SIADH).</li>\n\t<li>Other:&nbsp; Based on clinical suspicion, tests for heart failure, liver disease, renal function, and other conditions may be warranted.</li>\n</ul>\n<h1>Management principles</h1><br><br><p>Treatment is guided by identifying and addressing the underlying cause of hyponatremia (eg, volume depletion due to diarrhea or excessive diuretics; SIADH, which can be due to medications such as selective serotonin reuptake inhibitors or conditions such as pulmonary disease, nausea, or pain; hypervolemia due to heart failure, cirrhosis, or renal failure), but the following overall principles are helpful.</p>\n<h2>Sodium correction and monitoring</h2><br><br><p>Initial treatment goals include preventing further declines in serum sodium and relieving symptoms (if present).</p><br><br><ul>\n\t<li>In <strong>acute</strong> hyponatremia (&lt;48 hours), serum sodium can be raised quickly without repercussions (eg, hypertonic 3% saline bolus).</li>\n\t<li>In <strong>chronic</strong> hyponatremia (&gt;48 hours or unknown), the aim is to raise serum sodium levels gradually (eg, by 4 to 6 mEq/L per any 24 hour period); in these patients, the brain has already adapted to the hypotonicity of hyponatremia, so rapid correction may cause rapid changes in cellular osmolarity and volume that can lead to damage to the myelin sheath (osmotic demyelination syndrome, formerly central pontine myelinolysis).&nbsp; This primarily affects areas of the brain involved in motor control and cognition, with potentially devastating neurologic consequences (eg, dysarthria, locked-in syndrome) that can have a delayed presentation.</li>\n</ul><br><br><p>Serum sodium levels should be checked frequently, adjusting treatment as needed to achieve the desired correction rate.&nbsp; Hypertonic saline should be discontinued once correction goals are met, with implementation of further strategies (eg, fluid restriction, sodium chloride tablets, vaptans) as appropriate for specific underlying conditions.&nbsp; For example:</p>\n<h2>Euvolemic hyponatremia (eg, SIADH)</h2><br><br><p>Treatment primarily focuses on correcting the underlying cause and managing fluid intake.</p><br><br><ul>\n\t<li><strong>Fluid restriction:</strong>&nbsp; In SIADH, limiting fluid intake (eg, 500-1,000 mL per day) causes a negative water balance, which can help increase serum sodium levels toward normal.</li>\n\t<li>Pharmacotherapy:&nbsp; If fluid restriction is inadequate, sodium chloride tablets and vasopressin receptor antagonists (vaptans) can be considered.</li>\n</ul>\n<h2>Hypovolemic hyponatremia (eg, vomiting, diarrhea, or diuretic use)</h2><br><br><p>Treatment involves both fluid replacement and addressing the underlying cause of sodium loss.</p><br><br><ul>\n\t<li><strong>Isotonic saline:</strong>&nbsp; Administering isotonic saline (0.9% NaCl) helps correct volume depletion and increase serum sodium levels.&nbsp; In severe cases, hypertonic saline can be considered.</li>\n\t<li>Correct underlying cause:&nbsp; The condition causing volume depletion should be identified and treated (eg, administering antiemetics or antidiarrheals, holding diuretics, treating primary adrenal insufficiency).</li>\n</ul>\n<h2>Hypervolemic hyponatremia (eg, heart failure, cirrhosis, or renal failure)</h2><br><br><p>Treatment aims to manage fluid overload and optimize cardiac and renal function rather than treating hyponatremia directly.</p><br><br><ul>\n\t<li>Sodium restriction limits volume overload (without affecting serum sodium).</li>\n\t<li>Fluid restriction is generally used only in severe hyponatremia (&lt;120 mEq/L).</li>\n\t<li><strong>Loop diuretics</strong> (eg, furosemide) may be used to promote diuresis with the added benefit of slightly increasing serum sodium.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Hyponatremia is characterized by an imbalance of water relative to sodium.&nbsp; Its pathophysiology involves dysregulation of water and sodium balance, primarily mediated by antidiuretic hormone (ADH) for water regulation and the renin-angiotensin-aldosterone system (RAAS) for sodium.&nbsp; Classification is based on serum osmolality (with hypotonic hyponatremia being most common) and volume status (hypovolemic, euvolemic, and hypervolemic hyponatremia).&nbsp; Symptoms vary from mild (nausea, malaise) to severe (seizures, coma).&nbsp; Diagnostic approaches include serum and urine osmolality and sodium measurements, as well as evaluations for underlying conditions.&nbsp; Management focuses on identifying the underlying cause and appropriate sodium correction, avoiding rapid shifts to prevent osmotic demyelination syndrome.&nbsp; Treatment strategies include isotonic or hypertonic saline, fluid restriction, and pharmacotherapy depending on the type of hyponatremia.</p>\n</div>\n\n            "
}