{
  "meta": {
    "title": "Magnesium disorders:  hypermagnesemia and hypomagnesemia",
    "url": "https://brainandscalpel.vercel.app/magnesium-disorders-nbsp-hypermagnesemia-and-hypomagnesemia-e4156cd7-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:46.803Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Magnesium is involved in several physiological processes, including neuromuscular function, enzyme activity, and energy metabolism.&nbsp; The normal serum magnesium concentration range is approximately 1.5 mg/dL to 2 mg/dL.&nbsp; Hypermagnesemia and hypomagnesemia require prompt recognition and management to prevent potentially serious complications.</p>\n<h1>Pathophysiology</h1><br><br><p>The human body contains about 2,000 mEq of magnesium with approximately 99% stored intracellularly or within bone; only 1% is present in the extracellular fluid.</p><br><br><p>Magnesium homeostasis is maintained through a delicate balance involving several factors.</p>\n<h2>Bone storage</h2><br><br><p>Approximately 50%-60% of total body magnesium is stored in the bones, which serve as a reservoir for maintaining serum levels.</p>\n<h2>Renal handling</h2><br><br><p>The kidneys are the primary regulators of magnesium balance.&nbsp; Unlike most other solutes, the proximal tubule reabsorbs only 10% of filtered magnesium.&nbsp; The majority (50%-70%) is passively reabsorbed in the thick ascending limb, with most of the remaining magnesium reabsorbed more distally.&nbsp; Only 3%-5% of filtered magnesium is normally excreted in urine.</p>\n<h2>Gastrointestinal handling</h2><br><br><p>Dietary sources provide 240-480 mg/day of magnesium, with 30%-40% absorbed primarily in the small intestine.&nbsp; Absorption can increase to 80% with magnesium deficiency.</p><br><br><p>Disruptions in any of these processes can lead to hypermagnesemia or hypomagnesemia, which can in turn affect calcium and potassium homeostasis.&nbsp; Magnesium is essential for the secretion and action of parathyroid hormone (PTH), which regulates calcium levels.&nbsp; Magnesium also plays an important role in maintaining normal potassium levels (eg, maintaining Na-K-ATPase function, preventing renal potassium wasting).</p>\n<h1>Hypomagnesemia</h1><h2>Presentation and etiologies</h2><br><br><p>Hypomagnesemia is more common than hypermagnesemia and tends to be more dangerous (ie, greater risk of cardiac arrhythmia).&nbsp; Symptoms may arise from low magnesium itself, secondary hypocalcemia, or concomitant hypokalemia.&nbsp; Secondary hypocalcemia is due to PTH suppression from low magnesium (especially &lt;1 mg/dL).&nbsp; Hypokalemia often exists with hypomagnesemia because of shared causes (eg, diarrhea, diuretics) and magnesium's role in maintaining potassium homeostasis (through its effects on cellular ion transport and renal potassium handling).&nbsp; Symptoms often reflect a combination of these electrolyte disorders, and include tremors, muscle <strong>cramps</strong>, tetany, seizures, cardiac arrhythmias, and <strong>hyperactive deep tendon reflexes (DTRs)</strong>.</p><br><br><p>Etiologies include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Gastrointestinal (GI) losses\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Diarrhea, malabsorption syndromes, short bowel syndrome, and acute pancreatitis (ie, fat saponification as with calcium) can lead to GI magnesium losses.</li>\n\t\t<li>Proton pump inhibitors can alter intestinal magnesium absorption, typically with chronic use (&gt;1 year).</li>\n\t</ul>\n\t</li>\n\t<li>Renal losses\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Medications (eg, loop and thiazide diuretics, aminoglycosides, amphotericin)</li>\n\t\t<li>Alcohol use disorder (eg, tubular dysfunction leads to urinary magnesium wasting)</li>\n\t\t<li>Genetic disorders (eg, Gitelman and Bartter syndromes)</li>\n\t\t<li>Uncontrolled hyperglycemia can lead to urinary magnesium wasting.</li>\n\t\t<li>Hypercalcemia can cause hypomagnesemia by impairing renal magnesium reabsorption.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Inadequate oral intake is an exceedingly rare cause because nearly all foods contain some magnesium, and the required daily intake is only 300-400 mg/day.</p>\n<h2>Evaluation</h2><br><br><p>A thorough history and physical examination should be performed, focusing on potential causes of magnesium loss.&nbsp; DTRs should be assessed, as hyperreflexia can be an early sign of hypomagnesemia.&nbsp; Hypocalcemia and hypokalemia should be identified because they commonly coexist with hypomagnesemia.&nbsp; An ECG should be obtained, particularly in severe cases, to look for dangerous arrhythmias including ventricular tachycardia and torsades de pointes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21069.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ); nonspecific changes may include PR prolongation, QRS widening, and QT prolongation.<p></p><br><br><p>If the cause of low magnesium is not obvious from the patient's history, measuring urinary magnesium excretion can help distinguish between GI and renal losses.&nbsp; Options include 24-hour urinary magnesium collection or calculating the fractional excretion of magnesium (FEMg) using a random urine sample:</p><br><br><p>([Magnesium]<font size=\"2\"><sub>urine</sub></font> × [Creatinine]<font size=\"2\"><sub>serum</sub></font> / (0.7 × [Magnesium]<font size=\"2\"><sub>serum</sub></font> × [Creatinine]<font size=\"2\"><sub>urine</sub></font>)</p><br><br><p>A value of &gt;10-30 mg/day or a FEMg &gt;3%-4% indicate renal wasting.</p>\n<h2>Management</h2><br><br><p>Treatment of hypomagnesemia involves both acute repletion and addressing the underlying cause.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Asymptomatic or mild hypomagnesemia\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Oral magnesium supplements (eg, magnesium chloride or oxide) are first-line treatment.&nbsp; If these are not tolerated (eg, diarrhea), intravenous magnesium sulfate may be necessary.</li>\n\t</ul>\n\t</li>\n\t<li>Symptomatic or severe hypomagnesemia\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Administer intravenous magnesium sulfate.</li>\n\t\t<li>Correct associated electrolyte abnormalities (especially calcium and potassium).</li>\n\t</ul>\n\t</li>\n\t<li>Chronic management\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Treat underlying causes.</li>\n\t\t<li>Provide ongoing oral supplementation, if indicated.</li>\n\t\t<li>Perform regular monitoring of serum magnesium levels.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>In patients with low magnesium in combination with hypocalcemia and/or hypokalemia, correcting magnesium deficiency is often necessary before calcium and potassium levels can be normalized.&nbsp; Magnesium repletion restores PTH action and promotes normal potassium handling.</p>\n<h1>Hypermagnesemia</h1><h2>Presentation and etiologies</h2><br><br><p>Hypermagnesemia is relatively uncommon due to efficient renal excretion but can occur in cases of <strong>impaired renal function</strong> or massive magnesium intake.&nbsp; Symptoms are usually not apparent until serum levels exceed 4-5 mg/dL and largely affect neuromuscular and cardiovascular function.&nbsp; Symptoms include nausea, lethargy, muscle weakness, and <strong>diminished or absent DTRs</strong>; in severe cases (&gt;12 mg/dL), respiratory depression, quadriplegia, and cardiac collapse may be seen.&nbsp; Unlike hypomagnesemia, hypermagnesemia does not typically cause significant secondary electrolyte disturbances, although very high levels can occasionally suppress PTH, potentially leading to mild hypocalcemia.</p><br><br><p>Etiologies include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Impaired renal excretion\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Acute kidney injury and chronic kidney disease can impair renal magnesium clearance.</li>\n\t\t<li>Familial hypocalciuric hypercalcemia, a genetic disorder involving dysregulated calcium handling, can cause mild hypomagnesemia (accompanying hypocalcemia).</li>\n\t</ul>\n\t</li>\n\t<li>Massive intake\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Intravenous administration (eg, <strong>preeclampsia treatment</strong>) can overwhelm the kidneys' ability to excrete magnesium.</li>\n\t\t<li>Magnesium-containing medications (eg, laxatives, antacids, enemas) can lead to magnesium accumulation, although usually to a lesser extent than from intravenous magnesium.</li>\n\t</ul>\n\t</li>\n\t<li>Increased release from cells\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Conditions causing significant cellular damage (eg, crush injuries, severe burns, tumor lysis syndrome, hemolysis) can release magnesium into the bloodstream.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Evaluation</h2><br><br><p>Assessment includes a detailed history of medication use, particularly magnesium-containing products.&nbsp; Renal function should be evaluated.&nbsp; <strong>DTRs</strong> should be carefully assessed, as their <strong>progressive diminishment</strong> correlates strongly with the severity of hypermagnesemia and can be an early clinical sign; this test is routinely performed in pregnant patients receiving magnesium therapy for preeclampsia.&nbsp; An ECG should be obtained to look for changes that can be similar to hypomagnesemia (eg, PR prolongation, QRS widening, QT prolongation), usually seen with magnesium &gt;6 mg/dL; ventricular tachyarrhythmias are not typically seen.</p>\n<h2>Management</h2><br><br><p>Treatment of hypermagnesemia depends on the severity and presence of symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mild-to-moderate asymptomatic hypermagnesemia\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Address underlying cause (eg, discontinue magnesium-containing products).</li>\n\t\t<li>Ensure adequate volume status (eg, intravenous fluids).</li>\n\t</ul>\n\t</li>\n\t<li>Symptomatic or severe hypermagnesemia\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Intravenous calcium for cardiac membrane stabilization.</li>\n\t\t<li>Loop diuretics to promote renal magnesium excretion (avoid in volume depletion).</li>\n\t\t<li>In obstetric patients receiving magnesium for preeclampsia, magnesium therapy should be paused with diminishing DTRs.</li>\n\t\t<li>Hemodialysis in severe cases, typically in renal failure.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Summary</h1><br><br><p>Magnesium disorders can significantly impact neuromuscular and cardiovascular function.&nbsp; Effective management of these conditions requires a comprehensive understanding of magnesium homeostasis, including gastrointestinal absorption, bone storage, and renal excretion.</p><br><br><p>Hypomagnesemia is more prevalent and is due to gastrointestinal (eg, diarrhea) or renal losses (eg, diuretics); it often coexists with hypokalemia and hypocalcemia.&nbsp; Management involves oral or intravenous magnesium repletion, correction of associated electrolyte abnormalities, and addressing underlying causes to prevent recurrence.</p><br><br><p>Although uncommon, hypermagnesemia can arise from impaired renal excretion, massive intake, or cellular destruction (eg, tumor lysis syndrome).&nbsp; Treatment ranges from addressing underlying causes in mild cases to intravenous calcium, loop diuretics, and hemodialysis in renal failure.</p>\n</div>\n\n            "
}