{
  "meta": {
    "title": "Membranoproliferative glomerulonephritis",
    "url": "https://brainandscalpel.vercel.app/membranoproliferative-glomerulonephritis-46d94ae2-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:49.071Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Membranoproliferative glomerulonephritis (MPGN) is a histopathologic pattern of glomerular injury with a wide range of clinical manifestations, including nephrotic syndrome (heavy proteinuria, hypoalbuminemia, edema), nephritic syndrome (hematuria, hypertension, renal dysfunction), or mixed nephrotic-nephritic syndrome.&nbsp; Historically categorized into types I, II, and III based on electron microscopy findings, MPGN's contemporary classification emphasizes etiology, distinguishing between immune complex–mediated and complement-mediated MPGN.</p>\n<h1>Etiologies and pathophysiology</h1><br><br><p>MPGN accounts for roughly 5%-10% of biopsy-confirmed glomerulonephritis cases.&nbsp; It can arise from 2 distinct pathways:&nbsp; immune complex deposition or dysregulated complement activation.</p>\n<h2>Immune complex–mediated MPGN</h2><br><br><p>MPGN mediated by immune complexes (antigen-antibody complexes) constitutes 70%-80% of cases, predominantly affecting adolescents and young adults.&nbsp; It is associated with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chronic infection:&nbsp; Hepatitis C virus (HCV) is the most common cause; the mechanism involves cryoglobulin formation (discussed in a separate article).&nbsp; Additional causes include hepatitis B virus (HBV) and endocarditis.</li>\n\t<li>Autoimmune disease:&nbsp; Systemic lupus erythematosus (SLE) and Sjögren syndrome are commonly implicated.</li>\n\t<li>Monoclonal gammopathy:&nbsp; Etiologies involve IgM or IgG paraproteins, such as in multiple myeloma.</li>\n</ul><br><br><p>The pathophysiology of immune complex–mediated MPGN involves the deposition of antigen-antibody immune complexes in the subendothelial or mesangial spaces, which are readily accessible to renal circulation.&nbsp; The subepithelial space is usually spared because it is located on the opposite side of the glomerular basement membrane (GBM), through which immune complexes are too large to cross.&nbsp; Immune complexes activate the classical complement pathway, which triggers inflammation and subsequent glomerular injury.</p>\n<h2>Complement-mediated MPGN</h2><br><br><p>Complement-mediated MPGN, comprising 20%-30% of cases, often presents earlier in life due to its association with genetic mutations or acquired factors (eg, C3 nephritic factor autoantibodies) that dysregulate the alternative complement pathway.&nbsp; The most common forms are C3 glomerulonephritis and dense-deposit disease.</p><br><br><p>Glomerular inflammation and damage in complement-mediated MPGN are similar to those of immune-complex disease.&nbsp; However, complement-mediated MPGN results from unregulated complement activation, resulting in prominent C3 deposition in the GBM without significant immunoglobulin involvement.</p>\n<h1>Clinical and laboratory findings</h1><h2>Mixed nephrotic-nephritic pattern</h2><br><br><p>MPGN most commonly presents as mixed nephrotic-nephritic syndrome (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43815.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nephrotic</strong> features:&nbsp; Heavy proteinuria (&gt;3.5 g/day), hypoalbuminemia, and edema.</li>\n\t<li><strong>Nephritic</strong> features:&nbsp; Hematuria (often macroscopic) with dysmorphic red blood cells (RBCs) and casts, hypertension, and acute kidney injury.</li>\n</ul><br><br><p>Cryoglobulinemia-associated MPGN (eg, from HCV) may additionally involve vasculitis signs (eg, palpable purpura, neuropathy).&nbsp; Complement-mediated MPGN may present with drusen (eye involvement) or atypical hemolytic uremic syndrome.</p>\n<h2>Hypocomplementemia</h2><br><br><p><strong>Low serum complement</strong> levels are frequently observed in all forms of MPGN, although the pattern can differ:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Immune complex–mediated MPGN:&nbsp; Typically activates the classical pathway, reflected by a normal or mildly reduced C3 with low C4.</li>\n\t<li>Complement-mediated MPGN:&nbsp; Involves alternative pathway activation, causing decreased C3 with normal C4.&nbsp; However, a normal C3 level does not exclude disease.</li>\n</ul>\n<h1>Diagnosis</h1><h2>Renal biopsy</h2><br><br><p>Microscopic examination shows a characteristic pattern of glomerular injury (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90151.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Light microscopy:&nbsp; Shows large, lobular glomeruli that are <strong>hypercellular</strong> due to the proliferation of mesangial cells, endothelial cells, and leukocytes.&nbsp; Immune complex deposition results in <strong>thickened capillary walls</strong>, as well as the synthesis of new basement membrane material, which imparts a split (ie, <strong>tram track</strong>) appearance seen with special stains.</li>\n\t<li>Immunofluorescence:&nbsp; Reveals a <strong>granular pattern</strong> of IgG and C3 deposition within the capillary walls and mesangium.</li>\n\t<li>Electron microscopy:&nbsp; Shows <strong>subendothelial</strong> (ie, between the GBM and endothelium) and <strong>mesangial deposits</strong>.</li>\n</ul>\n<h2>Laboratory evaluation</h2><br><br><p>Laboratory evaluation includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Urinalysis:&nbsp; Proteinuria and hematuria with dysmorphic RBCs or casts are hallmark findings.&nbsp; Proteinuria can be quantified via 24-hour urine collection or urine protein/creatinine ratio.</li>\n\t<li>Basic metabolic panel:&nbsp; Elevated serum creatinine is common.</li>\n\t<li>Serum albumin and lipid panel:&nbsp; Hypoalbuminemia and hyperlipidemia reflect a nephrotic component.</li>\n\t<li>Serum complement and cryoglobulins:&nbsp; Low C3 and C4 suggest immune complex–mediated MPGN (eg, cryoglobulinemia, SLE); cryoglobulins may be present.&nbsp; Low C3 with normal C4 suggests complement-mediated MPGN; cryoglobulins are absent.</li>\n\t<li>Infection serology:&nbsp; Testing should include antibodies for HCV, HBV, and HIV.</li>\n\t<li>Autoantibodies:&nbsp; Positive antinuclear antibodies and anti–double stranded DNA antibodies suggest SLE.</li>\n\t<li>Monoclonal gammopathy screening:&nbsp; Serum protein electrophoresis, immunofixation, and free light-chain assay should be performed, particularly in older patients.</li>\n</ul><br><br><p>In patients with suspected complement-mediated disease, further testing (eg, C3 nephritic factor, genetic testing) should be pursued.</p>\n<h1>Management</h1><br><br><p>General management measures include renin-angiotensin-aldosterone system inhibition (eg, ACE inhibitors) to minimize proteinuria and control blood pressure, diuretics for volume overload, dietary sodium and protein restriction, and treatment of hyperlipidemia.</p>\n<h2>Immune complex–mediated MPGN</h2><br><br><p>Management of immune complex–mediated disease involves addressing the underlying cause:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Infection:&nbsp; Direct-acting antivirals should be administered for HCV-associated cases.&nbsp; Antibiotics are indicated for bacterial causes (eg, endocarditis).&nbsp; Immunosuppression should generally be avoided, except in certain cases (eg, severe cryoglobulinemia).</li>\n\t<li>Autoimmune:&nbsp; Immunosuppression (eg, corticosteroids, mycophenolate) is first-line treatment, such as in class IV lupus nephritis.</li>\n\t<li>Monoclonal gammopathy:&nbsp; The underlying hematologic disorder should be treated.</li>\n</ul>\n<h2>Complement-mediated MPGN</h2><br><br><p>Optimal treatment of complement-mediated disease is less clear.&nbsp; Initial treatment involves immunosuppressants, with complement inhibitors (eg, eculizumab) used in refractory cases.&nbsp; Plasma infusion may occasionally be beneficial, especially for genetic complement factor deficiencies.</p>\n<h1>Summary</h1><br><br><p>Membranoproliferative glomerulonephritis (MPGN) is a histopathologic pattern of glomerular injury.&nbsp; Modern classification emphasizes etiology, dividing the condition into 2 subtypes:&nbsp; immune complex–mediated (70%-80% of cases) and complement-mediated (20%-30%).&nbsp; Immune complex–mediated MPGN stems from chronic infections (eg, hepatitis C), autoimmune diseases (eg, systemic lupus erythematosus), or monoclonal gammopathies, with classical complement pathway activation (low C3 and C4).&nbsp; Complement-mediated MPGN arises from alternative pathway dysregulation due to genetic mutations or autoantibodies causing isolated C3 reduction.</p><br><br><p>Diagnosis hinges on renal biopsy:&nbsp; Immune complex cases show IgG/C3 deposits and subendothelial/mesangial deposits on electron microscopy, whereas complement-mediated cases exhibit C3-dominant immunofluorescence and/or intramembranous/dense deposits.&nbsp; Laboratory evaluation focuses on complement testing, infectious/autoimmune serologies, and monoclonal protein screening.&nbsp; Management targets underlying triggers (eg, with antivirals) in immune complex–mediated disease and uses immunosuppressants or complement inhibitors (eg, eculizumab) for complement-mediated cases.</p>\n</div>\n\n            "
}