{
  "meta": {
    "title": "Nephrotic syndrome: a comprehensive overview",
    "url": "https://brainandscalpel.vercel.app/nephrotic-syndrome-a-comprehensive-overview-f2df5cc5-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:59.185Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Nephrotic syndrome is defined by heavy proteinuria (&gt;3.5 g/day), hypoalbuminemia, and peripheral edema.&nbsp; It results from increased permeability of the glomerular filtration barrier (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35856.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), which is composed of capillary endothelial cells, the glomerular basement membrane (GBM), and specialized epithelial cells called podocytes.&nbsp; The underlying injury in nephrotic syndrome is noninflammatory and involves podocytes and the GBM without significant involvement of other glomerular structures; this is in contrast to the diffuse inflammatory damage seen in nephritic syndrome (discussed in a separate article).<p></p>\n<h1>Pathophysiology</h1><br><br><p>In nephrotic syndrome, glomerular injury primarily affects the podocytes and is isolated from the inflammatory mediators in the circulation (Bowman space); therefore, it is <strong>noninflammatory</strong>.&nbsp; Podocytes play a crucial role in maintaining the selectivity of the glomerular filtration barrier, and their dysfunction allows proteins that are normally retained in the blood to pass through, resulting in significant <strong>proteinuria</strong>.</p><br><br><p>The consequent <strong>hypoalbuminemia</strong> decreases plasma oncotic pressure, causing fluid to leak into the interstitial space; this initiates <strong>edema</strong> formation.&nbsp; Transient volume depletion activates the renin-angiotensin-aldosterone system (RAAS), increasing sodium retention and exacerbating edema (underfilling mechanism; secondary sodium retention).&nbsp; Additionally, primary defects in renal sodium handling (eg, aberrant filtration of plasma proteases that activate epithelial sodium channels) contribute to edema independent of decreased oncotic pressure (overfilling mechanism; primary sodium retention) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95799.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Additional complications of urinary protein losses include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hyperlipidemia</strong>:&nbsp; Hypoalbuminemia stimulates hepatic synthesis of lipoproteins and decreases LDL clearance (increased synthesis of proprotein convertase subtilisin/kexin type 9 [PCSK9]).&nbsp; Lipiduria may also be present.</li>\n\t<li><strong>Hypercoagulability</strong>:&nbsp; Loss of anticoagulant proteins (eg, antithrombin III) and increased synthesis of procoagulant factors predispose to thromboembolism, particularly renal vein thrombosis (possibly due to the hemoconcentration [ie, higher viscosity] of the postglomerular circulation).</li>\n\t<li><strong>Infection risk</strong>:&nbsp; Loss of immunoglobulins and opsonizing factors increase the risk of infections, especially those caused by encapsulated bacteria.</li>\n\t<li>Protein malnutrition and, in severe cases, intravascular volume depletion from very low serum albumin.</li>\n</ul>\n<h1>Etiologies</h1><br><br><p>Nephrotic syndrome can be caused by systemic diseases (~30%) or renally-limited conditions (~70%).</p>\n<h2>Systemic diseases</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diabetes mellitus</strong>:&nbsp; Chronic hyperglycemia leads to glomerular hyperfiltration, with glomerulosclerosis and progressive kidney damage.</li>\n\t<li><strong>Amyloidosis</strong>:&nbsp; Deposition of amyloid proteins within the glomeruli, tubules, and interstitium causes nephrotic syndrome with renal insufficiency.&nbsp; This can occur in primary (AL) or secondary (AA) amyloidosis.</li>\n\t<li><strong>Systemic lupus erythematosus (SLE) (class V lupus nephritis)</strong>:&nbsp; resembles primary membranous nephropathy (discussed below) and can occur without other signs or symptoms of SLE.</li>\n</ul>\n<h2>Renally-limited conditions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Minimal change disease (MCD)</strong> usually presents with an abrupt onset of nephrotic syndrome and accounts for 10%-15% of cases in adults (70%-90% in children).<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Primary (most common):&nbsp; T-cell-mediated circulating permeability factors (eg, IL-13) alter podocyte function, often following an upper respiratory tract infection.</li>\n\t\t<li>Secondary:&nbsp; associated with medications (eg, nonsteroidal anti-inflammatory drugs, antibiotics), bacterial infections, and allergies.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Focal segmental glomerulosclerosis (FSGS)</strong> is more insidious and more common than MCD.&nbsp; It can sometimes cause mild microscopic hematuria without dysmorphic red blood cells or casts.&nbsp; An advanced form known as collapsing glomerulopathy (CG) can be seen in HIV and is associated with <em>APOL1</em> polymorphisms.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Primary:&nbsp; Circulating permeability factors (eg, suPAR) lead to podocyte injury and dysfunction.</li>\n\t\t<li>Secondary (most common):&nbsp; podocyte injury from glomerular hyperfiltration (eg, severe obesity<strong>,</strong> solitary kidney), toxins (eg, heroin), or infection (eg, HIV).&nbsp; May present with subnephrotic proteinuria and normal serum albumin.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Membranous nephropathy (MN)</strong> is characterized by immune complex deposition along the GBM with podocyte dysfunction, presenting with gradual proteinuria.&nbsp; It has the strongest association with venous thromboembolism.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Primary (most common):&nbsp; Autoantibodies target podocyte antigens (eg, PLA2R, THSD7A) with complement activation.</li>\n\t\t<li>Secondary:&nbsp; caused by infections (eg, hepatitis B, syphilis), medications (eg, nonsteroidal anti-inflammatory drugs, gold, penicillamine), malignancy (particularly solid tumors), and SLE (class V lupus nephritis).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>MCD and FSGS/CG can be classified as podocytopathies because histologic findings include varying degrees of podocyte effacement.&nbsp; MN is not included in this classification because the podocyte effacement is variable and less prominent; instead, prominent immune deposits within the GBM are seen.&nbsp; Specific histologic findings are discussed later.</p>\n<h1>Evaluation</h1><br><br><p>The diagnostic evaluation of nephrotic syndrome involves a combination of clinical assessment, laboratory tests, and histopathologic examination of kidney tissue.&nbsp; Key components include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Urinalysis and quantification of proteinuria:&nbsp; Dipstick urinalysis typically reveals 3+ or 4+ proteinuria, with a spot urine protein-to-creatinine ratio <strong>&gt;3.5 g/g</strong>, indicating nephrotic-range proteinuria.&nbsp; The value obtained on spot urine protein-to-creatinine ratio corresponds with the value obtained on 24-hour urine protein collection; spot value measurements have largely replaced 24-hour urine collection.&nbsp; Significant hematuria or red blood cell casts should raise suspicion for an alternative diagnosis or coexisting nephritic syndrome.</li>\n\t<li>Serum albumin and lipid panel:&nbsp; Hypoalbuminemia (&lt;3.5 g/dL) and hyperlipidemia are characteristic.</li>\n\t<li>Serum creatinine:&nbsp; obtained to assess kidney function, which is preserved in most cases of nephrotic syndrome but may be elevated in severe cases (eg, collapsing FSGS).</li>\n\t<li>Serologic tests:&nbsp; ordered to assess for systemic disease, such as hemoglobin A1c (diabetes mellitus), serum/urine protein electrophoresis and free light chain assay (amyloidosis), and antinuclear/anti-dsDNA antibodies (SLE).&nbsp; Serologic testing for renally-limited etiologies of nephrotic syndrome is largely limited to anti-PLA2R antibody measurement (primary membranous nephropathy).</li>\n\t<li>Kidney biopsy:&nbsp; required in most cases that are not easily attributable to systemic disease or in cases in which anti-PLA2R antibody testing is not diagnostic.</li>\n</ul>\n<h1>Renal biopsy and pathology</h1><br><br><p>Kidney biopsy with histologic analysis via light microscopy (LM), electronic microscopy (EM), and immunofluorescence (IF) typically provides the underlying diagnosis.&nbsp; Diabetic nephropathy usually presents with classic LM findings of diffuse glomerular scarring (sometimes nodular), GBM thickening, and arteriolar hyalinosis with thickening.&nbsp; The key histologic findings for renally-limited causes of nephrotic syndrome include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>MCD</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>LM:&nbsp; normal-appearing glomeruli</li>\n\t\t<li>EM:&nbsp; diffuse foot process effacement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L83941.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )</li>\n\t\t<li>IF:&nbsp; no immune deposits</li>\n\t</ul>\n\t</li>\n\t<li><strong>FSGS</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>LM:&nbsp; segmental scarring involving less than 50% of glomeruli (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92363.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )</li>\n\t\t<li>EM:&nbsp; diffuse foot process effacement.&nbsp; Possible electron-dense deposits in sclerotic areas</li>\n\t\t<li>IF:&nbsp; no immune deposits</li>\n\t</ul>\n\t</li>\n\t<li><strong>CG</strong> (collapsing variant of FSGS)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>LM:&nbsp; scarring and collapse of entire glomerular tuft with obliteration of capillary lumens.&nbsp; Hyperplasia and hypertrophy of overlying podocytes, forming pseudocrescents.&nbsp; Tubulointerstitial damage, including tubular atrophy, interstitial fibrosis, and inflammation.</li>\n\t\t<li>EM/IF:&nbsp; similar to FSGS.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Membranous nephropathy</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>LM:&nbsp; diffuse GBM thickening with spikes on special silver stain.</li>\n\t\t<li>EM:&nbsp; subepithelial, electron-dense deposits along GBM.&nbsp; Foot process effacement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43442.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n\t\t<li>IF:&nbsp; diffuse, granular IgG and C3 immune deposits along capillary loops (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65715.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Management</h1><br><br><p>In nephrotic syndrome, <strong>general therapeutic measures</strong> include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>RAAS blockade:&nbsp; ACE inhibitors or angiotensin receptor blockers are first-line agents for reducing proteinuria and slowing the progression of kidney disease.</li>\n\t<li>Sodium restriction and diuretics:&nbsp; Salt intake should be limited to 2 g/day; loop diuretics (eg, furosemide) are first-line to manage edema but do not delay progression of kidney disease.&nbsp; Thiazides may be needed when loop diuretics alone are not sufficient.</li>\n\t<li>Statins:&nbsp; used to treat hyperlipidemia and reduce the risk of cardiovascular complications.</li>\n\t<li>Prophylactic anticoagulation:&nbsp; considered in patients with severe nephrotic syndrome from any etiology (serum albumin &lt;2.0 g/dL) or membranous nephropathy with risk factors.</li>\n\t<li>Pneumococcal vaccine:&nbsp; provided to all patients with nephrotic syndrome due to increased risk of infection by encapsulated bacteria.</li>\n</ul><br><br><p>Nephrotic syndrome due to systemic disease is treated by <strong>managing the underlying disease</strong> (eg, antihyperglycemic medications in diabetes).&nbsp; Specific treatment of renally-limited nephrotic syndrome is dependent on the disease entity, whether it is primary or secondary, and disease severity.</p><br><br><p>Podocytopathies (eg, MCD, FSGS/CG) that are primary in etiology involve immune-mediated circulating factors and are therefore typically responsive to <strong>corticosteroids</strong> (particularly MCD); steroid-sparing agents (eg, mycophenolate, cyclosporine, rituximab) are sometimes used in patients who are intolerant of corticosteroids or who have resistant disease or frequent relapse, or in severe cases.&nbsp; Given its advanced stage, CG is often resistant to treatment.&nbsp; Secondary podocytopathies require addressing the underlying cause, such as nonsteroidal anti-inflammatory drug cessation in MCD, weight loss in obesity-related FSGS, and HIV treatment in CG.</p><br><br><p><strong>Primary MN</strong> that is considered low risk (eg, modest proteinuria, normal renal function) can be carefully monitored without disease-specific therapy given the potential for spontaneous remission.&nbsp; However, patients with high-risk disease should be treated with immunosuppressive therapies, such as rituximab monotherapy or corticosteroids combined with cyclophosphamide.&nbsp; <strong>Secondary MN</strong> involves treating the underlying cause (eg, immunosuppressive therapy for lupus nephritis, antiviral therapy for hepatitis B, or discontinuation of offending medications); screening for underlying malignancy should be considered in appropriate cases, particularly in patients age &gt;65.</p>\n<h1>Summary</h1><br><br><p>Nephrotic syndrome, characterized by heavy proteinuria, hypoalbuminemia, and peripheral edema, results from increased permeability of the glomerular filtration barrier.&nbsp; The underlying pathophysiology involves noninflammatory injury to the podocytes and glomerular basement membrane, leading to various complications such as hyperlipidemia, hypercoagulability, and increased infection risk.&nbsp; Nephrotic syndrome can be caused by systemic diseases (eg, diabetes mellitus, amyloidosis, systemic lupus erythematosus) or by renally-limited conditions (eg, minimal change disease, focal segmental glomerulosclerosis, membranous nephropathy).&nbsp; Diagnosis involves a combination of clinical assessment, serologic tests, and histopathologic examination.&nbsp; Management includes general therapeutic measures such as RAAS blockade, diuretics, statins, and prophylactic anticoagulation (in select patients), in addition to specific treatment tailored to the underlying etiology.&nbsp; Podocytopathies (eg, minimal change disease, focal segmental glomerulosclerosis) that are primary are usually treated with corticosteroids or corticosteroid-sparing agents; secondary disease is treated by addressing the underlying cause (eg, nonsteroidal anti-inflammatory drug cessation, weight loss, HIV treatment).&nbsp; Primary membranous nephropathy treatment depends on disease risk; secondary membranous nephropathy is treated by addressing the underlying cause (eg, offending medication, malignancy).</p>\n</div>\n\n            "
}