{
  "meta": {
    "title": "Nephrolithiasis",
    "url": "https://brainandscalpel.vercel.app/nephrolithiasis-d100d456-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:58.622Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Nephrolithiasis, commonly known as kidney stones, is a prevalent urological disorder characterized by the formation of solid concretions in the kidneys.&nbsp; Nephrolithiasis occurs more frequently in males than in females by a ratio of 3:1, although this gap has been narrowing in recent years.&nbsp; The peak age of onset for nephrolithiasis is between age 20-50.&nbsp; There has been increased incidence over the past several years, which is attributed to various factors including dietary changes and increasing obesity rates.&nbsp; Recurrence rates are high if preventive measures are not taken, with about 50% of individuals experiencing a subsequent stone within 5-10 years of their first episode.</p>\n<h1>Pathophysiology</h1><h2>Stone formation</h2><br><br><p>Kidney stones form when an imbalance exists between stone-promoting and stone-inhibiting factors in the urinary system.&nbsp; This process typically involves several stages.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Supersaturation</strong>:&nbsp; Urine becomes oversaturated with stone-forming substances (eg, calcium, oxalate, uric acid).</li>\n\t<li><strong>Nucleation</strong>:&nbsp; Crystal formation begins around a nidus, often on a damaged area of the renal epithelium.</li>\n\t<li><strong>Crystal growth and aggregation</strong>:&nbsp; The initial crystals grow larger as more substances aggregate.&nbsp; Smaller crystals combine to form larger stones.</li>\n\t<li>Retention:&nbsp; Stones become large enough to be trapped within the kidney or urinary tract.</li>\n</ul>\n<h2>Types of stones</h2><br><br><p><strong>Calcium stones</strong> are by far the most common, comprising 70%-80% of cases.&nbsp; These include stones composed of calcium oxalate (octahedral on microscopy) and calcium phosphate (elongated, wedge-shaped with rosettes on microscopy).</p><br><br><p>Other stones include (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22745.jpg\" alt=\"table 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">table 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Struvite or triple phosphate</strong> (magnesium ammonium phosphate) (15% of cases)<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Associated with urinary tract infections with urease-producing bacteria (eg, <em>Proteus</em>, <em>Klebsiella</em>)</li>\n\t\t<li>Grow rapidly and form large \"staghorn\" calculi, usually in alkaline urine (pH &gt; 7)</li>\n\t\t<li>Microscopic appearance: rectangular prism (\"coffin lids\")</li>\n\t</ul>\n\t</li>\n\t<li><strong>Uric acid</strong> (5% of cases)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Associated with high purine diets and gout</li>\n\t\t<li>More likely to form in persistently acidic urine (pH &lt; 5.5)</li>\n\t\t<li>Microscopic appearance: yellow or red-brown diamond or rhombus</li>\n\t\t<li>Radiolucent on plain radiographs, visible on CT</li>\n\t</ul>\n\t</li>\n\t<li><strong>Cystine</strong> (1% of cases)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Associated with the genetic disorder cystinuria</li>\n\t\t<li>Microscopic appearance: flat, yellow, hexagonal crystals</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>Risk factors for nephrolithiasis include dietary factors, medical conditions, genetics, and medications.</p>\n<h2>Dietary factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Dehydration (urine volume &lt;1 L/day) concentrates the urine, promoting crystal precipitation.</li>\n\t<li>Low calcium intake increases intestinal oxalate absorption (more free oxalate unbound to calcium in the gut), promoting calcium oxalate formation.</li>\n\t<li>High oxalate intake promotes calcium oxalate formation, especially when combined with low calcium intake.</li>\n\t<li>High sodium and low potassium intake increase urinary calcium excretion, promoting calcium-stone formation.</li>\n\t<li>Excess vitamin C intake (doses &gt;1 g/day) are metabolized to oxalate, leading to increased urinary oxalate excretion.</li>\n</ul>\n<h2>Medical conditions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Primary hyperparathyroidism increases urinary calcium excretion.</li>\n\t<li>Malabsorptive conditions such as gastric bypass or inflammatory bowel disease increase intestinal oxalate absorption with subsequent calcium oxalate urinary excretion (enteric hyperoxaluria (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25376.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )).</li>\n\t<li>Metabolic syndrome:&nbsp; Obesity, hypertension, and diabetes mellitus promote increased urinary calcium and/or oxalate excretion.</li>\n\t<li>Gout, with increased uric acid production and excretion.</li>\n\t<li>Distal (type 1) renal tubular acidosis causes persistently alkaline urine and hypocitraturia.</li>\n</ul>\n<h2>Genetic factors</h2><br><br><p>A family history of nephrolithiasis increases risk by 2-3 times.&nbsp; Twin studies suggest about 50% heritability of stone risk, likely involving multiple genetic loci affecting various aspects of calcium, oxalate, and citrate metabolism.</p>\n<h2>Medications</h2><br><br><p>Certain medications can increase the risk of kidney stones.&nbsp; These include carbonic anhydrase inhibitors (eg, topiramate), long-term glucocorticoids, and loop diuretics.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with nephrolithiasis may be asymptomatic, with stones discovered incidentally on imaging, or more commonly, they may experience symptoms that often depend on the stone location (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42519.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Symptoms include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Renal colic</strong>:&nbsp; Often severe, and usually waxes and wanes.&nbsp; It commonly radiates to the groin, especially as the stone passes down the ureter.&nbsp; In cases of obstruction at the vesicoureteral junction, pain may radiate to the perineum, penis, or testicle/labium.</li>\n\t<li><strong>Hematuria</strong>:&nbsp; Stones usually disrupt the ureteral epithelium with resulting gross or microscopic hematuria, present in most patients.</li>\n\t<li><strong>Urinary symptoms</strong>:&nbsp; As the stone approaches the bladder, patients often experience urinary frequency, urgency, and dysuria.</li>\n\t<li><strong>Nausea and vomiting</strong> are commonly seen due to shared splanchnic innervation.</li>\n</ul><br><br><p>Notably, small stones (&lt;5 mm) may pass spontaneously with minimal symptoms, whereas larger stones are more likely to cause significant pain and obstruction.</p>\n<h1>Differential diagnosis</h1><br><br><p>The presence of flank pain and hematuria significantly increases the likelihood of nephrolithiasis, as most other mimic conditions do not cause hematuria (except renal cell carcinoma).</p><br><br><p>When hematuria is absent, the differential diagnosis is broader and includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pyelonephritis</strong>:&nbsp; systemic signs of infection (eg, fever) and constant pain are typical.</li>\n\t<li><strong>Appendicitis</strong>:&nbsp; right-sided abdominal pain but typically starts periumbilically and migrates to the right lower quadrant.</li>\n\t<li><strong>Diverticulitis</strong>:&nbsp; localized left lower quadrant pain that is typically mild and associated with changes in bowel habits (eg, constipation).</li>\n\t<li><strong>Gallbladder disease</strong>:&nbsp; localized right upper quadrant pain exacerbated by eating (biliary colic) or deep palpation (acute cholecystitis).</li>\n\t<li><strong>Ectopic pregnancy</strong>:&nbsp; can cause noncolicky lower abdominal pain and vaginal bleeding.</li>\n\t<li><strong>Testicular/ovarian torsion</strong>:&nbsp; pain is usually constant and localized to the affected gonad.</li>\n\t<li><strong>Herpes zoster (shingles)</strong>:&nbsp; can cause band-like pain in the flank region before the characteristic rash appears.</li>\n\t<li><strong>Musculoskeletal pain</strong>:&nbsp; pain is usually positional and often preceded by injury or overexertion.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Nephrolithiasis should be high on the differential for patients presenting with renal colic or flank pain, with or without hematuria, especially with a history of prior episodes.&nbsp; Laboratory studies and diagnostic imaging are critical.</p>\n<h2>Laboratory testing</h2><br><br><p>A basic metabolic panel should be obtained to assess renal function.&nbsp; Urinalysis may show <strong>nonglomerular hematuria</strong> (normal red blood cell morphology) or <strong>evidence of urinary tract infection</strong> (eg, pyuria, bacteriuria).&nbsp; Urine pH can provide clues to stone composition, and inspection of <strong>urine sediment</strong> may identify crystals corresponding to the type of stone (eg, polygonal uric acid crystals).&nbsp; Stone analysis (after stone passage or retrieval) and/or 24-hour urine collection can identify stone composition, helping guide prevention strategies.</p>\n<h2>Diagnostic imaging</h2><br><br><p>The preferred imaging modality in nonpregnant patients is <strong>CT of the abdomen and pelvis without contrast</strong> (contrast reduces visualization of small stones).&nbsp; Typical findings include perinephric stranding and dilation of the ureter and renal pelvis; visualization of the stone itself is often possible but not required for diagnosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97887.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Although ultrasonography is relatively sensitive for detecting ureteral and calyceal dilation due to an obstructing stone (hydronephrosis), small stones themselves may not be visible.&nbsp; Therefore, ultrasonography is typically reserved for follow-up (eg, to ensure resolution of hydronephrosis) and in pregnancy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18733.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Abdominal x-rays have poor overall sensitivity, particularly for radiolucent uric acid stones, and are not commonly used; however, they can identify large, radiopaque calcium stones.<p></p>\n<h1>Management</h1><br><br><p>The management of nephrolithiasis depends on stone size, location, and symptoms (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91939.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p>\n<h2>Conservative management</h2><br><br><p>For uncomplicated ureteral stones <strong>≤5 mm</strong> in diameter, most pass spontaneously.&nbsp; Oral analgesics are typically prescribed, with <strong>nonsteroidal anti-inflammatory drugs</strong> preferred over opioids.&nbsp; Increased oral fluid intake (&gt;2 L/day) is advised to ensure adequate flow of dilute urine.&nbsp; Patients are instructed to strain their urine so that a stone can be captured for composition analysis.</p><br><br><p>For larger stones <strong>&gt;5 to ≤10 mm</strong>, medical expulsive therapy should be used to slow ureteral contractions and relax ureteral smooth muscle, preventing spasms so that the stone can pass.&nbsp; <strong>Alpha blockers</strong> (eg, tamsulosin) are preferred, although calcium channel blockers (eg, nifedipine) are occasionally used.</p>\n<h2>Interventional management</h2><br><br><p>Stones <strong>&gt;10 mm</strong> are unlikely to pass spontaneously and warrant outpatient urologic evaluation to consider additional interventions.&nbsp; In addition, hospitalization and urgent urologic consultation are indicated regardless of stone size in patients with <strong>complicated nephrolithiasis</strong>.&nbsp; This includes those with urinary tract infection or sepsis (requires empiric IV antibiotics), acute kidney injury, complete obstruction, or refractory pain, nausea, or vomiting.&nbsp; Interventional options include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Extracorporeal shock wave lithotripsy</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31788.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; noninvasive fragmentation of stones, allowing for spontaneous passage</li>\n\t<li><strong>Ureteroscopy with laser lithotripsy</strong>:&nbsp; endoscopic stone removal or fragmentation</li>\n\t<li><strong>Percutaneous nephrolithotomy</strong>:&nbsp; for large (&gt;2 cm) or complex stones, such as struvite stones, because any residual stone fragments continue to seed infections, producing additional stones</li>\n</ul><br><br><p>Laparoscopic and open surgical stone removal are rarely needed.</p>\n<h2>Prevention</h2><br><br><p>The risk of future nephrolithiasis can be reduced by behavioral modifications and medications.&nbsp; Patients should be encouraged to increase <strong>fluid intake</strong> with a goal daily urine output &gt;2.5 L.</p><br><br><p>In patients with suspected or confirmed calcium-containing stones (ie, majority of cases), a <strong>low-sodium diet</strong> should be recommended to reduce calcium excretion.&nbsp; Importantly, a low-calcium diet should be discouraged because calcium binds intestinal oxalate, thereby reducing the risk of calcium oxalate stone formation; instead, limiting dietary oxalate intake should be advised.&nbsp; A potassium-rich diet helps promote urinary citrate excretion, reducing risk of stone formation.&nbsp; In addition, <strong>thiazide diuretics</strong> can be used to reduce urinary calcium concentrations by up to 50%.</p><br><br><p>For uric acid stones, treatment includes hydration, <strong>alkalinization of the urine</strong>, a <strong>low-purine diet</strong>, and/or <strong>xanthine</strong> oxidase <strong>inhibitors</strong> (eg, allopurinol).&nbsp; Alkalinization of the urine to pH 6-7 with oral potassium citrate is recommended because increased urine pH increases uric acid solubility and promotes dissolution of stones.</p><br><br><p>A summary of risk factors and preventive strategies is provided in the accompanying table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42288.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Summary</h1><br><br><p>Nephrolithiasis occurs when stone-forming substances become concentrated in the urine, leading to crystal formation and growth.&nbsp; Although calcium-based stones account for 70%-80% of cases, other types include struvite, uric acid, and cystine stones, each with distinct characteristics and risk factors.&nbsp; Diagnosis involves assessing symptoms (eg, flank pain, hematuria), laboratory tests (eg, urinalysis), and imaging studies, with noncontrast CT being the preferred method.</p><br><br><p>Management approaches vary from conservative measures for small stones (≤5 mm) to surgical interventions for larger (&gt;10 mm) or complicated cases (eg, staghorn calculi).&nbsp; For stones 5-10 mm, medical expulsive therapy using alpha blockers (eg, tamsulosin) can facilitate passage.&nbsp; Prevention strategies include increased fluid intake to maintain dilute urine, dietary modifications such as moderating sodium and oxalate intake while ensuring adequate calcium consumption and, in some cases, medications to alter urinary composition.&nbsp; For specific stone types, targeted interventions may be necessary, such as urinary alkalinization (uric acid stones) or thiazide diuretics (calcium stones).</p>\n</div>\n\n            "
}