{
  "meta": {
    "title": "Neurogenic bladder",
    "url": "https://brainandscalpel.vercel.app/neurogenic-bladder-e1eaffad-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:58.655Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Neurogenic bladder refers to dysfunction of the urinary bladder due to issues in the nervous system's control of micturition.&nbsp; It can be seen with a variety of conditions and may have various manifestations.&nbsp; Depending on the site and type of neurologic lesion, the bladder may be hyperactive (spastic) or underactive (flaccid), leading to urinary incontinence, urinary retention, recurrent infections, and renal damage.</p>\n<h1>Pathogenesis</h1><br><br><p>Normal voiding involves coordinated inhibition and activation of the bladder (detrusor muscle), pelvic floor, and urethral sphincter muscles that are mediated by the autonomic and somatic nervous systems.&nbsp; Continence is maintained by sympathetic innervation that relaxes the detrusor muscle and contracts the internal urethral sphincter.&nbsp; Normal bladder filling reaches approximately 250-500 mL before there is an urge to urinate.&nbsp; As bladder volume rises, input from the bladder to the spinal cord increases, and higher cortical centers in the brain recognize when the bladder is full and trigger a transition from the storage phase to the emptying phase.&nbsp; This releases the pontine micturition center (located in the brainstem) from tonic inhibition and allows the pons to coordinate detrusor contraction and sphincter relaxation.</p><br><br><p>Voiding occurs when sympathetic stimulation decreases (relaxing the internal urethral sphincter and releasing inhibition of detrusor contractions) and parasympathetic stimulation increases (initiating detrusor contractions).&nbsp; The subsequent relaxation of the external urethral sphincter and pelvic floor muscles and the rising bladder pressure relative to urethral pressure result in the flow of urine from the bladder through the urethra.</p><br><br><p>Damage or disease affecting any component of the neurologic system can disrupt bladder storage or emptying, causing neurogenic bladder.&nbsp; The specific manifestations vary according to the site of interruption; in general, lesions superior to the sacral spinal cord result in <strong>detrusor overactivity</strong> (ie, overactive or spastic bladder), and lesions of the sacral spinal cord or peripheral nerves lead to <strong>detrusor underactivity</strong> (ie, flaccid bladder).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Suprapontine lesions:&nbsp; Detrusor overactivity (storage symptoms) causes interrupted communication between the cerebral cortex and the pons → releases the pontine micturition center from inhibition → increases downstream signaling through the spinal cord and peripheral nerves → detrusor overactivity.</li>\n\t<li>Spinal cord lesions above the sacral level:&nbsp; Initial phase (spinal shock) causes urinary retention; over time, detrusor overactivity (storage symptoms) and detrusor-sphincter dyssynergia (voiding symptoms) develop as spinal reflexes return.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Spinal shock (may last days to months):&nbsp; Immediately after an injury to the spinal cord (eg, fall, blunt force trauma), loss of function occurs inferior to the level of the injury → paralysis, loss of sensation and reflexes, bowel or bladder incontinence, and urinary retention.</li>\n\t\t<li>Detrusor overactivity:&nbsp; Overactivity occurs due to activation of a spinal reflex arc → afferent fibers from the lower urinary tract become sensitized and activate at lower bladder volumes → triggers detrusor contractions.</li>\n\t\t<li>Detrusor-sphincter dyssynergia:&nbsp; Abnormal spinal cord signaling causes simultaneous contraction of the detrusor and the external urethral sphincter → bladder contracts against a closed sphincter → urinary retention.</li>\n\t</ul>\n\t</li>\n\t<li>Sacral spinal cord (S2 S4)/peripheral nerve lesions:&nbsp; Underactive detrusor (predominantly voiding symptoms):&nbsp; Impaired lower motor neuron signaling → loss of detrusor contractility → underactive or atonic bladder → voiding symptoms, high postvoid residual volume (PVR), the volume of urine that remains in the bladder following an attempt to void.</li>\n</ul><br><br><p>The <strong>overactive (spastic) bladder</strong> typically results from increased detrusor muscle tone, leading to small bladder volumes and high bladder pressure.&nbsp; In contrast, the <strong>underactive (flaccid) bladder</strong> is caused by decreased detrusor muscle tone and impaired contractility and results in a large bladder volume.</p>\n<h1>Risk factors</h1><br><br><p>Risk factors include pathologic processes that can injure any part of the neural pathways involved in bladder function.&nbsp; These include neurologic disorders (eg, multiple sclerosis, stroke), spinal cord lesions (eg, trauma, spinal stenosis, tethered cord syndrome), neuropathies (eg, diabetic neuropathy), and pelvic trauma or surgery.</p>\n<h1>Clinical presentation</h1><br><br><p>Symptoms vary depending on lesion location and may change over time as the neurologic injury becomes progressive or stabilizes.&nbsp; Many patients have mixed storage and emptying symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Storage symptoms</strong>:&nbsp; Urgency, frequency, nocturia, urge incontinence, need to void despite small urine volumes.</li>\n\t<li><strong>Voiding symptoms</strong>:&nbsp; Hesitancy, weak stream, straining, incomplete emptying.&nbsp; This may lead to high bladder volumes (due to urinary retention) and overflow or stress incontinence (ie, leakage of urine during episodes of increased intraabdominal pressure [eg, coughing, lifting]).</li>\n\t<li><strong>Complications</strong>:&nbsp; Recurrent urinary tract infections, nephrolithiasis, vesicoureteral reflux, chronic kidney disease.</li>\n</ul><br><br><p>Depending on the neurologic issue, many patients with neurogenic bladder may have additional neurologic symptoms (eg, impotence, impaired sensation, muscle paralysis or weakness, bowel dysfunction or incontinence).&nbsp; Voiding symptoms can also occur in isolation, particularly in cases involving peripheral nerve dysfunction.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Benign prostatic hyperplasia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40927.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; The enlarging prostate can obstruct the bladder neck and upper urethra, leading to a mixture of storage (eg, nocturia, frequency, urgency) and voiding (eg, intermittent or slow stream, dribbling, straining to void) symptoms.&nbsp; An enlarged prostate is palpable on digital rectal examination, and patients may have an elevated PVR or serum prostate-specific antigen.</li>\n\t<li><strong>Overactive bladder</strong>:&nbsp; This may occur in both sexes and causes chronic urinary urgency, frequency, and nocturia, with or without urgency incontinence.&nbsp; The absence of an associated neurologic condition distinguishes overactive bladder from neurogenic bladder with detrusor overactivity.</li>\n\t<li><strong>Urinary tract infection</strong>:&nbsp; Urinary tract infections typically present with urinary frequency and urgency.&nbsp; However, there is usually associated dysuria or hematuria, and urinalysis often shows white blood cells, nitrites, and leukocyte esterase.</li>\n\t<li><strong>Urethral stricture</strong>:&nbsp; Strictures are more common in males and usually develop due to a fibrotic healing response to urethral injury.&nbsp; Narrowing of the urethral lumen obstructs urinary flow and causes a weak or interrupted urinary stream, straining to urinate, and incomplete bladder emptying.&nbsp; Patients may also have pain with ejaculation or delayed or intermittent discharge of ejaculate.&nbsp; Retrograde urethrography demonstrates luminal narrowing at the stricture (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L98784.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Functional urinary incontinence</strong>:&nbsp; This occurs when physical (eg, disability, injury) or mental (eg, dementia, poor cognition) impairment prevents bladder emptying, frequently with episodes of urinary incontinence.&nbsp; Because there is no interruption of the nervous system pathways involved in urination, patients have a normal neurologic examination.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of neurogenic bladder should be suspected when there is a temporal correlation between a known nervous system insult and the onset of symptoms.&nbsp; A voiding diary may be used to help assess symptoms, evaluate the frequency and volume of voids, and identify incontinence episodes.</p><br><br><p>Physical examination focuses on abdominal, pelvic, and targeted neurologic evaluation to identify additional neurologic deficits.&nbsp; In those with detrusor underactivity, an enlarged bladder may be palpated abdominally.</p>\n<h2>Laboratory evaluation</h2><br><br><p>There are no specific laboratory studies for neurogenic bladder, but a urinalysis is typically performed, often with urine culture, to evaluate for a urinary tract infection.&nbsp; A serum creatinine level is used to evaluate renal function, and a PSA level can be used to evaluate prostate pathology in males.</p>\n<h2>Imaging studies</h2><br><br><p>In those with a suspected neurogenic bladder, bladder ultrasonography is often performed to measure the PVR.&nbsp; Renal ultrasonography may be performed to evaluate for hydronephrosis and renal scarring, and an MRI/CT scan of the brain or spine may be performed to evaluate for structural neurologic lesions.</p><br><br><p>Further testing may be warranted in certain circumstances when the diagnosis is unclear and additional pathology must be ruled out.&nbsp; Options include urine cytology or bladder biopsy (rule out malignancy), cystoscopy, urodynamics testing (evaluates detrusor and bladder outlet function), and voiding cystourethrography (to evaluate for vesicoureteral reflux).</p>\n<h1>Management</h1><br><br><p>The goals of treatment are to improve quality of life, allow for elimination of urine in a socially acceptable manner, preserve renal function, and prevent the development of urinary tract infections and other complications.&nbsp; Most patients benefit from behavioral modifications (eg, timed voiding, fluid management) and may require bladder drainage to avoid high bladder volumes.&nbsp; Clean intermittent catheterization is the first-line treatment for incomplete bladder emptying.&nbsp; An indwelling catheter is an alternative for patients who are unable to self-catheterize.&nbsp; Additional treatment options depend on the underlying cause and type of bladder dysfunction.</p>\n<h2>Pharmacologic treatment</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Overactive bladder</strong>:&nbsp; Most commonly treated with anticholinergics (eg, oxybutynin, tolterodine) or beta-3 agonists (eg, mirabegron) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81370.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), which cause detrusor muscle relaxation and, subsequently, reduced intravesical pressure and increased bladder capacity.&nbsp; Desmopressin is occasionally used for nocturia because it increases fluid retention by the kidneys to temporarily reduce urine production and bladder volume.&nbsp; In severe cases, botulinum toxin injections can be injected into the detrusor muscle to reduce contractions.</li>\n\t<li><strong>Detrusor sphincter dysynergia</strong>:&nbsp; Alpha blockers (eg, prazosin) relax the smooth muscle of the urethral sphincter to facilitate voiding and reduce intravesical pressures.</li>\n\t<li><strong>Underactive/flaccid bladder</strong>:&nbsp; Cholinergic agonists (eg, bethanechol) stimulate muscarinic receptors on the bladder to increase bladder tone and increase detrusor contraction.</li>\n</ul>\n<h2>Surgical treatment</h2><br><br><p>Multiple surgical options are available for patients who do not respond to conservative management.&nbsp; These include a bladder augmentation, in which the bladder is enlarged to increase bladder capacity and compliance; urinary diversion, which reroutes urinary drainage; and urethral procedures (eg, midurethral sling, bulking agents).&nbsp; In addition, a device can be implanted on the sacral or tibial nerve, which stimulates the nerves to treat overactive bladder (ie, neuromodulation).</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of neurogenic bladder varies by cause, but most cases result in lifelong bladder dysfunction.&nbsp; Poorly managed neurogenic bladder can lead to chronic kidney disease, recurrent infections, and bladder damage.&nbsp; However, with early identification and proper treatment (especially intermittent catheterization and minimization of vesicoureteral reflux), renal function can often be preserved long term.</p><br><br><p>A possible complication that may develop in patients with spinal cord injuries above T6 is autonomic dysreflexia.&nbsp; This occurs due to an exaggerated sympathetic response to noxious stimuli below the level of the cord lesion (eg, constipation, overdistended bladder), causing vasoconstriction and hypertension.&nbsp; Autonomic dysreflexia can cause headache, nausea, sweating, tachycardia or bradycardia, and complications of hypertensive crises (eg, stroke, seizure).</p>\n<h1>Prevention</h1><br><br><p>The primary prevention of neurogenic bladder is the recognition of bladder dysfunction in patients with neurologic disease because even patients with preserved ambulatory function may have unrecognized bladder dysfunction.&nbsp; In those with neurogenic bladder, prevention of complications includes regular monitoring with renal function tests and ultrasonography to detect vesicoureteral reflux and routine use of clean intermittent catheterization to prevent urinary tract infections and bladder overfilling.</p>\n<h1>Summary</h1><br><br><p>Neurogenic bladder is a dysfunction of urinary storage and emptying due to neurologic disorders.&nbsp; The condition presents with a spectrum of urinary symptoms and can result in severe complications if untreated.&nbsp; The diagnosis involves neurologic and urologic evaluation, which often includes imaging, urodynamic studies, and assessment of renal function.&nbsp; The goals of management are to optimize quality of life while preventing complications (eg, infection, chronic kidney disease).&nbsp; Strategies include behavioral, pharmacologic, and catheter-based interventions, with surgery reserved for refractory cases.&nbsp; Early detection and regular monitoring can prevent long-term morbidity.</p>\n</div>\n\n            "
}