{
  "meta": {
    "title": "Polycystic kidney disease and other renal cysts",
    "url": "https://brainandscalpel.vercel.app/polycystic-kidney-disease-and-other-renal-cysts-e15292b4-dd63e3.html",
    "scrapedAt": "2025-12-01T05:08:02.277Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p>Polycystic kidney disease most often refers to autosomal dominant polycystic kidney disease (ADPKD), the primary focus of this article.&nbsp; ADPKD is the most common inherited kidney disorder, affecting approximately 1 in 400 to 1,000 people worldwide.&nbsp; It is a systemic disorder that primarily affects the kidneys causing fluid-filled cysts, but it can also involve other organs, particularly the liver, pancreas, and cerebral vasculature.&nbsp; ADPKD typically manifests in adulthood, with symptoms often appearing between ages 30 and 50, and can lead to kidney dysfunction, hypertension, and eventually end-stage renal disease (ESRD).</p><br><br><p>Autosomal recessive polycystic kidney disease (ARPKD) is less common and primarily affects young children; ARPKD and other cystic kidney disease are briefly discussed in the differential diagnosis section of this article.</p>\n<h1>Pathophysiology </h1><br><br><p>ADPKD results from mutations in genes that encode proteins involved in various cellular processes, including cell division, differentiation, and fluid secretion.&nbsp; Two genes are primarily associated with ADPKD:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em><strong>PKD1</strong></em> <strong>gene</strong> (80% of cases):&nbsp; Located on chromosome 16 and encodes the protein polycystin-1.</li>\n\t<li><em><strong>PKD2</strong></em> <strong>gene</strong> (15% of cases):&nbsp; Located on chromosome 4 and encodes the protein polycystin-2.</li>\n</ul><br><br><p><strong>Polycystin-1</strong> and <strong>polycystin-2</strong> are thought to function together as a complex in primary cilia of kidney tubule cells (in addition to liver and pancreatic cells).&nbsp; They play crucial roles in cell-cell and cell-matrix interactions, signal transduction, and regulation of cell proliferation and differentiation.&nbsp; When these proteins are dysfunctional due to genetic mutations, it leads to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased cell proliferation in kidney tubules</li>\n\t<li>Increased fluid secretion into cyst cavities</li>\n\t<li>Abnormal cell-matrix interactions</li>\n\t<li>Alterations in tubular basement membrane</li>\n</ul><br><br><p>These changes result in the formation and progressive enlargement of cysts (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73060.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), which compress and damage surrounding healthy kidney tissue, leading to fibrosis and progressive kidney dysfunction (ESRD is common, ~50% of patients by age 60).&nbsp; Antidiuretic hormone (ADH), also known as vasopressin, plays a significant role in promoting cyst growth by promoting fluid secretion into cysts.&nbsp; Cyst expansion leads to localized renal ischemia and increases renin release; this activates the renin-angiotensin-aldosterone system (RAAS), resulting in hypertension.&nbsp; Polycystins are also found in endothelial and vascular smooth muscle cells, predisposing to extrarenal manifestations (eg, cerebral aneurysms).<p></p>\n<h1>Genetics and inheritance </h1><br><br><p>ADPKD follows an <strong>autosomal dominant</strong> inheritance pattern, meaning that an affected parent has a 50% chance of passing the disease to each child.&nbsp; Notable genetic features of ADPKD include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Variable expressivity:&nbsp; The severity and progression of the disease can vary significantly, even within the same family.</li>\n\t<li>Age-dependent penetrance:&nbsp; Although the genetic mutation is present from birth, cysts typically develop and enlarge over time, with clinical manifestations usually appearing in adulthood.</li>\n\t<li>Genotype-phenotype correlations:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><em>PKD1</em> mutations generally lead to more severe disease with earlier onset of ESRD than <em>PKD2</em> mutations (20 years earlier on average).</li>\n\t\t<li>Truncating <em>PKD1</em> mutations are typically associated with more severe disease.</li>\n\t</ul>\n\t</li>\n\t<li>Two-hit hypothesis:&nbsp; While one mutated allele is inherited, a \"second hit\" or somatic mutation in the normal allele may be necessary for cyst formation, explaining the focal nature of cyst development.</li>\n</ul><br><br><p>The cystic degeneration of the renal parenchyma begins early in life, although most patients remain asymptomatic until age 30-40 when cysts have become large and numerous.</p>\n<h1>Clinical presentation </h1><br><br><p>The clinical manifestations of ADPKD are diverse and can vary significantly among affected individuals.&nbsp; Many patients may be asymptomatic for years, with the disease often discovered incidentally during imaging studies performed for unrelated reasons.&nbsp; The most common early disease manifestations include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Flank/abdominal pain:</strong>&nbsp; Due to stretching of the renal capsule (chronic pain) or to cyst infection or hemorrhage (acute pain)</li>\n\t<li><strong>Hematuria:</strong>&nbsp; Can be from cyst rupture into the renal collecting system or nephrolithiasis (uric acid stones can be seen due to acidic urine)</li>\n\t<li><strong>Hypertension:</strong>&nbsp; Typically precedes any clinically detectable renal dysfunction and its progression correlates with the cystic structural derangement of the kidneys</li>\n\t<li><strong>Polyuria and polydipsia:</strong>&nbsp; Due to an impaired urinary concentrating ability (from impaired sensitivity to ADH)</li>\n</ul><br><br><p>Major extrarenal complications of ADPKD are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intracranial <strong>aneurysms</strong>:&nbsp;&nbsp;Nearly 5% of young adults and 20% of patients &gt;age 60&nbsp;develop intracranial aneurysms that can rupture causing intracerebral or subarachnoid hemorrhage (eg, \"<strong>thunderclap\" headache</strong>).</li>\n\t<li>Hepatic (up to 80% of patients) and pancreatic cysts</li>\n\t<li>Cardiac valve disease and aortic root dilatation</li>\n\t<li>Diverticulosis</li>\n</ul>\n<h1>Diagnosis </h1><br><br><p>The diagnosis of ADPKD typically involves a combination of family history, imaging studies, and laboratory testing.&nbsp; Ultrasonography is often the initial imaging modality (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44955.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), but it is not as sensitive as a CT scan (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81918.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ); MRI is most sensitive for detecting small cysts.<p></p><br><br><p>Given that the incidence of benign kidney cysts increases with age, diagnostic criteria for ADPKD for patients with a positive family history include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age 15-39: ≥3 unilateral or bilateral kidney cysts</li>\n\t<li>Age 40-59: ≥2 cysts in each kidney</li>\n\t<li>Age ≥60: ≥4 cysts in each kidney</li>\n</ul><br><br><p>In patients without a family history, the diagnosis is made if there are ≥10 cysts per kidney.</p><br><br><p>Complete blood count may show an elevated hemoglobin in some patients (due to increased erythropoietin production, possibly from local ischemia around the renal cysts).&nbsp; Genetic testing can confirm the diagnosis and identify the specific gene mutation, which is particularly useful in patients with no family history or for family planning.</p><br><br><p>Early recognition of ADPKD aids in family planning and the management of potential disease complications.&nbsp; Screening should be performed via renal ultrasonography in individuals ≥18 years with a family history of ADPKD.&nbsp; For patients diagnosed with ADPKD who have a family history of cerebral aneurysm or subarachnoid hemorrhage, or those in high-risk occupations (eg, airline pilots), screening for cerebral aneurysms should be performed (CT or MR angiography).</p>\n<h1>Management </h1><br><br><p>Management of ADPKD focuses on slowing disease progression by limiting cyst growth and controlling blood pressure:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>ACE inhibitors</strong> or <strong>angiotensin receptor blockers:</strong>&nbsp; Preferred due to their inhibitory effect on the RAAS and may also slow cyst growth (angiotensin II may be a growth factor)&nbsp;</li>\n\t<li><strong>Low-salt diet</strong> (≤2 g sodium/day):&nbsp; Helps control intravascular volume and blood pressure, preserving renal function</li>\n\t<li><strong>Suppression of ADH</strong> (ADH stimulates cyst growth):&nbsp; ADH levels are reduced with high fluid intake (&gt;3 L/day) and inhibited using tolvaptan (a V2 receptor ADH antagonist requiring monitoring due to potential liver toxicity)</li>\n</ul><br><br><p>Pain management options include analgesics, cyst drainage, or, rarely, surgical decompression.&nbsp; The disease progresses to <strong>ESRD</strong> in about 50% of patients by age 60, necessitating dialysis and consideration for kidney transplantation.&nbsp; Nephrectomy is occasionally performed in select patients (eg, intractable pain or anorexia due to gastric compression).</p><br><br><p>Family planning and genetic counseling should be offered given the strong genetic basis of the disease.&nbsp; Psychological counseling is beneficial because the diagnosis of ADPKD may result in psychological consequences, have an impact on career decisions, and potentially affect ability to obtain life insurance.</p>\n<h1>Differential diagnosis </h1><h2>Autosomal recessive polycystic kidney disease (ARPKD)</h2><br><br><p>Less commonly, polycystic kidney disease can be due to ARPKD, which typically affects children.&nbsp; ARPKD is due to a deficiency in fibrocystin (protein found in epithelial cells of renal tubules), leading to diffuse microcysts and impaired kidney function.&nbsp; This can cause anuria or oliguria in utero, resulting in severe oligohydramnios and risk of Potter sequence.&nbsp; <strong>Potter sequence</strong> is a predictable series of anomalies caused by fetal compression from <strong>insufficient amniotic fluid</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29810.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Findings include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Flattened facies:</strong>&nbsp; Extrinsic fetal compression leads to a flattened, depressed nasal bridge; prominent epicanthal folds; low-set ears; and a recessed chin.</li>\n\t<li><strong>Limb deformities:</strong>&nbsp; Restricted fetal movement causes deformities such as contractures, hip dislocation, and clubfoot.</li>\n\t<li><strong>Pulmonary hypoplasia:</strong>&nbsp; Restricted thoracic expansion limits fetal lung development, causing respiratory distress and decreased breath sounds after birth.&nbsp; Amniotic fluid is thought to promote production of elastin, collagen, and vascular endothelial growth factor in fetal lungs, and oligohydramnios likely results in reduced alveolarization and angiogenesis.</li>\n</ul><br><br><p>Potter sequence is often fatal in infancy, and patients who survive typically develop chronic lung and kidney disease.</p><br><br><p>In rare cases, severe ADPKD can present similarly in the neonatal period similar to ARPKD, although some ultrasound features may be different (eg, liver abnormalities).&nbsp; Most pediatric patients with ADPKD are diagnosed incidentally (eg, imaging done for another cause) or in the setting of a positive family history.</p>\n<h2>Other renal cysts and lesions</h2><br><br><p>Renal cysts can also be found in patients without polycystic kidney disease.&nbsp; Most of these simple renal cysts (benign), although they can sometimes be malignant (eg, renal cell carcinoma).&nbsp; Radiographic features suggesting a simple renal cyst include (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17251.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sharply demarcated cyst with a smooth, thin wall</strong></li>\n\t<li><strong>Homogenous fluid</strong> within the cyst with a density similar to water</li>\n\t<li><strong>No enhancement</strong> with radiocontrast</li>\n</ul><br><br><p>Simple renal cysts can be solitary or multiple and bilateral.&nbsp; Most require no treatment or further monitoring (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35217.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Types of renal lesions that can typically be identified on imaging include hemorrhagic or proteinaceous cysts, angiomyolipoma (benign smooth muscle neoplasms), and some vascular abnormalities (eg, arteriovenous malformations).<p></p>\n<h1>Summary </h1><br><br><p>The most common type of polycystic kidney disease is autosomal dominant polycystic kidney disease (ADPKD), which is usually caused by mutations in the <em>PKD1</em> (80% of cases) or <em>PK2D2</em> (15% of cases) genes.&nbsp; These mutations lead to dysfunction of polycystin proteins, resulting in the formation and growth of renal cysts.&nbsp; ADPKD typically manifests between age 30 and 50, with hypertension often preceding detectable renal dysfunction.&nbsp; Key extrarenal manifestations include hepatic cysts and cerebral aneurysms.</p><br><br><p>Blood pressure control is key, namely in the form of RAAS inhibition (eg, ACE inhibitors).&nbsp; Given that antidiuretic hormone (ADH) promotes cyst formation and growth, reducing ADH secretion (&gt;3 L/day fluid intake) and/or inhibiting ADH (eg, tolvaptan) are important.&nbsp; For patients progressing to end-stage renal disease, dialysis and kidney transplantation are necessary.</p><br><br><p>Autosomal recessive polycystic kidney disease (ARPKD) is more commonly seen in children and, if severe, may be associated with Potter sequence.&nbsp; Renal cysts do not always represent polycystic kidney disease; simple cysts can often be distinguished from complex cysts based on their radiographic features.</p>\n</div>\n\n            "
}