{
  "meta": {
    "title": "Poststreptococcal glomerulonephritis",
    "url": "https://brainandscalpel.vercel.app/poststreptococcal-glomerulonephritis-bd9aca31-dd63e3.html",
    "scrapedAt": "2025-12-01T05:08:06.719Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p>Poststreptococcal glomerulonephritis (PSGN) is a nonsuppurative complication of infection with nephritogenic strains of group A <em>Streptococcus</em> (GAS) (eg, <em>Streptococcus pyogenes</em>).&nbsp; PSGN is the most common cause of nephritic syndrome in children.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>PSGN is an <strong>immune-complex mediated</strong> condition that occurs 7-10 days after GAS pharyngeal infection or 2-4 weeks after GAS skin infection (eg, impetigo, cellulitis).&nbsp; During the initial infection, B cells produce IgG antibodies in response to nephritogenic antigens expressed by certain strains of GAS.&nbsp; These antibodies form nephritogenic GAS antigen-antibody complexes that cause glomerular injury, as follows (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68074.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Complement activation</strong>:&nbsp; Immune complex deposition along the glomerular basement membrane (GBM) activates the alternate complement pathway (ie, type III hypersensitivity reaction).&nbsp; Complement component C3 accumulates within the immune complex deposits, leading to decreased serum C3 levels.&nbsp;</li>\n\t<li><strong>Glomerular inflammation</strong>:&nbsp; Complement activation induced an inflammatory response with leukocytic infiltration and cytokine production within the GBM.</li>\n\t<li><strong>Glomerular injury</strong>:&nbsp; Neutrophil-mediated damage to glomerular podocytes leads to increased GBM permeability.&nbsp; In addition, GBM thickening causes impaired glomerular filtration.</li>\n</ul><br><br><p>The primary risk factor for PSGN is infection with <strong>nephritogenic strains of GAS</strong>.&nbsp; Therefore, PSGN is most common in school-aged children who are more likely to be exposed to streptococcal bacteria.&nbsp; In addition, patients who are predisposed to secondary bacterial skin infection (eg, atopic dermatitis) are at increased risk.</p>\n<h1>Pathology</h1><br><br><p>Histopathological examination of renal tissue in PSGN shows diffuse proliferative glomerulonephritis characterized by the presence of inflammatory cells, including neutrophils and monocytes, within the glomeruli.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Light microscopy shows <strong>large, hypercellular glomeruli</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65545.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Hypercellularity, which involves all lobules of all glomeruli, is the result of leukocyte infiltration and endothelial and mesangial cell proliferation in response to secreted cytokines.</li>\n\t<li>Electron microscopy show immune complexes that appear as <strong>large, dome-shaped, subepithelial, electron-dense deposits</strong> (\"humps\") (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71881.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp;</li>\n\t<li>Immunofluorescence shows coarse, granular deposits of IgG, IgM, and C3 that give the characteristic <strong>\"lumpy-bumpy\" GBM appearance</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71882.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation can vary from only microscopic hematuria to overt nephritic syndrome with the following symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased glomerular permeability:&nbsp; Increased glomerular permeability typically results in hematuria (tea- or cola-colored) with or without red blood cell casts and mild proteinuria.&nbsp; Urinary protein loss contributes to decreased intravascular oncotic pressure and third spacing.&nbsp;</li>\n\t<li>Impaired glomerular filtration:&nbsp; Acute kidney injury (AKI) leads to impaired glomerular filtration (eg, increased serum creatinine) and sodium excretion.&nbsp;</li>\n</ul><br><br><p>Combined water and sodium retention leads to volume overload with hypertension and edema (eg, generalized, periorbital).</p><br><br><p>Some patients present with a history of GAS infection; however, because the condition occurs 2-4 weeks after the primary infection, patients may not report a history of infection because they do not think it is relevant to their current condition.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of PSGN involves a thorough history and physical examination as well as laboratory tests.&nbsp; The diagnosis is made in patients with signs and symptoms of acute nephritis (eg, hematuria, edema, hypertension) and either a history or laboratory evidence of recent GAS infection.&nbsp; A renal biopsy is generally not necessary for diagnosis when the presentation is classic.&nbsp; Standard laboratory evaluation in suspected PSGN includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Urinalysis</strong>:&nbsp; Urinalysis detects hematuria with or without red blood cell casts and variable degrees of proteinuria.</li>\n\t<li><strong>Complement</strong>:&nbsp; Complement components <strong>C3 and CH50</strong> (marker of total complement activity) levels are <strong>markedly decreased</strong> in the first two weeks of illness.&nbsp; C4 (marker of classical pathway activation) levels are typically normal but may be low in patients with activation of both complement pathways.&nbsp; Low serum C3 and <strong>normal serum C4</strong> levels are a distinguishing feature of PSGN.&nbsp; C3 and CH50 levels normalize within 4-8 weeks.</li>\n\t<li><strong>Renal function</strong>:&nbsp; Serum creatinine and blood urea nitrogen levels are often elevated due to glomerular injury and impaired glomerular filtration.&nbsp;</li>\n\t<li><strong>Streptozyme test</strong>:&nbsp; The streptozyme test measures 5 different streptococcal antibodies, including anti-streptolysin, anti-hyaluronidase, anti-streptokinase, anti-nicotinamide-adenine dinucleotidase, and anti-DNase B antibodies.&nbsp; Various combinations of these titers will be elevated depending on the type of precedent streptococcal infection.&nbsp; Because PSGN presents weeks after the initial streptococcal infection, throat and/or skin cultures may be negative.&nbsp;</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Differential diagnosis of PSGN includes other causes of glomerulonephritis such as IgA nephropathy, lupus nephritis, and IgA vasculitis.&nbsp; Distinguishing features include clinical and laboratory findings.&nbsp; Renal biopsy may be necessary to confirm the diagnosis in some cases.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>IgA nephropathy</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/67223.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; occurs days (not weeks) after an upper respiratory tract infection.&nbsp; Pathogenic IgA antibodies are produced in response to mucosal infection and form deposits in the mesangium, causing glomerular inflammation and injury.&nbsp; Patients may be asymptomatic or present with hematuria with or without flank pain, low-grade fever, and hypertension.&nbsp; Unlike PSGN, patients with IgA nephropathy have normal C3, CH50, and C4 levels.&nbsp; Also, IgA nephropathy often recurs with subsequent upper respiratory tract infections whereas recurrence is rare in PSGN.</li>\n\t<li><strong>Lupus nephritis</strong> and <strong>IgA vasculitis</strong> (also known as Henoch-Schönlein Purpura nephritis):&nbsp; Unlike patients with PSGN, patients with lupus nephritis and IgA vasculitis have extrarenal manifestations of these disease (eg, arthritis/arthralgia, rash).&nbsp; Complement levels may also distinguish these diagnoses; patients with lupus nephritis have low C3 and C4 levels, and patients with IgA vasculitis have normal complement levels.&nbsp;</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of PSGN focuses on <strong>supportive care</strong> and treatment of <strong>complications due to volume overload</strong>, including hypertension and pulmonary edema.&nbsp; First-line treatment for hypertension and edema is loop diuretics (eg, furosemide).&nbsp; Most patients do not require adjunctive therapy, but additional antihypertensives (eg, calcium channel blockers) should be given to those with hypertensive encephalopathy (eg, headache) or hypertension refractory to diuresis.&nbsp; Fluid restriction may be indicated, and caution should be used with intravenous fluids because they may worsen edema and hypertension.&nbsp; Antibiotics may be indicated to treat ongoing streptococcal infection.&nbsp; In severe cases with rapidly declining renal function, dialysis may be considered.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of PSGN is generally favorable, particularly in children.&nbsp; The majority of pediatric patients with PSGN, even those with acute kidney injury and nephritic syndrome, have complete clinical recovery within weeks, although urinalysis findings may take months to normalize.</p><br><br><p>However, as many as 40% of adults diagnosed with PSGN develop chronic kidney disease, persistent hypertension, or recurrent proteinuria, with 10% progressing to end-stage renal disease.&nbsp; Preexisting kidney disease, metabolic syndrome, and diabetes are also poor prognostic indicators.</p>\n<h1>Summary</h1><br><br><p>Poststreptococcal glomerulonephritis (PSGN) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/67728.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a nonsuppurative complication of infection with nephritogenic strains of group A beta-hemolytic <em>Streptococcus</em> species (eg, pharyngitis, impetigo) that occurs due to immune complex deposition on the glomerular basement membrane.&nbsp; Patients typically present with hematuria, proteinuria (variable), edema, hypertension, and oliguria with low C3 and CH50 levels.&nbsp; Diagnosis requires history or laboratory evidence of recent streptococcal infection.&nbsp; Treatment is supportive, although patients may require loop diuretics and restricted salt/water intake due to complications of volume overload (eg, hypertension, pulmonary edema).<p></p>\n</div>\n\n            "
}