{
  "meta": {
    "title": "Postoperative urinary retention",
    "url": "https://brainandscalpel.vercel.app/postoperative-urinary-retention-8c17c81a-dd63e3.html",
    "scrapedAt": "2025-12-01T05:08:03.980Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Postoperative urinary retention (POUR) is the inability to voluntarily void urine after surgery despite a distended bladder.&nbsp; This common complication occurs in the immediate postoperative period, with the incidence varying widely depending on the type of surgery, anesthetic technique, and patient population.&nbsp; Although POUR usually resolves within several days without any sequelae, it can cause significant discomfort, urinary tract infections, and, in severe cases, long-term detrusor dysfunction.</p>\n<h1>Pathogenesis</h1><br><br><p>Normal voiding physiology involves complex interactions between the bladder, pelvic floor, and urethral muscles; these interactions are mediated by the autonomic and somatic nervous systems.&nbsp; Continence is maintained by sympathetic innervation that relaxes the detrusor muscle and contracts the internal urethral sphincter.&nbsp; Normal bladder filling reaches approximately 250-500 mL before an urge to urinate is felt.&nbsp; As the bladder fills, afferent input from the detrusor muscle increases, stimulating the pontine micturition center in the brain (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52716.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Voiding occurs when sympathetic stimulation decreases, relaxing the internal urethral sphincter and releasing inhibition of detrusor contraction, and when parasympathetic stimulation increases, initiating detrusor contractions.&nbsp; The external urethral sphincter and pelvic floor muscles then relax voluntarily, and the rising bladder pressure relative to urethral pressure results in the flow of urine from the bladder through the urethra.<p></p><br><br><p>POUR results from an imbalance between bladder filling and emptying mechanisms, often exacerbated by perioperative interventions.&nbsp; The pathogenesis of POUR involves a combination of factors, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neurologic injury</strong>:&nbsp; Injury to the pelvic (parasympathetic) or hypogastric (sympathetic) plexuses or pudendal nerve due to surgical manipulation, trauma, thermal injury, or devascularization.</li>\n\t<li><strong>Pharmacologic effects</strong>:&nbsp; Opioids, anticholinergics, epidural and spinal anesthesia, and general anesthetic agents can interfere with reflex arcs, reduce detrusor muscle contractility, and increase bladder outlet resistance.</li>\n\t<li><strong>Mechanical factors</strong>:&nbsp; Local edema or hematoma, prolonged recumbency, failure of pelvic floor relaxation, urethral obstruction (eg, vaginal packing, urethral slings, suture), and constipation can all cause outflow tract obstruction.</li>\n</ul>\n<h1>Risk factors</h1><br><br><p><strong>Patient-related</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Older age (especially age &gt;60).</li>\n\t<li>Male sex (due to higher baseline rates of bladder outlet obstruction).</li>\n\t<li>Preexisting voiding dysfunction or benign prostatic hyperplasia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40927.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li>Neurologic disease (eg, Parkinson disease, multiple sclerosis).</li>\n\t<li>Diabetes mellitus (autonomic neuropathy).</li>\n</ul><br><br><p><strong>Procedure-related</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Orthopedic procedures (especially hip and knee arthroplasty).</li>\n\t<li>Inguinal hernia repair.</li>\n\t<li>Pelvic procedures or colorectal surgery.</li>\n\t<li>Prolonged operative time (&gt;2 hr).</li>\n</ul><br><br><p><strong>Anesthesia-related</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Spinal or epidural anesthesia.</li>\n\t<li>Use of long-acting opioids.</li>\n\t<li>Administration of a large volume of intravenous fluids.</li>\n\t<li>Administration of anticholinergic medications.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients typically present postoperatively with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Inability to void</strong>.</li>\n\t<li>Slow urinary stream, need to strain to void, or sensation of incomplete bladder emptying.</li>\n\t<li>Suprapubic discomfort or pain.</li>\n\t<li>Palpable or percussible bladder distension.</li>\n\t<li>In severe cases, hypertension and tachycardia from pain and sympathetic activation.</li>\n</ul><br><br><p>Some patients, particularly those who have had regional anesthesia, may have silent retention with minimal discomfort.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Decreased urine output</strong>:&nbsp; Reduced urine output can occur after surgery due to inadequate intraoperative or postoperative fluid administration, intravascular volume loss (eg, surgical blood loss, third spacing of fluid), and hormonal changes induced by the physiologic stress of surgery.&nbsp; These patients typically produce some urine, whereas anuria is more likely due to urinary retention, and bladder volumes are low.&nbsp; In addition, clinical features (eg, tachycardia, hypotension, weak pulses) may be present if hypovolemia is significant.</li>\n\t<li><strong>Acute kidney injury</strong> (AKI):&nbsp; AKI leads to low urine output or anuria due to reduced urine production because of impaired renal function.&nbsp; Patients typically have increased serum creatinine, and urinalysis and fractional excretion of sodium are performed to determine the cause of AKI.&nbsp; These laboratory studies are normal in patients with POUR.&nbsp; Patients with AKI have low bladder volumes, whereas patients with urinary retention have a large amount of urine in the bladder.</li>\n\t<li><strong>Ureteral injury or bladder injury</strong>:&nbsp; Intraoperative injury to the urinary tract can lead to oliguria or anuria that may present immediately or later in the postoperative period.&nbsp; Patients may also have additional symptoms (eg, fever, ileus, abdominal or flank pain, abdominal distension) and typically have undergone surgery that carries a high risk of urinary tract injury (eg, gynecologic or bowel procedures).&nbsp; Diagnosis can be confirmed by CT scan of the abdomen and pelvis.</li>\n</ul><br><br><p>The primary distinguishing feature between these alternate pathologies and POUR is that <strong>urine production and transport to the bladder are normal</strong> with POUR, leading to high, rather than low, volumes of urine in the bladder.</p>\n<h1>Diagnosis</h1><br><br><p>POUR is diagnosed clinically when a postoperative patient is unable to adequately empty the bladder.&nbsp; For patients unable to void, a <strong>bladder scan</strong> (bedside ultrasonography) showing <strong>&gt;400-600 mL</strong> of urine typically confirms retention.&nbsp; The diagnosis may be less obvious in patients who can void some urine but have low urine volumes or other symptoms of retention (eg, sensation of incomplete emptying, slow urinary stream, need for Valsalva maneuver to void).&nbsp; In these patients, a <strong>voiding trial</strong> can be performed to assess for POUR.&nbsp; In a voiding trial, <strong>postvoid residual</strong> (PVR) (the remaining urine volume following a patient's attempt to fully empty the bladder by voiding) is <strong>measured by bladder ultrasonography or catheterization</strong>.&nbsp; A PVR &gt;100-150 mL is generally considered elevated and indicates urinary retention in symptomatic patients.&nbsp; There are two types of voiding trials:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Spontaneous voiding trial:&nbsp; The patient's bladder is allowed to fill spontaneously over several hours before the patient attempts to void.</li>\n\t<li>Retrograde voiding trial:&nbsp; A catheter is used to fill the bladder with approximately 300 mL of saline, and the patient attempts to void after the catheter is removed.</li>\n</ul><br><br><p>Laboratory testing is usually unnecessary for patients with uncomplicated POUR.&nbsp; Urinalysis and urine culture can be performed if infection is suspected, and serum creatinine can be obtained to evaluate renal function in patients with prolonged retention or suspected obstruction.&nbsp; Neither cystoscopy nor urodynamic testing plays a role in the initial evaluation of uncomplicated POUR.</p>\n<h1>Management</h1><br><br><p>During the immediate postoperative period, patients with POUR require <strong>bladder drainage</strong> via intermittent catheterization or an indwelling Foley catheter and monitoring of urine output to rule out other causes of oliguria.&nbsp; In addition, discontinuing or reducing opioid and anticholinergic medications and treating underlying reversible causes (eg, constipation) are usually recommended.&nbsp; Alpha-adrenergic blockers (eg, tamsulosin) may have a role in treating POUR in men with suspected bladder outlet obstruction.&nbsp; A voiding trial can be performed or repeated prior to discharge to assess for the need for ongoing catheterization.&nbsp; Urinary retention is not an indication for hospitalization and can typically be managed on an outpatient basis.</p><br><br><p>POUR usually resolves within 48 hours of surgery; for patients with persistent POUR beyond 48 hours, clean intermittent catheterization is usually the preferred management.&nbsp; Intermittent catheterization is performed 4-6 times/day to prevent bladder overdistension.&nbsp; The duration varies, but intermittent catheterization is usually continued until symptoms resolve and the PVR volume is consistently significantly less than voided volumes.&nbsp; Indwelling or suprapubic catheters are alternatives for patients who are physically or mentally incapable of self-catheterization.&nbsp; Patients with POUR that does not resolve with continued bladder drainage require further evaluation and possible urodynamic testing.</p>\n<h1>Prognosis</h1><br><br><p>Most cases resolve within several days with conservative management as perioperative factors (eg, pain, anesthetics or other medications, tissue edema) improve.&nbsp; The prognosis is excellent with timely recognition and management.&nbsp; However, cases that are due to detrusor hypocontractility from nerve injury during extensive pelvic procedures typically require several months of bladder drainage, and urinary issues may be permanent in some cases.</p><br><br><p>Other complications of untreated urinary retention can include hydronephrosis, hydroureter, and impaired renal function; urinary stasis may also contribute to an increased risk of urinary tract infections.&nbsp; Prolonged overdistension can also rarely lead to bladder overdistension injury requiring chronic catheterization.</p>\n<h1>Prevention</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Perioperative opioid use should be minimized.</li>\n\t<li>Perioperative fluid is judiciously administered.</li>\n\t<li>Bladder drainage is performed for surgeries that are expected to have a longer operative time or that involve the urinary tract.</li>\n\t<li>Early ambulation is encouraged during surgical recovery.</li>\n\t<li>Prophylactic alpha-blockers should be considered for high-risk men.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Postoperative urinary retention is a frequent complication characterized by the inability to void after surgery despite a full bladder.&nbsp; It may result from a combination of neurologic, pharmacologic, and mechanical factors.&nbsp; Diagnosis is based on an inability to void or demonstration of an elevated postvoid residual volume (via bladder scan or catheterization).&nbsp; Management involves temporary bladder decompression, typically with an indwelling catheter (short term) or intermittent catheterization; management also involves addressing reversible causes.&nbsp; Most patients recover fully within several days as the effects of surgery resolve.</p>\n</div>\n\n            "
}