{
  "meta": {
    "title": "Secondary enuresis",
    "url": "https://brainandscalpel.vercel.app/secondary-enuresis-18501a0a-dd63e3.html",
    "scrapedAt": "2025-12-01T05:08:20.009Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Secondary enuresis refers to intermittent urinary incontinence during sleep in a child who has previously achieved at least 6 months of nighttime dryness.&nbsp; It can be idiopathic, but it is often a symptom of an underlying medical or psychologic condition.&nbsp; A thorough history and physical examination can help identify the underlying diagnosis.</p>\n<h1>Classification</h1><br><br><p>Nocturnal enuresis is defined as bedwetting in children age ≥5 and can be classified as primary or secondary (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/65004.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Primary nocturnal enuresis</h2><br><br><p>Primary nocturnal enuresis (most common) is characterized by nighttime urinary incontinence that occurs in a child who has never achieved a prolonged period (≥6 months) of nighttime dryness.&nbsp; Males are twice as likely to be affected compared to females, and a family history of bedwetting is the greatest risk factor.</p>\n<h2>Secondary nocturnal enuresis</h2><br><br><p>Secondary nocturnal enuresis is characterized by new-onset bedwetting that occurs after achieving nocturnal urinary continence for ≥6 months.&nbsp; This subtype is typically caused by an underlying medical condition (eg, urinary tract infection, diabetes mellitus) or a psychosocial stressor (eg, bullying, birth of a sibling).&nbsp; Secondary enuresis accounts for approximately 25% of children with nocturnal enuresis.</p><br><br><p>Because a developing secondary condition may overlap with primary nocturnal enuresis, the absence of a prolonged period of nighttime dryness alone does not exclude an underlying medical condition as the cause of bedwetting.</p>\n<h1>Initial evaluation</h1><br><br><p>Because secondary enuresis is often the symptom of a coexisting condition, initial evaluation involves a thorough history and physical examination to help identify an underlying diagnosis.&nbsp; Important historical features include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Associated urinary symptoms (eg, daytime incontinence, dysuria, urgency, frequency).</li>\n\t<li>Stooling (eg, frequency, consistency) and diet (eg, low-fiber) history.</li>\n\t<li>Fluid intake (eg, polydipsia).</li>\n\t<li>Systemic findings (eg, weight loss, poor growth).</li>\n\t<li>Targeted medical history (eg, vesicoureteral reflux, sleep apnea).</li>\n\t<li>Social stressors (eg, bullying).</li>\n</ul><br><br><p>A urinalysis is performed in all patients with secondary enuresis; urinalysis findings, along with the detailed history and examination, can further guide diagnostic evaluation.</p>\n<h1>Causes with an abnormal urinalysis</h1><h2>Urinary tract infection</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Urinalysis:&nbsp; Positive leukocyte esterase and nitrites; bacteriuria.</li>\n\t<li>Pathophysiology:&nbsp; Urinary tract infections can irritate the bladder mucosa, causing detrusor overactivity and nocturnal incontinence.</li>\n\t<li>Risk factors:&nbsp; Female sex, vesicoureteral reflux, poor perineal hygiene.</li>\n\t<li>Clinical features:&nbsp; Dysuria, urgency, frequency, abdominal pain, cloudy urine, fever.</li>\n\t<li>Evaluation:&nbsp; Urine culture.</li>\n</ul>\n<h2>Type 1 diabetes mellitus</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Urinalysis:&nbsp; Glucosuria.</li>\n\t<li>Pathophysiology:&nbsp; Hyperglycemia exceeds the proximal tubular capacity for glucose reabsorption, leading to osmotic diuresis.&nbsp; The excess urine production surpasses nighttime bladder capacity, causing nocturnal enuresis.</li>\n\t<li>Risk factors:&nbsp; Genetic susceptibility (family history).</li>\n\t<li>Clinical features:&nbsp; Polyuria, polydipsia, polyphagia, fatigue, weight loss.</li>\n\t<li>Evaluation:&nbsp; Serum glucose level.</li>\n</ul>\n<h2>Arginine vasopressin (AVP) deficiency or resistance</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Urinalysis:&nbsp; Decreased specific gravity on first morning void.</li>\n\t<li>Pathophysiology:&nbsp; Deficiency or renal unresponsiveness to AVP (or antidiuretic hormone) leads to excessive and dilute urine, increasing nighttime urine volume that overwhelms the bladder capacity.</li>\n\t<li>Risk factors:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>AVP deficiency:&nbsp; Head trauma, neurosurgery, pituitary disease.</li>\n\t\t<li>AVP resistance:&nbsp; Lithium use.</li>\n\t</ul>\n\t</li>\n\t<li>Clinical features:&nbsp; Polyuria, polydipsia.</li>\n\t<li>Evaluation:&nbsp; Serum sodium, serum and urine osmolality.</li>\n</ul>\n<h2>Chronic kidney disease</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Urinalysis:&nbsp; Hematuria, proteinuria.</li>\n\t<li>Pathophysiology:&nbsp; Chronic kidney disease can cause nighttime incontinence due to impaired ability to concentrate urine, increasing nocturnal urine volume.</li>\n\t<li>Risk factors:&nbsp; Glomerular disease, sickle cell disease.</li>\n\t<li>Clinical features:&nbsp; Polyuria, fatigue, edema, hypertension, poor growth.</li>\n\t<li>Evaluation:&nbsp; Serum creatinine, estimated glomerular filtration rate.</li>\n</ul>\n<h1>Causes with a normal urinalysis</h1><h2>Constipation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pathophysiology:&nbsp; A distended rectum compressing the bladder can cause detrusor overactivity and reduced bladder capacity.</li>\n\t<li>Risk factors:&nbsp; Low-fiber diet and inadequate fluid intake.</li>\n\t<li>Clinical features:&nbsp; Painful, infrequent bowel movements; palpation of stool in the abdomen; fecal incontinence (encopresis).</li>\n\t<li>Clinical diagnosis.</li>\n</ul>\n<h2>Spinal dysraphism</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pathophysiology:&nbsp; Tethered cord syndrome is characterized by traction-related strain that can result in impaired nerve function of the bladder (ie, neurogenic bladder), leading to incontinence.</li>\n\t<li>Risk factors:&nbsp; Maternal folate deficiency during pregnancy, maternal gestational diabetes mellitus.</li>\n\t<li>Clinical features:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Daytime urinary incontinence, stool incontinence, recurrent urinary tract infections.</li>\n\t\t<li>Lower extremity pain, numbness, weakness.</li>\n\t\t<li>Cutaneous lumbosacral abnormality (eg, hair tuft, hemangioma).</li>\n\t</ul>\n\t</li>\n\t<li>Evaluation:&nbsp; MRI of the spine.</li>\n</ul>\n<h2>Obstructive sleep apnea</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pathophysiology:&nbsp; The relationship between obstructive sleep apnea and nocturnal enuresis is likely multifactorial, including decreased oxygen levels causing dysregulation of atrial natriuretic peptide and antidiuretic hormone levels, which promotes nocturnal diuresis.</li>\n\t<li>Risk factors:&nbsp; Adenotonsillar hypertrophy, craniofacial abnormalities, hypotonia, obesity.</li>\n\t<li>Clinical features:&nbsp; Snoring, mouth breathing, daytime sleepiness, behavioral concerns (eg, inattention).</li>\n\t<li>Evaluation:&nbsp; Polysomnography.</li>\n</ul>\n<h2>Psychologic stressors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pathophysiology:&nbsp; Stress can negatively impact sleep quality and quantity, which is likely related to activation of the hypothalamic-pituitary-adrenal axis.&nbsp; The disruption in sleep architecture can impair arousal to bladder signaling overnight.</li><br><br>\t<li>Risk factors:&nbsp; Social stressor (eg, parental separation, birth of a sibling, bullying) and/or mental health disorder (eg, depression, anxiety, attention deficit hyperactivity disorder).</li>\n\t<li>Clinical features:&nbsp; Behavior regression, mood lability.</li>\n\t<li>Diagnosis of exclusion.</li>\n</ul><br><br><p>In some cases, children with secondary enuresis have no identifiable cause.</p>\n<h1>Management and prognosis</h1><br><br><p>Management of secondary enuresis varies based on the underlying cause (eg, antibiotics for recurrent urinary tract infections, stool softeners for constipation), and enuresis typically resolves once the underlying condition is addressed.</p>\n<h1>Summary</h1><br><br><p>Secondary enuresis is defined as nocturnal urinary incontinence in a child age ≥5 who has previously maintained at least 6 months of nighttime dryness.&nbsp; It is frequently linked to an underlying medical or psychological issue (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/64508.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Urinalysis, along with a comprehensive history and physical examination, can aid in making the diagnosis, and enuresis often resolves after the underlying cause is treated.<p></p>\n</div>\n\n            "
}