{
  "meta": {
    "title": "Urinary tract infections (UTIs), including pyelonephritis",
    "url": "https://brainandscalpel.vercel.app/urinary-tract-infections-utis-including-pyelonephritis-abb3d262-dd63e3.html",
    "scrapedAt": "2025-12-01T05:08:24.303Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Urinary tract infections (UTIs) are among the most common bacterial infections encountered in clinical practice and range from uncomplicated bladder infections to life-threatening infections involving the upper urinary tract (eg, pyelonephritis).&nbsp; This article focuses on UTIs in nonpregnant patients.</p><h1>Classification and definitions</h1><p>UTIs can be categorized anatomically as either cystitis (infection of the bladder/lower urinary tract) or pyelonephritis (infection of the kidney/upper urinary tract).</p><p>However, it is more relevant to categorize UTIs <strong>clinically</strong> based on complexity.</p><ul><li>Acute <strong>simple cystitis</strong>:&nbsp; Infection is confined to the bladder.</li><li>Acute <strong>complicated UTI</strong>:&nbsp; Infection has likely spread beyond the bladder (eg, upper urinary tract, bloodstream), suggested by any of the following:</li><ul><li>Temperature &gt;37.7 C (&gt;99.9 F)</li><li>Systemic symptoms (eg, chills, malaise)</li><li>Flank pain/costovertebral angle (CVA) tenderness (suggesting pyelonephritis)</li><li>Pelvic or perineal pain in males (suggesting concurrent prostatitis)</li></ul></ul><p>Patients with complicated UTIs often require more aggressive treatment, including the potential need for hospitalization and IV antibiotics.&nbsp; UTIs in patients who are immunocompromised or have urinary tract abnormalities are sometimes automatically classified as complicated UTIs.&nbsp; However, the more recent trend is toward treating these patients based on the clinical categorization described but with closer monitoring and a lower threshold for treatment escalation.</p><h1>Microbiology and pathophysiology</h1><p>The development of UTIs typically follows an ascending path:</p><ul><li>Colonization of the urethral area by uropathogens, usually from fecal flora</li><li>Ascension of bacteria through the urethra into the bladder (ie, cystitis)</li><li>Further ascension via the ureters to the kidneys (ie, pyelonephritis)</li></ul><p>Most <strong>simple</strong> cystitis is due to infection from <em><strong>Escherichia coli</strong></em> (75%-95%) or other Enterobacteriaceae (<em>Klebsiella pneumoniae</em>, <em>Proteus mirabilis</em>); <em>Staphylococcus saprophyticus</em> is common in sexually active young females (\"honeymoon cystitis\").&nbsp; In contrast, <strong>complicated</strong> UTIs are less dominated by <em>E coli</em> (although still common), with other organisms including <em>Pseudomonas aeruginosa</em> and <em>Enterococcus</em> species.</p><p>Bacteria employ a variety of <strong>virulence factors</strong>, including uroepithelial adhesion (eg, pili and fimbriae [<em>E coli</em>]), urine alkalinization to promote growth (eg, urease [<em>P mirabilis</em> and others]), biofilm formation, toxin production, and evasion of host immune responses.&nbsp; The microbial landscape is evolving, with increasing prevalence of antibiotic-resistant strains including extended-spectrum beta-lactamase (ESBL)-producing organisms and fluoroquinolone resistance.</p><p>In addition to pathogen virulence, environmental and host factors also play a role.</p><ul><li>Anatomical factors:&nbsp; female (shorter urethra), structural urinary tract abnormalities, urinary retention, vesicoureteral reflux</li><li>Medical conditions:&nbsp; diabetes mellitus, immunosuppression, pregnancy</li><li>Behavioral factors:&nbsp; incomplete voiding following sexual activity, spermicide use</li><li>Iatrogenic factors:&nbsp; bladder catheterization &gt;48 hours (eg, catheter-associated UTI (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/74924.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                )), urological procedures, antibiotic use (which alters normal flora)</li></ul><p>Less commonly, kidney infections can result from hematogenous or lymphatic spread rather than an ascending path.</p><h1>Clinical presentation</h1><p>The clinical features of UTIs vary based on the complexity of the infection.</p><h2>Simple cystitis</h2><p>Simple cystitis typically presents with localized symptoms <strong>confined to the bladder</strong>, including dysuria, urinary frequency and urgency, suprapubic discomfort, and sometimes hematuria.</p><h2>Complicated UTI</h2><p>Complicated UTI often presents with a <strong>more severe</strong> clinical picture than simple cystitis.&nbsp; Although patients may initially experience symptoms similar to those of simple cystitis, they also develop additional manifestations indicating a more extensive infection, including fever, chills, malaise and, in pyelonephritis, nausea/vomiting and flank pain.</p><h2>Other</h2><p>Atypical presentations may be seen in certain patient populations (eg, elderly), who may present only with confusion, generalized weakness, or failure to thrive.&nbsp; Conversely, classic urinary symptoms do not always indicate UTI, as these can be seen in other conditions (eg, interstitial cystitis, sexual transmitted infections).</p><h1>Diagnosis</h1><h2>Evaluation</h2><ul class=\"article-body-unordered-list\"><li>Diagnosis of UTI begins with history (assessing classic symptoms) and physical examination (eg, suprapubic or CVA tenderness).</li><li>A <strong>urinalysis</strong> (either by microscopy or by dipstick) confirms pyuria and bacteriuria (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/91456.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: Urinalysis interpretation in urinary tract infections\n                                    </a>\n                                </div>\n                                ); however, females with classic symptoms can generally be treated empirically without a urinalysis in the outpatient setting.</li><li>Urine and blood cultures are not always needed for simple cystitis but are important in complicated UTI.&nbsp; A complete blood count is often unremarkable in simple cystitis but may show leukocytosis in complicated UTI due to systemic involvement.</li></ul><h2>True infection vs contamination vs colonization</h2><p>Distinguishing between true infection (requires treatment), contamination (never treated), and colonization (sometimes treated) is critical.</p><ul><li><strong>True infection</strong> is defined as the presence of a uropathogen in the urinary tract with associated <strong>symptoms</strong>, typically involving significant bacterial counts <strong>(≥100,000 colony forming units [CFU]/mL</strong>) with <strong>pyuria</strong> (&gt;10 white blood cells [WBC]/hpf).</li><li><strong>Contamination</strong> is reflecting bacteria in a urine sample due to improper collection technique.&nbsp; Urinalysis may show low bacterial counts, nonpathogenic flora (eg, <em>Staphylococcus epidermidis</em>), minimal to no pyuria, and presence of mucus or squamous epithelial cells.</li><li><strong>Colonization</strong> (also known as <strong>asymptomatic bacteriuria</strong>):&nbsp; Pyuria may or may not be present.&nbsp; Patients are asymptomatic and may even have cloudy/malodorous urine.&nbsp; Colonization is common among patients who are elderly or catheterized.&nbsp; Fungal organisms (eg, <em>Candida</em>) can also be seen (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/91032.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).</li></ul><p>Of note, the presence of <em>Staphylococcus aureus</em> bacteriuria almost always indicates hematogenous seeding of the kidneys (eg, endocarditis).</p><p>UTIs can present atypically, especially in elderly patients (eg, confusion).&nbsp; However, the high prevalence of asymptomatic bacteriuria in this population can lead to overdiagnosis of UTI.&nbsp; Therefore, in elderly patients with atypical presentation, a thorough evaluation is crucial to avoid misdiagnosis or overtreatment (which can lead to antibiotic resistance).</p><p>CT scan is the most common imaging modality used in patients with UTI, although imaging is usually not required in acute simple cystitis.&nbsp; Occasionally, acute complicated UTI may require imaging, specifically in patients who are critically ill, fail to improve despite 48-72 hours of appropriate antibiotics (to exclude renal abscess), or in whom urinary obstruction is suspected (eg, staghorn calculus) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64137.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Pyelonephritis can usually be diagnosed clinically without need for imaging.<p></p><h1>Management</h1><p>In all cases, ensure adequate hydration, antiemetics, and pain control, particularly in patients with pyelonephritis (in whom flank pain and vomiting are very common).&nbsp; Patients with anatomic abnormalities of urinary obstruction should undergo urologic evaluation.&nbsp; Antibiotic management depends on infection complexity as well as severity.</p><h2>Acute simple cystitis</h2><ul><li>Nitrofurantoin, trimethoprim-sulfamethoxazole, fosfomycin, and pivmecillinam are the preferred oral options.&nbsp; Beta-lactams are not ideal but acceptable.</li><li>Follow-up is needed only if symptoms persist or worsen.</li><li>Duration of treatment is 3-5 days.</li></ul><p>Special considerations should be taken during pregnancy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/91131.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Acute complicated UTI</h2><p><strong>Outpatient management</strong> (for stable patients able to tolerate oral intake)</p><ul class=\"article-body-unordered-list\"><li>Oral antibiotics with broader coverage (eg, fluoroquinolones) should be initiated.</li><li>Patients should be monitored closely, with low threshold for hospitalization for intravenous antibiotics if no improvement.</li></ul><p><strong>Inpatient management</strong> (for severe or high-risk cases)</p><ul class=\"article-body-unordered-list\"><li>Initial empiric broad-spectrum intravenous antibiotics depend on hemodynamic stability.<ul class=\"article-body-unordered-list\"><li>Stable patients:&nbsp; Ceftriaxone (or a fluoroquinolone if beta-lactams cannot be used).</li><li>Critically ill and/or with urinary obstruction:&nbsp; Meropenem or imipenem (which covers <em>Pseudomonas</em> and ESBL-producing organisms) plus vancomycin (which provides broader coverage against <em>Enterococcus</em> and methicillin-resistant <em>S aureus</em>).&nbsp; Ertapenem should be avoided given it lacks <em>Pseudomonas</em> coverage.</li><li>Pregnancy:&nbsp; Due to the risk of complications, pyelonephritis during pregnancy requires hospitalization for IV hydration and empiric treatment with broad-spectrum beta-lactam antibiotics (eg, ceftriaxone, cefepime).</li></ul></li><li>Patients who show clinical improvement and can tolerate oral intake should be transitioned to the narrowest spectrum oral therapy guided by urine and/or blood culture results.</li><li>Duration of treatment is 5-10 days, depending on clinical response.&nbsp; The presence of bacteremia does not require longer treatment (except in cases of UTI due to <em>S aureus</em>).&nbsp; Pregnant patients with pyelonephritis who are afebrile for 48 hours on intravenous antibiotics are placed on oral antibiotics for 10-14 days, followed by daily suppressive therapy until 6 weeks postpartum to prevent recurrence (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31274.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).</li></ul><h2>Recurrent UTI</h2><p>The risk for recurrent UTIs may be decreased by behavior modifications (eg, postcoital voiding), vaginal estrogen (only in postmenopausal women), and/or antibiotic prophylaxis (either postcoital or daily) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33193.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).&nbsp; Cranberry products may also be effective.&nbsp; If not treated effectively, complicated UTIs can lead to severe outcomes including renal abscesses (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60028.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ), septic shock, and chronic kidney disease (CKD).&nbsp; Asymptomatic bacteriuria is generally treated only in pregnancy (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31219.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ) and before urologic procedures (and sometimes in renal transplant recipients).<p></p><h1>Special considerations: Pediatric UTIs</h1><p>UTI evaluation and management in children differs slightly from that in adults (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36512.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ).<p></p><ul class=\"article-body-unordered-list\"><li>Different definitions are used for pyuria (≥5 WBC/hpf) and bacteriuria (≥50,000 CFU/mL; obtained from a catheterized specimen in a non–toilet-trained child).&nbsp; Girls and uncircumcised infant boys are at greatest risk.</li><li>In contrast to UTI symptoms in older children, infants can have a nonspecific presentation, including fever (especially temperature ≥39 C [102.2 F]), fussiness, and poor feeding; gastrointestinal symptoms (eg, vomiting) may also occur.&nbsp; Occult infection can also occur.</li><li>When a UTI is suspected based on clinical presentation and urinalysis, empiric antibiotics are recommended because a delay in therapy increases the risk of renal complications (eg, scarring, hypertension).&nbsp; To cover the most common pathogens, children are typically treated with a third-generation cephalosporin (eg, cefixime).&nbsp; Local patterns of bacterial resistance may affect the initial choice.&nbsp; Although oral antibiotics are the preferred therapy for most children (including pyelonephritis), inpatient treatment with intravenous antibiotics is appropriate in specific cases (eg, hemodynamic instability, inability to tolerate oral medications, infants age &lt;2 months due to increased risk of sepsis).</li><li>After resolution of acute infection, all children age &lt;2 with a first-time febrile UTI warrant a renal and bladder ultrasound [RBUS] (and, if abnormal, a voiding cystourethrogram [VCUG]) to evaluate for an underlying anatomic abnormality (eg, vesicoureteral reflux) that can predispose patients to recurrent UTIs and CKD.&nbsp; Patients with recurrent febrile UTIs should undergo both RBUS and VCUG.</li></ul><h1>Summary</h1><p>Urinary tract infections (UTIs) encompass a spectrum of conditions, from uncomplicated bladder infections to potentially life-threatening upper urinary tract involvement.&nbsp; The classification of UTIs as simple cystitis or complicated UTIs based on the extent of infection and associated symptoms guides treatment approaches.&nbsp; Diagnosis relies on a combination of clinical presentation (eg, classic urinary symptoms such as dysuria and urinary frequency), and in some cases, urinalysis and urine cultures.</p><p>Distinguishing between true infections (always treated), contamination (never treated), and asymptomatic bacteriuria (not treated except in pregnancy and prior to urologic procedures) is crucial.&nbsp; Treatment strategies vary from short-course oral antibiotics for simple cystitis to more aggressive interventions, including intravenous antibiotics and hospitalization, for complicated UTIs.&nbsp; Proper management of UTIs involves not only appropriate antibiotic selection but also consideration of recurrence prevention strategies and judicious treatment of asymptomatic bacteriuria.</p></div>\n            "
}