{
  "meta": {
    "title": "Vesicoureteral reflux",
    "url": "https://brainandscalpel.vercel.app/vesicoureteral-reflux-3d2c8b56-dd63e3.html",
    "scrapedAt": "2025-12-01T05:08:27.635Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Vesicoureteral reflux (VUR) is the retrograde flow of urine from the bladder into the upper urinary tract.&nbsp; VUR is the most common pediatric urologic condition and is associated with an increased risk for pyelonephritis and structural damage (eg, ureteral dilation, fibrosis) if untreated.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Urine flows from the ureters into the bladder through the ureterovesical junction (UVJ).&nbsp; The ureters enter the bladder wall at an oblique angle.&nbsp; During micturition, the detrusor muscle contracts to increase pressure within the bladder.&nbsp; As the detrusor muscle contracts, it compresses the segment of the ureter that passes through the bladder wall (intravesical ureter), sealing the UVJ and preventing retrograde urine flow.&nbsp; Therefore, VUR occurs when the <strong>UVJ is not properly sealed</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87924.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Primary VUR (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/48995.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; This occurs due to a congenitally shortened intravesical ureter, which enters the bladder wall at a more perpendicular angle.&nbsp; Because of these anatomical differences, the UVJ cannot be completely sealed during micturition, allowing <strong>retrograde urine flow into the ureter</strong>.</li>\n\t<li>Secondary VUR:&nbsp; Less commonly, VUR occurs due to anatomic (eg, congenital posterior urethral valves (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14012.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )) or functional (eg, neurogenic bladder) obstruction.&nbsp; In these cases, higher intravesical pressure is required for micturition and overcomes detrusor muscle compression at the UVJ, allowing retrograde urine flow.</li>\n</ul><br><br><p>In general, the extent of retrograde urine flow determines the severity of the condition.&nbsp; In patients with mild VUR, urine flows into the ureter only, and there is no associated structural damage.&nbsp; Conversely, in patients with severe VUR, urine flows into the kidney and causes structural damage, including dilation of the renal pelvis (hydronephrosis) and blunting of the renal calyces.&nbsp; In addition, if the urine is contaminated with bacteria, the bacteria can ascend into the upper urinary tract, leading to pyelonephritis.&nbsp; Recurrent infection and associated inflammation can lead to fibrosis and chronic kidney disease.</p><br><br><p>The main risk factor for primary VUR is a family history of the condition, suggesting that the length of the intravesical ureter is primarily determined by genetics.&nbsp; Any cause of urinary tract obstruction distal to the UVJ (eg, posterior urethral valve, neurogenic bladder) is a risk factor for secondary UVJ due to increased intravesical pressure during micturition.</p>\n<h1>Clinical presentation</h1><br><br><p>VUR most commonly presents postnatally with a <strong>febrile urinary tract infection (UTI)</strong>.&nbsp; Older patients may have dysuria, frequency, urgency, and incontinence, in addition to fever.&nbsp; Rarely, older patients with recurrent UTIs due to previously undiagnosed VUR have chronic kidney disease, which manifests clinically as secondary hypertension, proteinuria, and failure to thrive.</p><br><br><p>VUR can also present prenatally with hydronephrosis on prenatal ultrasonography (10%-40% of cases of prenatal hydronephrosis occur due to VUR), but postnatal imaging is required for diagnosis.</p>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected VUR (eg, age &lt;2 with febrile UTI, any age with recurrent febrile UTIs, UTI with family history of genitourinary [GU] abnormalities), imaging of the GU tract is warranted.&nbsp; For most patients, ultrasonography of the kidneys and bladder is initially performed to visualize the GU tract.&nbsp; The presence of gross anatomic abnormalities (eg, duplicated or dilated ureters) on ultrasonography requires further evaluation, including <strong>voiding cystourethrography</strong> (VCUG).</p><br><br><p>VCUG involves catheterization to fill the bladder with radiopaque fluid, allowing visualization of urine flow within the urinary system during micturition (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11799.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Unlike ultrasonography, VCUG establishes the presence and severity of VUR by demonstrating retrograde urine flow during micturition.&nbsp; Because the procedure is invasive, VCUG is performed only when certain criteria are met (eg, abnormal ultrasonography, hypertension).&nbsp; Early detection of VUR is important because it can ameliorate the risk for recurrent pyelonephritis and chronic kidney disease.<p></p><br><br><p>In general, VUR severity is graded as follows (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18366.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mild (grades I and II) VUR</strong> involves reflux of urine into the ureter and kidneys with no associated renal damage.</li>\n\t<li><strong>Severe (grades III, VI, and V) VUR</strong> involves reflux of urine into the ureter and kidneys with renal damage (eg, dilated ureter, blunting of renal calyces, signs of renal papillary damage).</li>\n</ul>\n<h1>Management and prognosis</h1><br><br><p>The management of VUR depends on the severity of the condition, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mild VUR</strong> (grades I and II):&nbsp; These patients are at relatively lower risk for recurrent pyelonephritis, and in general, prophylactic antibiotics are <u>not</u> warranted.&nbsp; In mild cases, VUR can spontaneously resolve by age 5 as the patient grows and the anatomy of the UVJ changes.&nbsp; Serial VCUG may be necessary to assess for resolution or progression, and prophylactic antibiotics should be initiated if patients with mild VUR develop recurrent pyelonephritis.</li>\n\t<li><strong>Severe VUR</strong> (grades III-V):&nbsp; These patients are at increased risk for <strong>recurrent pyelonephritis</strong> due to retrograde flow of infected urine from the bladder to the ureters and kidneys.&nbsp; Recurrent pyelonephritis can lead to fibrosis and <strong>chronic kidney disease</strong>, and therefore, <strong>prophylactic antibiotics</strong> are warranted.&nbsp; Prophylactic antibiotics do not prevent reflux; however, the purpose is to sterilize the urine, mitigating the risk for recurrent pyelonephritis and subsequent fibrosis.&nbsp; Cases of severe reflux and recurrent pyelonephritis despite prophylactic antibiotics may require surgical correction to prevent chronic kidney disease.</li>\n</ul><br><br><p>In addition to prophylactic antibiotics, other management strategies to prevent recurrent pyelonephritis include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prompt diagnosis (eg, screening ultrasonography in suspected cases)</li>\n\t<li>Prompt treatment for UTIs</li>\n\t<li>Emphasis of the importance of proper hygiene when toilet training (eg, wiping front to back to avoid contaminating the urethra with stool)</li>\n</ul>\n<h1>Summary</h1><br><br><p>Vesicoureteral reflux (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/85308.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is the retrograde flow of urine from the bladder into the upper urinary tract.&nbsp; Diagnosis involves visualization of reflux on voiding cystourethrography, and management includes close observation in mild cases and prophylactic antibiotics in severe cases.&nbsp; Patients are at increased risk for recurrent pyelonephritis and structural damage (eg, ureteral dilation, fibrosis) if untreated.<p></p>\n</div>\n\n            "
}