{
  "meta": {
    "title": "Achondroplasia",
    "url": "https://brainandscalpel.vercel.app/achondroplasia-f082cf61-e7007c.html",
    "scrapedAt": "2025-12-01T05:59:52.988Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Achondroplasia is a skeletal dysplasia caused by a mutation in the fibroblast growth factor receptor 3 (<em>FGFR3</em>) gene that results in decreased endochondral ossification.&nbsp; Most mutations are de novo, but achondroplasia can also be inherited in an autosomal dominant manner.&nbsp; Patients have a short stature with disproportionately short arms and legs as well as craniofacial abnormalities (eg, macrocephaly, frontal bossing, midface hypoplasia).</p>\n<h1>Genetics and risk factors</h1><br><br><p>Achondroplasia is the most common type of skeletal dysplasia.&nbsp; It is an <strong>autosomal dominant</strong> condition that can occur as a de novo mutation or can be inherited:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>De novo mutation (80% of cases):&nbsp; Advanced paternal age increases the risk for a sporadic mutation due to increased DNA replication errors during spermatogenesis.</li>\n\t<li>Inherited mutation (20% of cases):&nbsp; Inheritance of a single mutant allele causes the disorder; therefore, if one parent is affected, 50% of children will inherit the condition (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49582.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Inheritance of 2 mutant alleles (ie, both parents are affected and pass on the mutation) is lethal.</li>\n</ul>\n<h1>Pathogenesis</h1><br><br><p>Achondroplasia is a condition that results in <strong>decreased endochondral ossification</strong>.&nbsp; This is the process by which bone replaces cartilage during skeletal growth.&nbsp; It normally occurs throughout the body, including in long bones and the bones that comprise the base of the skull.&nbsp; In the growth plate (physis), chondrocytes progress through distinct zones:&nbsp; the resting zone, the proliferative zone (where they divide), and the hypertrophic zone (where they enlarge and align in columns) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L83784.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; These cells become surrounded by a mineralizing matrix in the zone of provisional calcification.<p></p><br><br><p>Achondroplasia is caused by a point mutation in the <strong><em>FGFR3</em> gene</strong>, which codes for a protein that normally acts as a negative regulator of cartilage proliferation.&nbsp; The receptor becomes constitutively active (gain-of-function mutation), primarily affecting the proliferation and hypertrophy of chondrocytes in the growth plate during endochondral ossification.&nbsp; Patients develop characteristic <strong>shortened long bones</strong> (eg, humerus, femur, phalanges) and <strong>craniofacial abnormalities</strong> (eg, midface hypoplasia).</p><br><br><p>Most of the flat bones in the skull undergo intramembranous ossification rather than endochondral ossification and are relatively unaffected in patients with achondroplasia.</p>\n<h1>Clinical presentation</h1><br><br><p>Achondroplasia is a congenital condition; many features are apparent at birth and become more evident with skeletal maturity (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27548.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><p><strong>Skeletal abnormalities</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Disproportionate short stature (short arms/legs with average-size torso).</li>\n\t<li>Rhizomelia (shortened proximal extremities).</li>\n\t<li>Brachydactyly (shortened digits).</li>\n\t<li>Trident configuration (increased space between 3rd and 4th digits).</li>\n\t<li>Genu varum (bowed legs).</li>\n\t<li>Thoracolumbar kyphoscoliosis with lumbar hyperlordosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27549.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p><strong>Craniofacial features</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Macrocephaly.</li>\n\t<li>Midface hypoplasia (flattened nasal bridge).</li>\n\t<li>Frontal bossing (broad forehead).</li>\n</ul><br><br><p>Patients may have hypotonia and delayed motor development early in life.&nbsp; Cognition is normal.</p>\n<h1>Evaluation and diagnosis</h1><br><br><p>Achondroplasia is suspected when prenatal ultrasonography or postnatal examination demonstrates characteristic short limbs and craniofacial features.</p><br><br><p>Diagnosis is confirmed by molecular genetic testing showing the <em>FGFR3</em> mutation.</p>\n<h1>Differential diagnosis</h1><br><br><p>Achondroplasia must be differentiated from other congenital conditions that cause skeletal or craniofacial abnormalities.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Osteogenesis imperfecta</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45981.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; A congenital defect in the type I collagen structure results in increased bone fragility.&nbsp; Patients may have short stature and bowing deformities of long bones.&nbsp; Rhizomelia and midface hypoplasia are not seen.&nbsp; In addition, other features such as recurrent fractures with minimal trauma, blue sclera, and weak/discolored teeth are present.</li>\n\t<li><strong>Rickets</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28217.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):&nbsp; Abnormal mineralization during bone growth can result in short stature, gross motor delays, frontal bossing, and genu varum.&nbsp; Patients with rickets do not have rhizomelia or brachydactyly.</li>\n\t<li><strong>Inborn errors of metabolism</strong>:&nbsp; Metabolic disorders, such as mucopolysaccharidoses, can present as skeletal dysplasia with shortened long bones, kyphoscoliosis, and flattened midface.&nbsp; Patients typically have additional neurologic (eg, intellectual disability) and gastrointestinal (eg, hepatomegaly) features.</li>\n\t<li><strong>Teratogen exposure</strong>:&nbsp; Teratogens (eg, alcohol) can interfere with the normal growth of tissues in a developing fetus.&nbsp; Fetal alcohol syndrome presents with characteristic facial abnormalities such as midface hypoplasia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L72866.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Disproportionate short stature is not seen.&nbsp; In addition, these patients are likely to have learning disabilities and microcephaly.</li>\n</ul>\n<h1>Prognosis and complications</h1><br><br><p>Both men and women with achondroplasia typically reach an average adult height of about 4 feet (121.9 cm).&nbsp; Most patients have a normal lifespan; however, there is an increased rate for childhood mortality due to cervicomedullary compression secondary to foramen magnum stenosis.</p><br><br><p>Common non-life-threatening complications of achondroplasia are often related to craniofacial abnormalities and include recurrent otitis media, hearing loss, and obstructive sleep apnea.&nbsp; In addition, abnormal vertebral development can lead to spinal stenosis, which presents with lower extremity weakness/paresthesia and bladder dysfunction in adulthood.</p>\n<h1>Management</h1><br><br><p>A multidisciplinary team (eg, orthopedist, physical/occupational therapist) should address potential disease complications (eg, spinal stenosis) and help patients adapt to challenges related to having shortened limbs (ie, promoting accessibility and independence).&nbsp; Genetic counseling should also be provided to patients with achondroplasia.</p>\n<h1>Summary</h1><br><br><p>Achondroplasia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/127086.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is caused by an autosomal dominant mutation of the fibroblast growth factor receptor 3 gene that leads to decreased endochondral ossification.&nbsp; Patients present with proximal limb shortening with short stature, midface hypoplasia, and frontal bossing; cognition and lifespan expectancy are normal.&nbsp; Management includes a multidisciplinary approach to address challenges related to physical limitations and disease complications (eg, spinal stenosis).<p></p>\n</div>\n\n            "
}