{
  "meta": {
    "title": "ANCA-associated vasculitis: granulomatosis with polyangiitis (GPA), eosinophilic granulomatosis with polyangiitis (EGPA), and microscopic polyangiitis (MPA).",
    "url": "https://brainandscalpel.vercel.app/anca-associated-vasculitis-granulomatosis-with-polyangiitis-gpa-eosinophilic-granulomatosis-with-polyangiitis-egpa-and-microscopic-polyangiitis-mpa-nbsp-b38f8498-e7007c.html",
    "scrapedAt": "2025-12-01T05:59:49.428Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p>There are 3 major antineutrophil cytoplasmic antibody (ANCA)–associated vasculitides:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Granulomatosis with polyangiitis (GPA) (formerly Wegner granulomatosis).</li>\n\t<li>Eosinophilic granulomatosis with polyangiitis (EGPA) (formerly Churg-Strauss syndrome).</li>\n\t<li>Microscopic polyangiitis (MPA).&nbsp;</li>\n</ul><br><br><p>Despite having different clinical presentations, all 3 conditions have the following in common:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hyperactivated neutrophils, mediated in part by ANCAs.</li>\n\t<li>Necrotizing inflammation of small vessels, including arterioles, capillaries, and venules.</li>\n\t<li>Rapidly progressive organ damage, particularly affecting the kidneys and lungs.</li>\n</ul>\n<h1>Pathogenesis</h1><h2>ANCA autoantibodies</h2><br><br><p>ANCAs are autoantibodies directed against certain proteins found in neutrophils.&nbsp; The 2 ANCAs of clinical significance are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anti-proteinase-3 (PR3)</strong>:&nbsp; PR3 is a neutrophil protease located in granules spread diffusely throughout the cytoplasm of neutrophils.&nbsp; Due to PR3's cytoplasmic distribution, anti-PR3 is referred to as <strong>c-ANCA</strong>.</li>\n\t<li><strong>Anti-myeloperoxidase (MPO)</strong>:&nbsp; MPO is a neutrophil oxidative burst enzyme located in granules clustered around the nucleus of the neutrophils.&nbsp; Due to MPO's perinuclear distribution, anti-MPO is referred to as <strong>p-ANCA</strong>.</li>\n</ul><br><br><p>The origin of ANCA is unclear.&nbsp; They likely form during neutrophil cell death, which exposes neoepitopes from intracellular proteins such as PR3 and MPO.&nbsp; Episodes of tissue damage associated with extensive neutrophil turnover (eg, prior suppurative infections) probably contribute to ANCA formation in susceptible individuals.</p>\n<h2>Neutrophil activation</h2><br><br><p>ANCAs themselves are relatively ineffective at activating resting neutrophils directly because PR3 and MPO are inaccessible within intracellular granules.&nbsp; However, neutrophils translocate PR3 and MPO to their surface as they degranulate, such as when primed by an infection (eg, bacterial endotoxin, acute phase cytokines [eg, TNF-α, IL-1β]).&nbsp; The membrane-bound PR3 and MPO can be crosslinked by circulating ANCAs, amplifying the neutrophil activation.&nbsp; This leads to a vicious cycle as ANCA-activated neutrophils continue to present PR3 and MPO on their surfaces.</p>\n<h2>Vasculitic inflammation</h2><br><br><p>Activated neutrophils cause endothelial damage via respiratory oxidative burst (eg, MPO) and protease activity (eg, PR3).&nbsp; The neutrophils lodge within small vessels such as glomerular tufts and pulmonary capillaries, explaining the prominent involvement of the kidneys and lungs.&nbsp; Histology of GPA reveals <strong>fibrinoid necrosis</strong> (amorphous debris representing lysis of the media) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66323.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), dense neutrophilic inflammation of the vessel wall (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L2422.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), and perivascular necrotizing <strong>granulomas</strong>.&nbsp; The granulomas likely represent a T cell–mediated type IV hypersensitivity response to exposed self-antigens.&nbsp; Histology of EGPA and MPA are similar to that of GPA but with some key differences, which are discussed later.<p></p><br><br><p>These necroinflammatory changes can affect multiple vascular beds (ie, polyangiitis).&nbsp; Vessel inflammation disrupts blood flow, causing tissue damage such as necrotizing sinusitis, microscopic lung infarctions (eg, pulmonary nodules and cavities), glomerulonephritis, peripheral nerve ischemia (eg, mononeuritis multiplex), and skin lesions.</p>\n<h1>Risk factors</h1><h2>Genetic</h2><br><br><p>Genetic risk factors may increase the likelihood of ANCA formation, ANCA-induced neutrophil activation, and clinical vasculitis.&nbsp; They include polymorphisms that:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increase PR3 expression (eg, PRTN3 promoter).</li>\n\t<li>Decrease antiproteases that normally inhibit PR3 (eg, SERPINA1 [alpha-1 antitrypsin]).</li>\n\t<li>Enhance autoreactive T-cell responses to self-antigens (eg, HLA-DPB1).</li>\n</ul>\n<h2>Environmental</h2><br><br><p>Environmental risk factors likely influence initial neutrophil activation, presenting an opportunity for amplification by ANCA.&nbsp; They include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Inhaled exposures (eg, cigarette smoke, silica).</li>\n\t<li>Pyogenic infections (especially <em>Staphylococcus aureus</em>).</li>\n\t<li>Certain drugs and medications (eg, hydralazine, propylthiouracil, levamisole).</li>\n</ul>\n<h1>Granulomatosis with polyangiitis (GPA)</h1><h2>Clinical presentation</h2><br><br><p>GPA mainly affects older adults.&nbsp; Patients usually have inflammatory constitutional symptoms such as low-grade fever, weight loss, anorexia, malaise, and fatigue.&nbsp; The main organs involved in GPA include the sinuses, respiratory tract, and kidneys (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81579.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sinuses</strong>:&nbsp; Otolaryngologic involvement includes necrotizing sinusitis, which can progress to septal perforation and erosion into paranasal structures (eg, auditory canal).&nbsp; Manifestations include sinus pain, congestion, nasal crusting and ulcerations, recurrent infections, purulent discharge, saddle nose deformity (late finding), and inner ear symptoms (eg, hearing loss, vertigo).&nbsp; CT imaging shows opacification and osseous destruction of the sinus wall.</li>\n\t<li><strong>Lungs</strong>:&nbsp; GPA can affect the entire respiratory tract, from the upper airway to the pulmonary parenchyma.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Airway involvement includes laryngitis, tracheitis, bronchial ulceration, and bronchiectasis.&nbsp; Some patients develop intense granulation tissue followed by scarring (eg, tracheal or bronchial stenosis).</li>\n\t\t<li>Pulmonary parenchymal involvement includes nodular opacities, consolidations, and cavitary pulmonary infiltrates representing areas of lung inflammation and necrosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L214.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; Widespread capillary inflammation can cause <strong>diffuse alveolar hemorrhage (DAH)</strong>, which appears as bilateral alveolar opacification (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L447.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Symptoms include chest pain, dyspnea, hypoxemia, and hemoptysis, which can sometimes be life-threatening (eg, erosion into bronchial artery).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Kidneys</strong>:&nbsp; Renal involvement involves rapidly progressive glomerulonephritis (RPGN), presenting with nephritic syndrome.&nbsp; Manifestations include acute kidney injury, microscopic hematuria with dysmorphic red blood cells and red cell casts, hypertension, and edema.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>GPA is most strongly associated with <strong>c-ANCA</strong> (anti-PR3), present in ~75% of patients.</p><br><br><p>Diagnosis of GPA requires a <strong>tissue biopsy</strong> regardless of ANCA serology result (only moderate sensitivity and specificity).&nbsp; Renal biopsy (obtained in all patients with suspected glomerulonephritis) can reveal crescentic lesions composed of sloughed epithelial cells and fibrinous debris within Bowman capsule.&nbsp; Immunofluorescence shows a <strong>pauci-immune</strong> pattern, referring to the characteristic <strong>absence of immunoglobulin or complement</strong> deposition.&nbsp; This feature distinguishes GPA from immunologic causes of glomerulonephritis, such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Anti–glomerular basement membrane (anti-GBM) disease or Goodpasture syndrome (linear IgG fluorescence).</li>\n\t<li>IgA nephropathy or Berger disease (granular IgA and C3 fluorescence).</li>\n\t<li>Immune complex (eg, poststreptococcal) glomerulonephritis (granular IgG and C3 deposits).</li>\n\t<li>Lupus nephritis (\"full house\" staining with IgG, IgA, IgM, and complement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96560.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )).</li>\n</ul><br><br><p>Biopsies obtained from extrarenal sites (eg, sinuses, lungs) show small vessel inflammation, fibrinoid necrosis, and perivascular granulomas.</p>\n<h2>Treatment</h2><br><br><p>Treatment of GPA involves 2 phases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Induction</strong>:&nbsp; The goal is to achieve initial remission as quickly as possible.&nbsp; Organ-threatening disease (eg, lungs, kidneys, eyes) requires potent immunosuppression, with intravenous corticosteroids (eg, high-dose methylprednisolone) combined with rituximab (anti-CD20 monoclonal antibody that depletes B cells and, subsequently, ANCA autoantibodies).&nbsp; Cyclophosphamide is an alternative to rituximab.</li>\n\t<li><strong>Maintenance</strong>:&nbsp; The goal is to prevent relapse (common) after remission is achieved.&nbsp; Maintenance consists of a single steroid-sparing agent (eg, rituximab, methotrexate, azathioprine).&nbsp; Long-term glucocorticoids are avoided due to their chronic toxicity (eg, osteoporosis).</li>\n</ul>\n<h1>Eosinophilic granulomatosis with polyangiitis (EGPA)</h1><h2>Clinical presentation</h2><br><br><p>Growing consensus suggests that EGPA has 2 main phases: a nonvasculitic phase and a vasculitic (more severe) phase (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/75266.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nonvasculitic</strong>:&nbsp; This phase of EGPA, more likely to be ANCA-negative, represents a state of heightened Th2 activation (eg, high IL-5) causing eosinophil proliferation.&nbsp; Most patients have a history of severe <strong>asthma</strong> beginning in early adulthood, often accompanied by chronic <strong>rhinosinusitis</strong> with nasal polyps.&nbsp; <strong>Eosinophilia</strong> is common, with eosinophils infiltrating various organs (eg, migratory pulmonary opacities).</li>\n\t<li><strong>Vasculitic</strong>:&nbsp; This phase of EGPA (usually &gt;10 years after asthma onset) is more likely to be ANCA-positive.&nbsp; It involves <strong>neutrophilic</strong> small vessel inflammation, fibrinoid necrosis, and granuloma formation (similar to GPA) but in a background of <strong>eosinophilic infiltration</strong>.&nbsp; In addition to constitutional symptoms as seen in GPA (eg, fever, weight loss), EGPA typically has the broadest organ system involvement of the ANCA vasculitides.&nbsp; Common extrapulmonary manifestations include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Cardiovascular:&nbsp; <strong>Myocarditis</strong> (leading cause of death) and conduction block.</li>\n\t\t<li>Dermatologic:&nbsp; Tender <strong>nodules</strong> due to subdermal capillary inflammation.</li>\n\t\t<li>Neurologic:&nbsp; <strong>Mononeuritis multiplex</strong> due to vasa nervorum involvement causing inflammation, ischemia, and infarction of large peripheral nerves (eg, foot drop).</li>\n\t\t<li>Renal:&nbsp; RPGN (as seen in GPA).</li>\n\t\t<li>Gastrointestinal:&nbsp; Bowel ischemia and perforation.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>These phases may overlap, with many patients presenting with concurrent asthma (nonvasculitic EGPA) and extrapulmonary manifestations (vasculitic EGPA).</p>\n<h2>Diagnosis</h2><br><br><p>EGPA is most strongly associated with <strong>p-ANCA</strong> (anti-MPO), but results are only positive in ~30% of patients, mainly in those with severe multiorgan vasculitis.</p><br><br><p>Definitive diagnosis requires tissue biopsy demonstrating <strong>extravascular eosinophils</strong> (with or without necrotizing small vessel vasculitis).&nbsp; Renal biopsy shows pauci-immune crescentic glomerulonephritis, similar to GPA.&nbsp; If biopsy is not possible, a presumptive diagnosis can be made in patients with peripheral blood eosinophilia (≥10% or ≥1,000 cells/mm<font size=\"2\"><sup>3</sup></font>) and compatible organ involvement (eg, myocarditis, mononeuritis multiplex, glomerulonephritis).</p>\n<h2>Treatment</h2><br><br><p>Treatment of EGPA involves 2 phases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Induction</strong>:&nbsp; The goal is to rapidly achieve initial remission.&nbsp; Organ-threatening disease (eg, heart, kidneys, CNS) is typically seen in vasculitic EGPA, and requires aggressive immunosuppression with intravenous corticosteroids (eg, high-dose methylprednisolone) combined with cyclophosphamide (a cytotoxic drug that blocks multiple immune cells).&nbsp; Rituximab is an alternative to cyclophosphamide but is less effective because most patients are ANCA-negative (ie, lack active secretion by B cells).</li>\n\t<li><strong>Maintenance</strong>:&nbsp; The goal is to prevent relapse following remission.&nbsp; Maintenance consists of a steroid-sparing agent (eg, mepolizumab, azathioprine, methotrexate, mycophenolate).</li>\n</ul><br><br><p>Monoclonal antibodies targeting IL-5 (eg, mepolizumab) or IL-5 receptor (eg, benralizumab) are also used to treat nonvasculitic components such as EGPA-associated asthma.&nbsp; Nonvasculitic EGPA tends to be highly responsive to these biologic agents because they rapidly deplete eosinophils.</p>\n<h1>Microscopic polyangiitis (MPA)</h1><h2>Clinical presentation</h2><br><br><p>MPA has a presentation similar to GPA, with often dramatic renal (eg, RPGN) and pulmonary (eg, extensive cavitary lesions, DAH) involvement.&nbsp; Upper airway and sinus disease is less pronounced.</p>\n<h2>Diagnosis</h2><br><br><p>MPA is most strongly associated with <strong>p-ANCA</strong> (ie, MPO).</p><br><br><p>Similar to GPA, MPA requires a tissue biopsy for diagnosis.&nbsp; Renal biopsy shows pauci-immune crescentic glomerulonephritis indistinguishable from GPA or EGPA.&nbsp; Extrarenal biopsy shows fibrinoid necrosis and intense neutrophilic inflammation but a <strong>lack of granulomas</strong> around small vessels.&nbsp; Unlike GPA and EGPA, MPA appears to have minimal T-cell autoreactivity, which is needed for type IV hypersensitivity and granuloma formation.</p>\n<h2>Treatment</h2><br><br><p>Treatment of MPA is analogous to GPA, with combination induction therapy (eg, systemic glucocorticoids plus rituximab or cyclophosphamide) followed by maintenance therapy with a steroid-sparing immunosuppressive drug.&nbsp; Due to the lack of a strong autoreactive T-cell (granuloma-inducing) component, MPA has a much lower risk of relapse than GPA or EGPA, so immunosuppression can be tapered off sooner.</p>\n<h1>Other variants</h1><h2>Drug-induced ANCA vasculitis</h2><br><br><p>Certain drugs can produce ANCA-positive small vessel vasculitis; the top culprits are propylthiouracil, hydralazine, minocycline, and levamisole.&nbsp; These can induce ANCA formation through different mechanisms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Propylthiouracil is an antithyroid medication that interferes with thyroid peroxidase; it can cross-react with neutrophil NPO, altering its structure to render it more immunogenic.</li>\n\t<li>Hydralazine is an antihypertensive medication that causes oxidative stress within neutrophils, leading to apoptosis and exposure of neoepitopes such as PR3.</li>\n\t<li>Levamisole is a (largely obsolete) antihelminthic drug used to adulterate or \"cut\" cocaine; it has broad immunostimulatory activity, including T-cell activation and neutrophil activation.</li>\n</ul><br><br><p>Drug-induced ANCA vasculitis is suspected in patients with a clinical picture of c-ANCA vasculitis (ie, GPA) but with an <strong>unexpected ANCA</strong> pattern such as p-ANCA or <strong>double positivity</strong> for p-ANCA and c-ANCA.&nbsp; Double ANCA positivity is highly suspicious for levamisole vasculitis in patients with glomerulonephritis and/or diffuse alveolar hemorrhage.</p>\n<h2>Renal-limited vasculitis</h2><br><br><p>A small subset of individuals have isolated pauci-immune crescentic glomerulonephritis.&nbsp; ANCA-associated vasculitis might not be initially suspected due to the lack of additional organ involvement such as pulmonary lesions or sinus disease.&nbsp; This renal-limited vasculitis is usually associated with p-ANCA (anti-MPO); it is thought to be a variant of MPA and treated accordingly.</p>\n<h1>Summary</h1><br><br><p>Antineutrophil cytoplasmic antibody (ANCA)-associated vasculitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120316.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) encompasses 3 major diseases: granulomatosis with polyangiitis (GPA), eosinophilic granulomatosis with polyangiitis (EGPA), and microscopic polyangiitis (MPA).&nbsp; These conditions share a common pathogenesis involving hyperactivated neutrophils causing necrotizing inflammation of small vessels, with prominent involvement of the kidneys and lungs.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>GPA is most closely associated with c-ANCA against proteinase-3 (PR3).&nbsp; It presents with destructive sinusitis, pulmonary nodules or cavities, and glomerulonephritis.</li>\n\t<li>EGPA is most closely associated with p-ANCA against myeloperoxidase (MPO).&nbsp; It presents with asthma, chronic sinusitis, eosinophilia, and more severe vasculitic features such as glomerulonephritis, myocarditis, and mononeuritis multiplex.</li>\n\t<li>MPA is most closely associated with p-ANCA.&nbsp; It presents with dramatic renal and pulmonary manifestations (eg, diffuse alveolar hemorrhage).</li>\n</ul><br><br><p>Diagnosis generally requires tissue biopsy when possible.&nbsp; Renal biopsy demonstrates pauci-immune crescentic glomerulonephritis.&nbsp; Treatment combines systemic glucocorticoids with additional immunosuppressive agents such as rituximab or cyclophosphamide.&nbsp; Long-term immunosuppression is usually necessary because relapse is common.</p>\n</div>\n\n            "
}