{
  "meta": {
    "title": "Autoinflammatory diseases (including familial Mediterranean fever)",
    "url": "https://brainandscalpel.vercel.app/autoinflammatory-diseases-including-familial-mediterranean-fever-8eb95b81-e7007c.html",
    "scrapedAt": "2025-12-01T05:59:55.604Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Autoinflammatory diseases are a group of rare disorders characterized by recurrent episodes of unprovoked inflammation due to immune system dysregulation.&nbsp; Unlike autoimmune diseases, which involve adaptive immunity and autoantibodies, autoinflammatory diseases primarily affect the innate immune response, leading to inflammation without identifiable triggers (eg, autoantigens) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120171.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Familial Mediterranean fever (FMF) is the most common and well-studied disease and is the focus of this article.<p></p><br><br><p>Other major autoinflammatory conditions include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cryopyrin-associated periodic syndrome (CAPS).</li>\n\t<li>Tumor necrosis factor-receptor–associated periodic syndrome (TRAPS).</li>\n\t<li>Mevalonate kinase deficiency/hyper-IgD syndrome (MKD/HIDS).</li>\n</ul><br><br><p>Common manifestations of these conditions include periodic fever, skin rashes, arthritis, and serositis.</p>\n<h1>Pathophysiology</h1><br><br><p>The core mechanism of autoinflammatory diseases is the aberrant activation of the <strong>innate immune system</strong>, often involving <strong>inflammasomes</strong>.&nbsp; These multiprotein complexes detect cellular danger signals and activate powerful proinflammatory cytokines, most notably IL-1β.&nbsp; A key pathway involves the NLRP3 inflammasome, which cleaves pro–IL-1β into its active form via caspase 1.&nbsp; This dysregulation is driven by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Genetic mutations</strong>:&nbsp; In <strong>FMF</strong>, autosomal recessive mutations in the <em><strong>MEFV</strong></em> gene disrupt <strong>pyrin</strong>, a protein that normally inhibits inflammasome activity.&nbsp; This loss of regulation leads to excessive <strong>IL-1β</strong> production.&nbsp; Other diseases are driven by gain-of-function mutations (eg, <em>NLRP3</em> in CAPS) or loss-of-function mutations in anti-inflammatory regulators.</li>\n\t<li><strong>Protein misfolding</strong>:&nbsp; In TRAPS, <em>TNFRSF1A</em> mutations cause defective TNF receptor trafficking, triggering endoplasmic reticulum stress and NF-kappa B activation.</li>\n\t<li><strong>Environmental triggers</strong>:&nbsp; Stress, infections, or cold exposure may precipitate flares in genetically susceptible individuals, particularly in FMF.</li>\n</ul><br><br><p>Sustained inflammasome activation and IL-1β overproduction also induce the hepatic synthesis of acute-phase proteins, including serum amyloid A (SAA), which acts as an inflammatory mediator.&nbsp; In chronic or uncontrolled disease, persistently elevated SAA levels promote amyloid fibril formation, resulting in <strong>secondary AA amyloidosis</strong> (the principal complication of FMF) through deposition in tissues (eg, kidneys, spleen, liver).</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Family history</strong>:&nbsp; FMF is autosomal recessive, requiring 2 mutated <em>MEFV</em> alleles, often inherited from carrier parents.&nbsp; Other disorders such as CAPS and TRAPS follow autosomal dominant patterns.</li>\n\t<li><strong>Ethnicity</strong>:&nbsp; FMF, as its name implies, is highly prevalent in Mediterranean populations, with carrier rates as high as 1 in 5.&nbsp; TRAPS is more common in Northern Europeans.</li>\n\t<li><strong>Age</strong>:&nbsp; FMF typically presents in childhood (90% age &lt;20), but milder or atypical cases can emerge in adulthood, often linked to low-penetrance mutations or somatic mosaicism.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Autoinflammatory diseases manifest with recurrent, self-limited inflammatory episodes involving fever and multiorgan symptoms.</p>\n<h2>Familial Mediterranean fever</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fever and serositis</strong>:&nbsp; Abrupt, high-grade fevers lasting 1-3 days, often accompanied by severe abdominal pain (peritonitis), chest pain (pleuritis), or scrotal swelling (orchitis).</li>\n\t<li><strong>Musculoskeletal</strong>:&nbsp; Monoarticular arthritis, typically affecting large joints (eg, knees, ankles), myalgia, and erysipelas-like erythema are common.</li>\n\t<li><strong>Other features</strong>:&nbsp; Rare complications, including aseptic meningitis, pericarditis, and vasculitis.</li>\n</ul><br><br><p>Attacks are unpredictable, often triggered by stress, menstruation, or infection, and resolve spontaneously.&nbsp; Between attacks, patients are typically asymptomatic.</p>\n<h2>Other autoinflammatory diseases</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>CAPS</strong>:&nbsp; Urticarial rash, conjunctivitis, and fever, with severity ranging from cold-triggered episodes to chronic CNS and skeletal involvement.</li>\n\t<li><strong>TRAPS</strong>:&nbsp; Prolonged fevers (1-3 weeks) with migratory myalgia, erythematous plaques, periorbital edema, and abdominal pain.</li>\n\t<li><strong>MKD/HIDS</strong>:&nbsp; Recurrent episodes of fevers that last 3-7 days starting in infancy, with lymphadenopathy, abdominal pain, and maculopapular rash.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Autoinflammatory diseases should be suspected in individuals who experience repeated or ongoing inflammation that cannot be explained by common causes (eg, infection, cancer).&nbsp; Although many patients first show symptoms during childhood, less severe or atypical cases may emerge for the first time in adulthood, often lasting for months or years before being first diagnosed.&nbsp; A <strong>lack of response to antibiotics</strong> is often an important clue.&nbsp; Diagnosing these diseases combines clinical history (including family history), laboratory findings, and genetic confirmation.&nbsp; For FMF, clinical criteria emphasize recurrent fever with serositis or arthritis, particularly in high-risk ethnic groups.&nbsp; Nonspecific laboratory tests include elevated acute phase reactants (eg, C-reactive protein, erythrocyte sedimentation rate, ferritin).&nbsp; Complete blood count (CBC) often shows leukocytosis with neutrophilic predominance during acute flares; anemia of chronic disease is common in long-standing disease.&nbsp; <strong>Autoantibodies</strong> are typically <strong>absent</strong>, distinguishing autoinflammatory from autoimmune diseases (eg, lupus).</p><br><br><p><strong>Genetic testing</strong> is the mainstay of diagnosis for most autoinflammatory diseases.&nbsp; In FMF, sequencing of the <em>MEFV</em> gene confirms the diagnosis, with common mutations (M694V, M680I, V726A) in exon 10.&nbsp; Homozygous M694V predicts severe disease and amyloidosis risk.&nbsp; In other conditions, genetic testing includes targeted sequencing for <em>NLRP3</em> (CAPS), <em>TNFRSF1A</em> (TRAPS), or <em>MVK</em> (MKD/HIDS).</p><br><br><p>Measurement of SAA levels during and between flares aids in the diagnosis because markedly elevated SAA (&gt;10 times normal) during attacks and persistent elevation in remission indicate ongoing subclinical inflammation and support suspicion of autoinflammatory disease.&nbsp; SAA can also help differentiate autoinflammatory diseases from infections or other inflammatory conditions when combined with clinical features.</p>\n<h1>Differential diagnosis</h1><br><br><p>Autoinflammatory diseases can mimic:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Infections</strong>:&nbsp; Recurrent bacterial or viral infections, but lack of identified pathogens and response to immunosuppressants, suggest an autoinflammatory syndrome.&nbsp; Relapsing fever caused by arthropod-borne infections (certain <em>Borrelia</em> infections) can cause intermittent fevers that may be confused with periodic fevers resulting from autoinflammatory diseases.</li>\n\t<li><strong>Autoimmune diseases</strong>:&nbsp; Systemic lupus erythematosus can mimic FMF in particular, but negative autoantibodies help differentiate lupus from FMF.</li>\n\t<li><strong>Malignancies</strong>:&nbsp; Leukemia or lymphoma can be ruled out by bone marrow evaluation.</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment aims to control inflammation, prevent flares, and avoid complications.</p><br><br><p>First-line treatment of <strong>FMF</strong> is <strong>colchicine</strong>, which is generally continued lifelong.&nbsp; It acts by inhibiting the NLRP3 inflammasome and attenuating neutrophil function, which leads to a reduction in attack frequency (90% response rate) and in the risk of amyloidosis.&nbsp; Treatment should be monitored (eg, CBC for leukopenia), and inflammatory markers (eg, erythrocyte sedimentation rate) can be followed over time.&nbsp; Patients whose disease does not respond to colchicine may require an IL-1 inhibitor (eg, anakinra).</p><br><br><p>Colchicine has a limited role in other autoinflammatory diseases because these conditions involve different inflammatory pathways that are less responsive to inflammasome inhibition; instead, medications targeting the implicated pathway are used:&nbsp; anti-TNF agents (eg, etanercept) in TRAPS, and anti–IL-6 (eg, tocilizumab) in MKD/HIDS.&nbsp; IL-1 inhibitors (anakinra) are preferred for CAPS.</p><br><br><p>In all these conditions, nonsteroidal anti-inflammatory drugs and glucocorticoids can be used as adjunctive therapy for flares.&nbsp; Therapeutic monitoring often includes serial SAA measurements to assess response because normalization of SAA levels correlates with reduced risk of amyloidosis and better disease control.</p>\n<h1>Prognosis</h1><br><br><p>For <strong>FMF</strong>, early colchicine therapy ensures near-normal life expectancy, with &gt;90% of patients achieving attack control and amyloidosis prevention.&nbsp; Untreated FMF carries high morbidity (renal failure) and mortality (up to 20% in historical cohorts).&nbsp; Other diseases benefit from biologics, with CAPS showing dramatic improvement on IL-1 inhibitors.&nbsp; Relapses may occur, but modern therapies have transformed outcomes.</p><br><br><p>Prognostically, persistently elevated SAA levels (&gt;5 mg/L in remission) are a strong predictor of amyloidosis development and poorer outcomes, guiding intensification of therapy.&nbsp; In contrast, sustained SAA normalization is associated with a favorable prognosis and reduced long-term complications.</p>\n<h1>Summary</h1><br><br><p>Autoinflammatory diseases are rare disorders characterized by recurrent, unprovoked inflammation due to innate immune system dysregulation; they are distinct from autoimmune diseases because they lack autoantibodies and primarily involve inflammasome-driven cytokine production, notably IL-1β.&nbsp; Familial Mediterranean fever, the most common, results from <em>MEFV</em> gene mutations, causing fever, serositis, and arthritis, predominantly in Mediterranean populations.&nbsp; Other conditions, such as cryopyrin-associated periodic syndromes, tumor necrosis factor-receptor–associated periodic syndrome, and mevalonate kinase deficiency/hyper-IgD syndrome, present with similar recurrent fevers and multiorgan symptoms.&nbsp; Diagnosis relies on clinical history, elevated acute phase reactants, and genetic testing.&nbsp; Treatment focuses on controlling inflammation, with colchicine as the cornerstone for FMF, whereas IL-1 inhibitors, anti–tumor necrosis factor, and anti–IL-6 agents are used for other syndromes.</p>\n</div>\n\n            "
}