{
  "meta": {
    "title": "Benign and malignant bone tumors",
    "url": "https://brainandscalpel.vercel.app/benign-and-malignant-bone-tumors-fda0b809-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:02.810Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Bone tumors can be benign or malignant and can arise from any component of bone (eg, marrow, osseous tissue, cartilage, fibrous tissue) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13546.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The clinical presentation, diagnosis, and management vary, depending on the type of tumor and its location in the bone (eg, diaphysis, metaphysis, epiphysis).<p></p>\n<h1>Bone anatomy for tumor classification</h1><br><br><p>Long bones are located in the extremities and consist of:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Epiphysis</strong>:&nbsp; The proximal and distal ends of a long bone, adjacent to the joint.</li>\n\t<li><strong>Metaphysis</strong>:&nbsp; The flared part of a long bone that extends between the epiphysis and diaphysis.&nbsp; The metaphysis contains the physis, or growth plate.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diaphysis</strong>:&nbsp; The part of a long bone that extends between the proximal and distal metaphyses in children and epiphyses in adults.</li>\n</ul>\n<h1>Diagnostic approach to a bone tumor</h1><br><br><p>In cases of a suspected bone tumor, diagnostic evaluation includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>History and physical examination.</li>\n\t<li>Imaging:&nbsp; Plain radiograph is the initial imaging modality.&nbsp; MRI/CT scan may be necessary to determine the extent of cortical and soft tissue involvement, especially if management requires surgical resection.</li>\n\t<li>Biopsy with histopathology confirms the diagnosis.</li>\n</ul><br><br><p>This article focuses on the most common bone tumors, which are classified by their location in long bones.&nbsp; Metastatic and hematologic (eg, lymphoma, multiple myeloma) malignancies that affect the bone marrow are not discussed in this article and can be found in separate dedicated articles.</p>\n<h1>Epiphyseal bone tumors</h1><h2>Giant cell tumor of bone</h2><br><br><p>Giant cell tumor of bone (GCTB) is a <strong>benign</strong> but locally destructive osteolytic epiphyseal bone tumor that arises from osteoclastic precursor cells.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Epidemiology:&nbsp; GCTB most commonly occurs in young adults who have reached skeletal maturity (age 20-40).</li>\n\t<li>Location:&nbsp; GCTB most commonly occurs at the epiphyses of the distal femur and proximal tibia.</li>\n\t<li>Clinical presentation:&nbsp; The presentation varies but often involves localized pain, swelling, stiffness, and pathologic fracture (ie, fracture with minor trauma).&nbsp; The range of motion of the affected joint may be diminished.</li>\n\t<li>Imaging:&nbsp; Radiographs reveal an <strong>eccentric, expansive lytic lesion</strong> with a <strong>\"soap bubble\" appearance</strong> due to intralesional bony trabeculae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L70928.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; MRI may be necessary for evaluating the extent of adjacent soft tissue involvement.</li>\n\t<li>Pathology:&nbsp; GCTB is composed of <strong>multinucleated, osteoclast-like giant cells</strong> that are interspersed with mononuclear stromal cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75601.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Stromal cells overexpress the receptor activator of nuclear factor-kappa B ligand (RANKL), a protein that induces the activation and differentiation of osteoclasts.</li>\n\t<li>Management:&nbsp; Surgery (eg, intralesional curettage or excision) with reconstruction is first-line therapy.&nbsp; Denosumab, a monoclonal antibody that inhibits RANKL (ie, inhibits osteoclast activation), may be considered for unresectable tumors.</li>\n\t<li>Prognosis:&nbsp; The prognosis is generally favorable, although the risk for local recurrence is high, especially in cases of incomplete excision.&nbsp; Rarely, malignant transformation and pulmonary metastasis can occur.</li>\n</ul>\n<h2>Chondroblastoma</h2><br><br><p>Chondroblastoma is a <strong>benign</strong> cartilage-producing epiphyseal bone tumor.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Epidemiology:&nbsp; Chondroblastoma most commonly occurs in adolescents and young adults (age 10-21) who have not reached skeletal maturity.&nbsp; Chondroblastoma is more common in male patients.</li>\n\t<li>Location:&nbsp; Chondroblastoma most commonly occurs at the epiphyses of the distal femur, proximal tibia, and proximal humerus.</li>\n\t<li>Clinical presentation:&nbsp; The presentation involves constant localized joint pain and swelling.&nbsp; Range of motion may be diminished.</li>\n\t<li>Imaging:&nbsp; Radiographs reveal a well-circumscribed <strong>radiolucent lesion with a thin sclerotic border</strong> that may cross the physis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105027.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; Calcifications may be present.</li>\n\t<li>Pathology:&nbsp; Chondroblastoma is composed of immature chondroblasts, osteoblast-like giant cells, and chondroid matrix (ie, cartilaginous tissue produced by tumor cells that often contains calcifications).</li>\n\t<li>Management:&nbsp; Surgery (ie, curettage) with reconstruction is performed.</li>\n\t<li>Prognosis:&nbsp; The prognosis is generally favorable, although physis involvement can lead to growth arrest and joint involvement can lead to arthritis.&nbsp; Local recurrence can occur.</li>\n</ul>\n<h1>Diaphyseal bone tumors</h1><h2>Ewing sarcoma</h2><br><br><p>Ewing sarcoma is a <strong>malignant</strong> osteolytic diaphyseal bone tumor, likely arising from neuroectodermal or mesenchymal stem cells (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41360.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Epidemiology:&nbsp; Ewing sarcoma is the second most common malignant bone tumor in children and adolescents (after osteosarcoma (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41405.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                )), with a peak incidence at age 10-15.</li>\n\t<li>Location:&nbsp; Ewing sarcoma most commonly occurs at the diaphyses of the long bones, but the pelvis and axial skeleton can also be affected.</li>\n\t<li>Clinical presentation:&nbsp; The presentation involves chronic, localized pain and swelling that may limit physical activity (eg, walking up stairs).&nbsp; <strong>Pain is often worse at night</strong> and with activity, and it progresses rapidly.&nbsp; Systemic findings (eg, fever, fatigue) may be present and are concerning for metastatic disease.</li>\n\t<li>Imaging:&nbsp; Radiographs reveal a central lytic lesion with a <strong>mottled (\"moth-eaten\") appearance</strong> that infiltrates the bony cortex and adjacent soft tissue.&nbsp; The associated periosteal reaction leads to concentric layers of new, reactive bone (ie, <strong>\"onion skinning\"</strong>) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22518.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; MRI may be necessary for evaluating the extent of adjacent soft tissue and vascular involvement.</li>\n\t<li>Pathology:&nbsp; Ewing sarcoma is a primitive tumor that likely arises from neuroectodermal or mesenchymal stem cells.&nbsp; Histopathology shows sheets of uniform small, round, blue cells with scant cytoplasm separated by fibrous septa and patches of necrosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L67490.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; Most cases are associated with translocations involving <em>EWSR1</em> on chromosome 22 and <em>FLI1</em> on chromosome 11 [ie, a t(11;22) translocation].&nbsp; This translocation produces a fusion protein that functions as an abnormal transcription factor, leading to uncontrolled cell proliferation.</li>\n\t<li>Management:&nbsp; Treatment involves chemotherapy with local control via surgical resection and/or radiation therapy.</li>\n\t<li>Prognosis:&nbsp; Ewing sarcoma often metastasizes to the lungs, and pulmonary complications (eg, hemoptysis) are a leading cause of death.&nbsp; The 5-year survival rate is approximately 70% for patients with localized disease and approximately 33% for patients with metastatic disease at the time of diagnosis.</li>\n</ul>\n<h2>Osteoid osteoma</h2><br><br><p>Osteoid osteoma is a <strong>benign</strong> diaphyseal bone-forming tumor (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41342.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Epidemiology:&nbsp; Osteoid osteoma most commonly occurs in adolescent boys.</li>\n\t<li>Location:&nbsp; Osteoid osteoma most commonly occurs in the lower extremities, particularly the proximal femur and tibia.&nbsp; The spine can also be affected.</li>\n\t<li>Clinical presentation:&nbsp; The presentation involves chronic, localized <strong>pain that is worse at night</strong>, unrelated to physical activity, and <strong>relieved by nonsteroidal anti-inflammatory drugs</strong> (NSAIDs).&nbsp; Most patients have no systemic symptoms or focal examination findings.</li>\n\t<li>Imaging:&nbsp; Radiographs reveal a <strong>small, round lucency with sclerotic margins</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12436.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).&nbsp; Central ossification may be present.</li>\n\t<li>Pathology:&nbsp; Histopathology shows a central nidus with osteoblasts and an osteoid (ie, unmineralized tissue composed of type I collagen) matrix surrounded by osteoclastic activity (ie, central lucency).&nbsp; The central nidus produces high levels of prostaglandins, causing inflammation and pain.</li>\n\t<li>Management:&nbsp; NSAIDs (which inhibit prostaglandins) are prescribed and serial radiographs performed to monitor growth.&nbsp; Surgical resection may be considered for patients who cannot tolerate long-term NSAID use.</li>\n\t<li>Prognosis:&nbsp; Spontaneous resolution occurs within years of diagnosis.</li>\n</ul><br><br><p>Osteoblastoma is a similar benign bone-forming tumor that may share the same underlying genetic etiology as osteoid osteoma.&nbsp; Osteoblastoma most commonly occurs in the spine, followed by the diaphyses of the long bones.&nbsp; In general, the pain associated with osteoblastoma is less responsive to NSAIDs, and the central nidus is larger in comparison to osteoid osteoma.</p>\n<h1>Metaphyseal bone tumors</h1><h2>Osteosarcoma</h2><br><br><p>Osteosarcoma is a <strong>malignant</strong> osteoblastic metaphyseal bone tumor thought to arise in mesenchymal stem cells or osteoblastic progenitor cells (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/108335.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Epidemiology:&nbsp; Osteosarcoma is the most common primary malignant bone tumor in children and adolescents and occurs in a bimodal distribution (ie, age &lt;25 and &gt;50).&nbsp; This malignant transformation occurs mostly during the rapid growth phase of long bones (ie, adolescence) but can also be due to hereditary genetic mutations (eg, <em><strong>RB1</strong></em>, <em><strong>TP53</strong></em>).</li>\n\t<li>Location:&nbsp; Osteosarcoma most commonly occurs at the metaphyses of the distal femur, proximal tibia, and proximal humerus.</li>\n\t<li>Clinical presentation:&nbsp; Chronic, localized pain is dull and progressive over weeks to months.&nbsp; Physical examination shows tenderness and swelling, often with a palpable soft tissue mass.&nbsp; Depending on the location and extent of joint involvement, patients may demonstrate a decreased range of motion or an abnormal gait.&nbsp; Systemic symptoms are rare and may indicate advanced disease when present.</li>\n\t<li>Imaging:&nbsp; Radiographs reveal an <strong>ill-defined lesion</strong> with a mixture of <strong>radiolucent (ie, osteolytic) and radiodense (ie, osteoblastic) areas</strong> within the metaphysis of a long bone (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L103752.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ), often with a <strong>\"sunburst\" periosteal</strong> reaction that is characterized by ossification of fragmented fibers perpendicular to the bone.</li>\n\t<li>Pathology:&nbsp; Histopathology shows malignant cells resembling osteoblasts of varying size (ie, pleomorphic) with atypical nuclei and irregular, lace-like osteoid (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27331.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ).</li>\n\t<li>Management:&nbsp; Management involves chemotherapy and surgical resection.</li>\n\t<li>Prognosis:&nbsp; The prognosis depends on the stage at presentation.&nbsp; Whereas patients with localized disease have a favorable outcome with prompt diagnosis and treatment, those with metastases have a poor prognosis.</li>\n</ul>\n<h2>Fibrosarcoma</h2><br><br><p>Fibrosarcoma is a <strong>malignant</strong> tumor that arises from metaphyseal fibrous connective tissue.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Epidemiology:&nbsp; Fibrosarcoma is rare and most commonly affects middle-aged adults.</li>\n\t<li>Location:&nbsp; Fibrosarcoma most commonly occurs at the metaphyses of the long bones, particularly the femur, tibia, and humerus.</li>\n\t<li>Clinical presentation:&nbsp; Localized pain and swelling are present.&nbsp; Pathologic fracture may occur.&nbsp; There may be a history of preexisting bone lesions (eg, irradiated tissue) that predispose to fibrosarcoma.</li>\n\t<li>Imaging:&nbsp; Radiographs reveal a localized osteolytic lesion that infiltrates the cortex and adjacent soft tissues with minimal periosteal reaction.</li>\n\t<li>Pathology:&nbsp; Histopathology shows spindle cells (cells with scant cytoplasm and elongated, hyperchromatic nuclei) arranged in a herringbone pattern (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L3747.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ).</li>\n\t<li>Management:&nbsp; Treatment involves chemotherapy and surgical resection.</li>\n\t<li>Prognosis:&nbsp; The prognosis is unfavorable due to a high risk for recurrence and metastasis.</li>\n</ul>\n<h2>Unicameral bone cyst</h2><br><br><p>Unicameral bone cyst, also known as a simple or solitary bone cyst, is a <strong>benign</strong>, fluid-filled lesion with a fibrous membrane (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/108415.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Epidemiology:&nbsp; Unicameral bone cysts most commonly occur in skeletally immature children and adolescents.</li>\n\t<li>Location:&nbsp; Unicameral bone cysts most commonly develop in the metaphyses of long bones, particularly the proximal humerus and femur.</li>\n\t<li>Clinical presentation:&nbsp; Most patients are asymptomatic, and the lesion is found incidentally on imaging.&nbsp; Patients rarely present with pain due to a pathologic fracture.</li>\n\t<li>Imaging:&nbsp; Radiographs reveal a <strong>well-defined lucency</strong> with a <strong>thin sclerotic margin</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108174.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ).&nbsp; MRI shows a <strong>homogeneous, fluid-filled lesion</strong> (ie, cyst) with an enhancing rim.&nbsp; There is no periosteal reaction.</li>\n\t<li>Management:&nbsp; Treatment involves observation with serial radiographs until spontaneous resolution, typically after the patient reaches skeletal maturity (ie, physis closes).</li>\n\t<li>Prognosis:&nbsp; Spontaneous resolution occurs in most cases, so the prognosis is favorable.</li>\n</ul>\n<h2>Osteochondroma</h2><br><br><p>Osteochondroma is a <strong>benign</strong> metaphyseal bone tumor composed of bone with a cartilaginous cap (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/109092.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Epidemiology:&nbsp; Osteochondroma is the most common benign bone tumor.&nbsp; Adolescents and young adults (age 10-20) are most often affected.</li>\n\t<li>Location:&nbsp; Osteochondroma most commonly develops in or proximal to the metaphysis and extends away from the epiphysis.</li>\n\t<li>Clinical presentation:&nbsp; Patients may be asymptomatic or present with a hard, painless nodule near a joint.&nbsp; If asymptomatic, the lesion is often found incidentally on imaging.&nbsp; In advanced cases, local compression of neurovascular structures may cause pain, but systemic features (eg, fever, weight loss) are rare.</li>\n\t<li>Imaging:&nbsp; Radiographs reveal well-defined metaphyseal bony outgrowth with a pedunculated base that grows away from the epiphysis (ie, toward the diaphysis) and has continuity with the cortices and medullae of adjacent bones (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47829.png\" alt=\"image 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 11</div>\n                                </div>\n                                ).</li>\n\t<li>Pathology:&nbsp; Histopathology shows bone with a cartilaginous cap.</li>\n\t<li>Management:&nbsp; Osteochondroma stops growing when the patient reaches skeletal maturity.&nbsp; Most lesions remain static through adulthood and are typically managed with observation alone.</li>\n\t<li>Prognosis:&nbsp; The risk for malignant transformation to chondrosarcoma in adulthood is very low (~1%) for a solidary lesion; therefore, the prognosis is favorable.</li>\n</ul>\n<h2>Chondrosarcoma</h2><br><br><p>Chondrosarcoma is a <strong>malignant</strong> metaphyseal cartilage-producing bone tumor.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Epidemiology:&nbsp; Chondrosarcoma most commonly occurs in adults age &gt;40.</li>\n\t<li>Location:&nbsp; Chondrosarcoma most commonly develops in the metaphyses of long bones, particularly the proximal humerus and femur, and the pelvis.</li>\n\t<li>Clinical presentation:&nbsp; Localized pain and swelling are involved.&nbsp; Pain is insidious and progressive, often present for months to years prior to diagnosis.&nbsp; Pathologic fractures may occur.</li>\n\t<li>Imaging:&nbsp; Radiographs reveal radiolucent and radiodense areas with intralesional calcifications in a <strong>ring-and-arc pattern</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105174.jpg\" alt=\"image 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 12</div>\n                                </div>\n                                ).&nbsp; Calcifications may coalesce to form a radiopaque lesion.</li>\n\t<li>Pathology:&nbsp; Histopathology shows atypical chondrocytes with abundant chondroid matrix (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85436.png\" alt=\"image 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 13</div>\n                                </div>\n                                ).</li>\n\t<li>Management:&nbsp; The treatment involves surgical resection.&nbsp; Chemotherapy may be considered for patients with unresectable (eg, metastatic) disease but is generally not effective.</li>\n\t<li>Prognosis:&nbsp; The prognosis is favorable if complete resection is achieved.&nbsp; Surveillance for local recurrence should be performed.</li>\n</ul>\n<h2>Enchondroma</h2><br><br><p>Enchondroma is a <strong>benign</strong> metaphyseal cartilage-producing bone tumor.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Epidemiology:&nbsp; Enchondroma most commonly occurs in adolescents and young adults.</li>\n\t<li>Location:&nbsp; Enchondroma most commonly develops in the metaphyses of long bones, particularly the hand, humerus, and femur.</li>\n\t<li>Clinical presentation:&nbsp; Most patients are asymptomatic, and the lesion is found incidentally on imaging.&nbsp; Rarely, patients present with pain due to a pathologic fracture,&nbsp; a gross deformity, or a leg length discrepancy.</li>\n\t<li>Imaging:&nbsp; Radiographs reveal a well-circumscribed lesion with central lucency.&nbsp; Central calcifications and sclerotic margins may be present.</li>\n\t<li>Pathology:&nbsp; Histopathology shows chondrocytes with abundant chondroid and punctate calcifications.</li>\n\t<li>Management:&nbsp; The tumor is observed, and surgical resection is performed if there are risk factors for pathologic fracture (eg, large size, location in weight-bearing bone).</li>\n\t<li>Prognosis:&nbsp; Spontaneous resolution occurs in most patients.&nbsp; Rare complications include local recurrence and malignant transformation to chondrosarcoma.</li>\n</ul>\n<h2>Nonossifying fibroma</h2><br><br><p>Nonossifying fibroma is a <strong>benign</strong> metaphyseal developmental defect characterized by fibrous connective tissue (ie, no bone).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Epidemiology:&nbsp; Nonossifying fibroma most commonly occurs in adolescents and young adults.</li>\n\t<li>Location:&nbsp; Nonossifying fibroma most commonly develops in the metaphyses of long bones, particularly the femur and tibia.</li>\n\t<li>Clinical presentation:&nbsp; Most patients are asymptomatic, and the lesion is found incidentally on imaging.&nbsp; Rarely, patients present with pain due to a pathologic fracture.</li>\n\t<li>Imaging:&nbsp; Radiographs reveal a well-circumscribed lytic lesion.</li>\n\t<li>Pathology:&nbsp; Histopathology shows fibrous connective tissue with no bone.</li>\n\t<li>Management:&nbsp; Management involves observation, and surgical resection is performed if there are risk factors for pathologic fracture (eg, large size, location in weight-bearing bone).</li>\n\t<li>Prognosis:&nbsp; Spontaneous resolution (ie, fibrous connective tissue replaced with normal bone) occurs in most patients.&nbsp; Rare complications include local recurrence and malignant transformation to chondrosarcoma.</li>\n</ul>\n<h1>Bone tumors in other locations</h1><br><br><p>Common bone tumors that can present in other locations include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fibrous dysplasia</strong>:&nbsp; This benign lesion is characterized by fibrous connective tissue with irregular trabecular bone.&nbsp; Fibrous dysplasia can occur in any bone, most commonly the femur, tibia, ribs, and skull of adolescents and young adults.&nbsp; Patients are often asymptomatic, and radiographs reveal a lytic lesion with a homogenous (ie, ground-glass) appearance.&nbsp; Fibrous dysplasia in multiple bones is concerning for McCune-Albright syndrome (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L463.png\" alt=\"image 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 14</div>\n                                </div>\n                                ), which classically presents with the triad of fibrous dysplasia, endocrine abnormalities, and café au lait spots.</li>\n\t<li><strong>Aneurysmal bone cyst</strong>:&nbsp; This benign vascular lesion can occur in any bone, most commonly in adolescents.&nbsp; Aneurysmal bone cysts can cause localized pain and swelling and may grow rapidly.&nbsp; Radiographs reveal a lytic lesion with a thin sclerotic rim.&nbsp; Because aneurysmal bone cysts are aggressive, surgical resection is required to preserve adjacent bone and prevent pathologic fracture.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Bone tumors can be benign (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/109065.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ) or malignant and can arise from any component of bone (eg, osseous tissue, cartilage, fibrous tissue, marrow).&nbsp; The clinical presentation, diagnosis, and management vary, depending on the type of tumor and its location within the bone (eg, diaphysis, metaphysis, epiphysis).&nbsp; Characteristic radiologic and histopathologic features can confirm the diagnosis.&nbsp; Prompt evaluation and management, often involving a multidisciplinary team, are essential for optimizing patient outcomes.<p></p>\n</div>\n\n            "
}