{
  "meta": {
    "title": "Chronic kidney disease: mineral and bone disorders",
    "url": "https://brainandscalpel.vercel.app/chronic-kidney-disease-mineral-and-bone-disorders-f5f1354c-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:05.101Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Chronic kidney disease (CKD) predisposes to abnormal bone and mineral metabolism known as CKD-mineral and bone disorder (CKD-MBD).&nbsp; As renal function declines, there is a disruption in homeostasis of calcium, phosphorus, parathyroid hormone (PTH), vitamin D, and fibroblast growth factor 23 (FGF23).&nbsp; This disrupts serum levels of calcium and phosphorus, often with detrimental effects, including states of abnormal bone turnover (ie, renal osteodystrophy) that can manifest as osteitis fibrosa cystica and adynamic bone disease.&nbsp; CKD-MBD not only affects bone health but also contributes to the development of vascular calcification (ie, calcium-phosphate crystal deposition), the leading cause of mortality in CKD (eg, from coronary artery disease).</p>\n<h1>Pathophysiology</h1><h2>CKD-<u>M</u>BD: <u>Mineral</u> imbalance leads to high PTH</h2><br><br><p><strong>Mineral imbalance:&nbsp; High phosphate, low calcium, low vitamin D</strong><br>\nFailing kidneys have a decreased ability to excrete phosphate, leading to <strong>hyperphosphatemia</strong>.&nbsp; This is thought to be the inciting event in the onset of CKD-MBD.&nbsp; In response to elevated phosphate, osteocytes secrete FGF23 (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61508.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; FGF23 binds to receptors on the kidneys (eg, FGF23 and Klotho coreceptors), leading to the suppression of renal 1-alpha-hydroxylase (whose levels are already low due to reduced nephron mass).&nbsp; Because this enzyme is responsible for vitamin D activation, the result is a <strong>decrease in 1,25-dihydroxyvitamin D</strong> (calcitriol), with the following effects:<p></p><br><br><ul>\n\t<li>Reduced intestinal phosphate absorption and reduced renal phosphate reabsorption (although hyperphosphatemia eventually persists due to impaired phosphate excretion).</li>\n\t<li>Reduced intestinal calcium absorption, leading to <strong>hypocalcemia</strong>.&nbsp; Binding of phosphate to free calcium further decreases serum calcium levels.</li>\n</ul><br><br><p><strong>High PTH:&nbsp; Secondary and tertiary hyperparathyroidism</strong><br>\nThese factors stimulate parathyroid gland release of PTH, or secondary hyperparathyroidism (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1664.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; In cases of longstanding CKD (particularly end-stage disease), the parathyroid glands can become autonomous and hyperplastic, no longer responding appropriately to calcium levels; this progression is termed tertiary hyperparathyroidism.<p></p>\n<h2>CKD-M<u>BD</u>: High PTH leads to <u>bone disease</u></h2><br><br><p><strong>Renal osteodystrophy</strong></p><br><br><p>Normally, PTH increases osteoclast activity, promoting bone resorption and remodeling.&nbsp; However, persistent PTH elevation can lead to abnormal bone turnover states, known as renal osteodystrophy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24456.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Maintaining a balance between high and low bone turnover states is paramount in CKD-MBD management.<p></p><br><br><p><strong>Osteitis fibrosa cystica (high turnover)</strong></p><br><br><p>Constant PTH action leads to a high turnover state with net bone loss, which can progress to osteitis fibrosa cystica.&nbsp; This condition is characterized by weakened bones and marrow fibrosis with an increased fracture risk.&nbsp; Effective treatment of secondary hyperparathyroidism (ie, optimal PTH suppression) can help prevent osteitis fibrosa cystica.</p><br><br><p><strong>Adynamic bone disease (low turnover) </strong></p><br><br><p>Conversely, overtreatment of secondary hyperparathyroidism (ie, excessive PTH suppression) can result in a low bone turnover state.&nbsp; This condition, known as adynamic bone disease, involves a reduction in both bone formation and resorption, which also increases fracture risk.</p>\n<h1>Evaluation</h1><br><br><p>Although the full spectrum of CKD-MBD typically manifests when estimated glomerular filtration rate (eGFR) falls below 40 mL/min, some aspects can appear earlier.&nbsp; Therefore, monitoring for the development of CKD-MBD should begin at the time of CKD diagnosis, with increased frequency of assessments as CKD progresses.&nbsp; For instance, patients with stage 3 CKD (eGFR 30-59 mL/min) should have calcium/phosphate levels checked every 6-12 months with PTH annually, whereas those with stage 5 CKD (eGFR &lt;15 mL/min) require calcium/phosphate levels checked every 1-3 months with PTH checked every 3-6 months.&nbsp; Evaluation involves a comprehensive assessment as follows:</p>\n<h2>Clinical assessment</h2><br><br><p>A thorough clinical evaluation, including history and physical examination, to identify symptoms related to bone pain, fractures, and vascular calcifications.</p>\n<h2>Laboratory tests </h2><br><br><ul>\n\t<li>Regular monitoring of serum levels of calcium, phosphorus, PTH, and 25-hydroxyvitamin D is recommended in all patients with CKD.</li>\n\t<li>FGF23 may be elevated even before circulating phosphate levels are above laboratory reference ranges, although its measurement is not yet done routinely.</li>\n\t<li>Markers of bone remodeling (eg, bone-specific alkaline phosphatase) can help with early identification of high and low turnover states.</li>\n\t<li>The calcium-phosphate product (ie, [calcium] × [phosphate]) correlates with long-term mortality (eg, cardiovascular events) and risk of calciphylaxis, a form of calcific arteriolopathy seen in CKD characterized by skin necrosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48489.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Other</h2><br><br><ul>\n\t<li>Imaging studies:&nbsp; Bone mineral density testing using dual-energy x-ray absorptiometry (DEXA) can evaluate bone mass and fracture risk.&nbsp; Novel imaging techniques (eg, high-resolution peripheral quantitative CT scan, trabecular bone score) are emerging as promising tools for the assessment of bone microarchitecture.</li>\n\t<li>Bone biopsy:&nbsp; In select cases, bone biopsy is performed to directly assess bone turnover, mineralization, and volume.&nbsp; This is particularly useful in diagnosing specific types of renal osteodystrophy when noninvasive tests are inconclusive.</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment goals of CKD-MBD include addressing hyperparathyroidism, managing vitamin D and calcium, and preventing renal osteodystrophy.</p>\n<h2>Secondary and tertiary hyperparathyroidism</h2><br><br><p>Reducing serum phosphorus is key because not only does it improve secondary hyperparathyroidism, but it also reduces mortality (given that hyperphosphatemia directly contributes to vascular calcification and arterial stiffening) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11353.png\" alt=\"Hyperphosphatemia in dialysis patients\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Hyperphosphatemia in dialysis patients</div>\n                                </div>\n                                ).<p></p><br><br><ul>\n\t<li>When serum phosphorus exceeds normal range, patients should be placed on dietary phosphate restriction (~800-1000 mg/day).</li>\n\t<li>If phosphorus remains &gt;5.5 mg/dL, <strong>phosphate binders</strong> are added.&nbsp; Non–calcium-containing binders (eg, sevelamer, lanthanum) are preferred because calcium-containing binders can contribute to vascular calcifications and increase the risk of adynamic bone disease, even in the absence of hypercalcemia.</li>\n\t<li>If phosphate normalization does not restore normal PTH, a vitamin D analogue (eg, <strong>calcitriol</strong>) should be added.&nbsp; This addresses vitamin D deficiency (very common in CKD) and lowers PTH.&nbsp; However, vitamin D analogues should be used cautiously because they can excessively raise serum phosphate and calcium.</li>\n</ul><br><br><p>If PTH is still elevated, tertiary hyperparathyroidism is likely present and requires further management:</p><br><br><ul>\n\t<li>Dialysis patients:&nbsp; A calcimimetic (eg, <strong>cinacalcet</strong>) is given to suppress PTH secretion (by increasing parathyroid gland sensitivity to calcium).&nbsp; If this is ineffective, then parathyroidectomy should be performed.</li>\n\t<li>Nondialysis patients:&nbsp; Given that calcimimetics are not recommended due to a lack of efficacy data and the risk of hypocalcemia and hyperphosphatemia, a parathyroidectomy should be performed instead.</li>\n</ul>\n<h2>Vitamin D deficiency and hypocalcemia</h2><br><br><p>CKD-MBD has some special considerations:</p><br><br><ul>\n\t<li>Vitamin D deficiency:&nbsp; Supplementation should be postponed until phosphate levels are&nbsp; controlled (because exogenous vitamin D increases phosphate absorption).</li>\n\t<li>Hypocalcemia:&nbsp; To avoid oversuppression of PTH activity, which could lead to an adynamic state, calcium supplementation is avoided unless hypocalcemia is symptomatic or severe (ie, &lt;7.5 mg/dL).</li>\n</ul>\n<h2>Renal osteodystrophy</h2><br><br><ul>\n\t<li>Osteitis fibrosa cystica (high bone turnover) is due to high bone resorption from excess PTH.&nbsp; Therefore, the primary goal is to suppress PTH secretion and reduce bone resorption.&nbsp; This can be achieved through use of the above (ie, phosphate control, vitamin D analogues, calcimimetics, parathyroidectomy).</li>\n\t<li>Adynamic bone disease (low bone turnover) is usually a consequence of excessively lowered PTH during the process of preventing osteitis fibrosa cystica.&nbsp; Therefore, management requires allowing PTH to rise by discontinuing vitamin D analogues or calcimimetics, and, in dialysis patients, using a low-calcium dialysate.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Chronic kidney disease-mineral and bone disorder (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80903.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a complex condition that arises as a complication of chronic kidney disease.&nbsp; The pathophysiology involves disruptions in calcium, phosphate, parathyroid hormone, vitamin D, and FGF23 metabolism, leading to abnormalities in bone turnover and mineralization, in addition to vascular calcification.<p></p><br><br><p>A comprehensive evaluation, including clinical assessment, laboratory tests, and sometimes imaging studies or bone biopsy, is necessary to characterize a patient's specific bone and mineral disturbances.&nbsp; Management focuses on preventing metabolic bone disease and reducing vascular calcification risk by optimizing serum phosphorus, calcium, vitamin D, and parathyroid hormone levels.&nbsp; Striking the right balance in management is crucial to avoid both high-turnover bone disease (osteitis fibrosa cystica) and low-turnover bone disease (adynamic bone disease).&nbsp; Treatment options include the stepwise addition of dietary phosphate restriction, phosphate binders, vitamin D analogues, calcimimetics, and, if needed, parathyroidectomy.</p>\n</div>\n\n            "
}