{
  "meta": {
    "title": "Compartment syndrome",
    "url": "https://brainandscalpel.vercel.app/compartment-syndrome-acd754b3-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:10.329Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Acute compartment syndrome is an emergency condition characterized by increased pressure within a closed anatomical compartment, leading to compromised tissue perfusion and potential tissue damage.&nbsp; It is a surgical emergency most commonly affecting the extremities.&nbsp; If compartment syndrome is not rapidly recognized and managed with fasciotomy, loss of limb can occur.</p>\n<h1>Risk factors</h1><br><br><p>Compartment syndrome most commonly occurs following trauma:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fractures (~75% of cases, long bone fractures highest risk)</li>\n\t<li>Crush injuries</li>\n\t<li>Burns (especially circumferential burns)</li>\n\t<li>Vascular injury (due to ischemia-induced swelling)</li>\n\t<li>Blunt trauma</li>\n</ul><br><br><p>It can also occur due to nontraumatic causes such as prolonged limb immobilization or compression, intense physical exertion (particularly in untrained individuals), or reperfusion of an acutely ischemic limb (ie, ischemia-reperfusion injury).</p>\n<h1>Pathophysiology</h1><br><br><p>Many muscle compartments are enclosed by inflexible fascia.&nbsp; Compartment syndrome occurs when swelling (eg, due to trauma) or increased volume (eg, hematoma) in a compartment results in increased intracompartmental pressure that exceeds perfusion pressure, which can restrict capillary perfusion and cause tissue ischemia and cellular hypoxia.&nbsp; This ischemic insult triggers a cascade of inflammatory responses, further exacerbating tissue damage and swelling, thereby perpetuating the cycle of increased compartment pressures.&nbsp; The threshold for tissue damage typically occurs when compartmental pressures are within 10-30 mm Hg of diastolic pressure.</p><br><br><p>The most common site for acute compartment syndrome is the <strong>anterior compartment of the leg</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21126.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) (often due to a fractured tibia); this compartment contains many important structures, such as the foot extensor muscles, anterior tibial artery, and the deep peroneal (fibular) nerve.&nbsp; In the upper extremity, the forearm is most commonly affected.&nbsp; Other affected areas include the foot, hand, and thigh.<p></p>\n<h1>Clinical presentation</h1><br><br><p>Patients with compartment syndrome may present with the following clinical features (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44770.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Severe pain that is out of proportion to the injury</strong> or physical examination findings (classic early feature)</li>\n\t<li><strong>Tense, firm compartments</strong> on palpation</li>\n\t<li><strong>Pain with passive stretch</strong> of muscles within the affected compartment (passive stretch test)</li>\n\t<li><strong>Paresthesia</strong> or sensory deficits in the affected area</li>\n\t<li><strong>Pallor, poikilothermia, and pulselessness</strong> in advanced cases (late signs consistent with limb ischemia)</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of acute compartment syndrome is often made based on clinical findings alone, but not all features may be present early in the course of illness, and pain medications may mask the symptoms.&nbsp; If the diagnosis is uncertain, compartment pressure can be measured (typically using a handheld pressure monitor) to confirm the diagnosis.&nbsp; A <strong>delta pressure</strong> (diastolic blood pressure − compartment pressure) <strong>≤30 mm Hg</strong> indicates acute compartment syndrome.</p><br><br><p>Compartment syndrome can occur soon after an injury but can also arise many hours later (eg, following fluid resuscitation in a patient with significant burns or a crush injury).&nbsp; Therefore, in patients at risk for the condition, serial examinations (sometimes with serial measurements of compartment pressures) are essential for making a timely diagnosis.</p>\n<h1>Differential diagnosis</h1><br><br><p>Conditions that mimic the clinical presentation of compartment syndrome include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Deep vein thrombosis</strong> (DVT):&nbsp; may cause calf pain and swelling, but severe pain and sensory or motor deficits are more consistent with compartment syndrome.</li>\n\t<li><strong>Deep tissue infection</strong> (eg, necrotizing fasciitis):&nbsp; characterized by severe pain out of proportion to obvious clinical signs.&nbsp; However, symptoms generally evolve over several hours to days and are usually associated with skin necrosis, bullae, crepitus, and significant systemic toxicity (eg, high fever, hypotension).</li>\n\t<li><strong>Peripheral neuropathy</strong> (eg, diabetic neuropathy, peripheral nerve injuries):&nbsp; can present with sensory deficits and pain.&nbsp; However, the symptoms are typically less acute and neuropathy does not cause the tense compartments or profound pain with passive stretch seen in compartment syndrome.</li>\n\t<li><strong>Vascular claudication</strong> due to peripheral artery disease:&nbsp; can cause leg pain that is worsened by exertion and alleviated by rest.&nbsp; However, patients typically present with a history of reproducible pain; in addition to decreased pulses, chronic skin changes caused by poor circulation (eg, dry, shiny, hairless skin) are typically present.</li>\n</ul>\n<h1>Laboratory evaluation and imaging</h1><br><br><p>Neither laboratory testing nor imaging is diagnostic of acute compartment syndrome.&nbsp; However, both can aid in the evaluation and management of the condition.&nbsp; Laboratory testing such as creatine kinase (CK), complete blood count (CBC), and arterial blood gas may help assess for associated complications such as muscle damage, systemic inflammation/infection, or metabolic acidosis (which can occur secondary to tissue ischemia) respectively.&nbsp; Imaging studies such as x-rays, ultrasonography, or MRI may be helpful in evaluating underlying causes of compartment syndrome (eg, fractures, soft tissue injuries) or assessing for complications.</p>\n<h1>Management</h1><br><br><p>The definitive treatment for acute compartment syndrome is <strong>fasciotomy</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97804.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), which releases the fascia, reduces intracompartmental pressure, and improves perfusion.&nbsp; Patients are often taken directly to the operating room because delays in treatment or failure to recognize the syndrome will lead to myonecrosis and neurologic damage, potentially resulting in permanent disability and/or loss of limb.<p></p><br><br><p>For any limb at risk for acute compartment syndrome (eg, recent tibial plateau fracture), any splints and tight or constrictive dressings should be removed, and the limb should be placed at the level of the heart to maintain arterial flow and reduce dependent swelling.&nbsp; Hypotension should be avoided as it reduces perfusion.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of compartment syndrome depends on various factors, including the timeliness of diagnosis, the severity of tissue damage, the underlying cause, and the effectiveness of treatment.&nbsp; Prompt recognition and surgical intervention can lead to favorable outcomes with resolution of symptoms and prevention of long-term complications.&nbsp; However, delayed diagnosis or inadequate treatment may result in irreversible tissue damage, limb dysfunction, or even limb loss.</p>\n<h1>Summary</h1><br><br><p>Acute compartment syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/87544.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is caused by increased pressure within a fascial compartment that limits perfusion.&nbsp; Long bone fractures and crush injuries are common causes.&nbsp; Early symptoms include severe pain, tense and swollen compartments, and pain with passive stretching of the muscles within the involved compartments.&nbsp; The diagnosis is typically based on clinical examination; measurement of compartment pressures can confirm the diagnosis.&nbsp; Definitive treatment is fasciotomy.<p></p>\n</div>\n\n            "
}