{
  "meta": {
    "title": "Cryoglobulinemia",
    "url": "https://brainandscalpel.vercel.app/cryoglobulinemia-1e02081a-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:16.183Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cryoglobulins are abnormal immunoglobulins that characteristically precipitate at temperatures below 37 C (98.6 F) and dissolve on rewarming.&nbsp; The presence of these immunoglobulins in the serum is referred to as cryoglobulinemia.&nbsp; Cryoglobulins can form immune complexes (ICs) that deposit within small- to medium-sized blood vessels, triggering inflammation and tissue damage (ie, cryoglobulinemic vasculitis).&nbsp; In addition, cryoglobulins can increase serum viscosity, leading to mechanical occlusion of the microcirculation.</p>\n<h1>Classification</h1><br><br><p>Cryoglobulinemia is classified into 3 types based on immunoglobulin composition:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Type I</strong>:&nbsp; Single monoclonal immunoglobulin (IgM or IgG), usually associated with lymphoproliferative disorders (eg, multiple myeloma, Waldenström macroglobulinemia).</li>\n\t<li><strong>Type II</strong>:&nbsp; Mixed cryoglobulins comprising monoclonal IgM with rheumatoid factor (RF) activity and polyclonal IgG; strongly linked to chronic hepatitis C virus (HCV) infection.</li>\n\t<li><strong>Type III</strong>:&nbsp; Mixed polyclonal IgM and IgG, typically associated with autoimmune diseases (eg, systemic lupus erythematosus, Sjögren syndrome) or chronic infections.</li>\n</ul><br><br><p><strong>Types II</strong> and <strong>III</strong> collectively account for approximately 80%-90% of symptomatic cases and are clinically grouped as <strong>mixed cryoglobulinemias</strong> (causing mixed cryoglobulinemia syndrome [MCS]).</p>\n<h1>Pathophysiology</h1><br><br><p>Cryoglobulinemia develops from immunoglobulins that reversibly <strong>precipitate</strong> at <strong>lower temperatures</strong> (&lt;37 C [98.6 F]).&nbsp; These immunoglobulins can form insoluble ICs (types II and III) or increase serum viscosity (type I).</p>\n<h2>Types II and II (mixed cryoglobulinemia)</h2><br><br><p>Type II and III cryoglobulins, formed as a result of B-cell hyperactivation, lead to IgM binding to the Fc region of IgG <strong>(rheumatoid factor [RF] activity)</strong>.&nbsp; IgM-IgG complexes form <strong>ICs</strong> that deposit within small- and medium-sized vessels.&nbsp; This activates the complement system, primarily via the classical pathway, resulting in inflammation (ie, <strong>vasculitis</strong>) and tissue injury.&nbsp; Complement consumption leads to decreased serum complement (particularly C4).</p>\n<h2>Type I</h2><br><br><p>Type I cryoglobulins, which are monoclonal immunoglobulins (IgM or IgG) produced in lymphoproliferative disorders, increase serum viscosity without forming ICs.&nbsp; <strong>Hyperviscosity</strong> primarily impairs microcirculation mechanically, resulting in noninflammatory <strong>microvascular occlusion</strong> and ischemic organ damage.&nbsp; Because complement is not consumed, serum levels are typically normal.</p>\n<h1>Clinical manifestations</h1><br><br><p>Symptoms vary by subtype and the affected organs:</p>\n<h2>Skin</h2><br><br><p>Cutaneous involvement occurs early in all symptomatic cases, often preceding extracutaneous manifestations by years.&nbsp; Manifestations are largely dependent on cryoglobulin type:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Types II and III (mixed):&nbsp; Erythematous macules and purpuric papules, typically in the lower extremities (ie, <strong>palpable purpura</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46660.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )).</li>\n\t<li>Type I:&nbsp; <strong>Raynaud</strong> phenomenon (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9580.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), retiform purpura (\"net-like\" reflecting vascular architecture), and <strong>livedo reticularis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11807.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; Infarction with ulceration and digital ischemia with gangrene can occasionally occur, particularly in the setting of hyperviscosity.</li>\n</ul>\n<h2>Musculoskeletal</h2><br><br><p><strong>Arthralgia</strong> and <strong>myalgia</strong> are common in MCS, particularly in the knees, ankles, and hands.&nbsp; Frank arthritis is rare.</p>\n<h2>Renal</h2><br><br><p><strong>Membranoproliferative glomerulonephritis</strong> (discussed in a separate article) is seen in roughly 20% of cases of MCS, presenting with proteinuria, glomerular hematuria, and acute kidney injury.</p>\n<h2>Neurologic</h2><br><br><p>Neurologic involvement is dependent on cryoglobulin type:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Types II and III:&nbsp; <strong>Peripheral neuropathy</strong>, predominantly sensory due to <strong>vasculitic</strong> nerve damage.&nbsp; CNS involvement is rare.</li>\n\t<li>Type I:&nbsp; <strong>CNS symptoms</strong> (eg, blurred vision, ataxia, vertigo) related to <strong>hyperviscosity</strong> (ie, impaired microcirculation).</li>\n</ul>\n<h2>Other organ involvement</h2><br><br><p>Less common manifestations include pulmonary involvement (eg, impaired gas exchange, cough, pleurisy), lymphadenopathy, abdominal pain, and hepatomegaly with abnormal liver function tests.</p>\n<h1>Diagnosis</h1><br><br><p>Cryoglobulinemia should be suspected in patients with symptoms consistent with vasculitis (types II and III) or hyperviscosity (type I).&nbsp; Diagnostic evaluation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cryoglobulin testing</strong>:&nbsp; Definitive diagnosis involves collecting blood samples, maintaining warmth during transport, and cooling plasma below 37 C (98.6 F) to precipitate cryoglobulins.&nbsp; Quantification of cryoglobulins is measured using cryocrit testing.</li>\n\t<li><strong>Serum complement</strong>:&nbsp; Low serum complement levels (particularly C4) are typical in MCS.&nbsp; In type I cryoglobulinemia, complement levels are normal.</li>\n\t<li><strong>RF levels</strong>:&nbsp; RF levels are frequently elevated in MCS and support the diagnostic finding.</li>\n\t<li><strong>Etiologic assessment</strong>:&nbsp; Screening for underlying conditions is crucial, including testing for HCV, HIV, lymphoproliferative disorders, and autoimmune diseases.</li>\n\t<li><strong>Biopsy</strong>:&nbsp; Biopsy of affected organs (eg, skin, kidneys) is often unnecessary for diagnosis but can confirm leukocytoclastic vasculitis and IC deposition.</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment focuses on the underlying cause, reducing inflammation, and avoiding cold exposure.</p>\n<h2>&nbsp;Type I</h2><br><br><p>Management involves addressing the underlying lymphoproliferative disorder (eg, rituximab, bortezomib).&nbsp; Patients with severe hyperviscosity syndrome should undergo plasmapheresis to remove circulating cryoglobulins.</p>\n<h2>Types II and III</h2><br><br><p>Treatment includes stabilizing end-organ damage (eg, glomerulonephritis) using rituximab plus prednisone.&nbsp; In addition, the underlying trigger (eg, antiviral therapy for HCV infection) should be addressed.&nbsp; In life-threatening cases (eg, pulmonary hemorrhage, renal failure requiring hemodialysis), plasmapheresis is typically used as adjunctive therapy.</p>\n<h1>Summary</h1><br><br><p>Cryoglobulinemia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/78003.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a vasculitic condition driven by cold-sensitive immunoglobulins and is classified into subtypes based on distinct immunologic mechanisms.&nbsp; Types II and III (mixed cryoglobulinemia) are frequently linked to chronic infections (eg, hepatitis C) and autoimmune diseases, typically presenting with palpable purpura, arthralgia, and glomerulonephritis; pathophysiology involves immune complex formation leading to inflammatory vasculitis.&nbsp; Type I cryoglobulinemia is far less common and is associated primarily with lymphoproliferative disorders, presenting with microvascular occlusion causing hyperviscosity-related manifestations (eg, digital ischemia, CNS involvement).&nbsp; Diagnosis relies on detecting cryoglobulins (present in all types) and complement levels (decreased in types II and III).&nbsp; Management targets underlying causes and inflammation control, with the prognosis varying significantly according to subtype and treatment responsiveness.<p></p>\n</div>\n\n            "
}