{
  "meta": {
    "title": "Dupuytren contracture",
    "url": "https://brainandscalpel.vercel.app/dupuytren-contracture-6a38dad5-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:19.640Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Dupuytren contracture (DC) is a progressive fibroproliferative disorder affecting the palmar fascia, leading to fascial thickening, nodule/cord formation, and eventual contracture with an inability to fully extend the finger(s).&nbsp; DC typically affects the third, fourth, and fifth digits and is common in men of northern European descent.&nbsp; DC tends to progress slowly over years/decades, although the degree of severity and functional impairment varies among individuals.</p>\n<h1>Pathophysiology</h1><br><br><p>Dupuytren contracture (DC) is marked by excessive fibroblast proliferation and collagen deposition (particularly type III collagen) within the superficial palmar fascia.&nbsp; Fibrosis is thought to be caused by overstimulation of the Wnt signaling pathway, which helps regulate fibroblast proliferation, polarity, and differentiation.</p>\n<h1>Risk factors</h1><br><br><p>Risk factors include age &gt;50, male sex, family history, and Northern European ancestry.&nbsp; Manual work (eg, gardening) may also be a risk factor.&nbsp; DC occurs more commonly in patients with a history of tobacco and alcohol use and diabetes mellitus.</p>\n<h1>Clinical presentation</h1><br><br><p>DC slowly progresses over years and presents initially with painless puckering of the skin just proximal to the metacarpophalangeal (MCP) joint.&nbsp; As fibrosis continues, pathognomonic fascial nodules form along the flexor tendons, which may be mildly painful initially (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88137.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Fibrotic nodules eventually progress to palpable fibrotic cords, which eventually result in contractures that lead to decreased extension at the MCP and/or proximal interphalangeal (PIP) joints.&nbsp; The ring and little fingers are most commonly involved, with the middle finger involved to a lesser extent.&nbsp; Inflammatory features (eg, redness, swelling, significant pain) are absent.&nbsp; DC can affect one hand or both hands.<p></p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of Dupuytren contracture is made clinically based on the following chronic features in a patient with the inability to fully extend the finger(s):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Skin puckering</strong> (just proximal to the MCP joint)</li>\n\t<li><strong>Fascial nodules</strong> (along the flexor tendons)</li>\n\t<li><strong>Fibrotic cords</strong> (along the flexor tendons)</li>\n\t<li><strong>Contracture at the MCP and/or PIP joints</strong></li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Trigger finger</strong>:&nbsp; is caused by thickening and inflammation of the pulley and/or flexor tendon near the MCP joint, creating a catching sensation as the finger is extended.&nbsp; Trigger finger presents with episodic difficulty and with finger extension associated with pain, whereas DC causes sustained difficulty with finger extension in the absence of pain.</li>\n\t<li><strong>Ganglion cyst</strong>:&nbsp; is a mucinous, gelatinous fluid filling the tendon sheath, presenting as mobile, rubbery nodules that do not lead to contractures of the hand.</li>\n\t<li><strong>Diabetic cheiroarthropathy</strong> (diabetic stiff hand syndrome):&nbsp; is characterized by the accumulation of abnormal collagen and presents in patients with long-standing diabetes mellitus who have joint stiffness; thickened, scleroderma-like skin; and sclerosis of the tendon sheaths.&nbsp; It can decrease extension at the MCP joints but typically involves all digits other than the thumb.&nbsp; Also, fibrotic nodules and cords, which are pathognomonic for DC, are not present.</li>\n\t<li><strong>Calcific peritendinitis</strong>:&nbsp; is an inflammatory condition caused by deposition of calcium hydroxyapatite crystals in the tendons.&nbsp; Because of the inflammatory nature of this condition, it presents with significant pain, erythema, and swelling, features absent in DC.</li>\n\t<li><strong>Flexor tenosynovitis</strong>:&nbsp; is inflammation of the tendons and their synovial sheaths, typically caused by bacterial infections.&nbsp; It is associated with significant pain, erythema, and swelling, features absent in DC.</li>\n\t<li><strong>Myositis ossificans</strong>:&nbsp; is characterized by heterotopic bone formation in muscles; this benign condition typically develops after contusion to large muscle groups (eg, quadriceps femoris), not small muscles of the hand.&nbsp; Patients often have pain in the affected muscle and a deep, palpable lump (ie, heterotopic bone).</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment of DC aims to maintain hand function; options include both nonsurgical and surgical interventions.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mild disease</strong>:&nbsp; Disease limited to fibrotic nodules (ie, without cords, which limits range of motion) can be observed.&nbsp; Hand tools can be padded to prevent the pain associated with gripping.</li>\n\t<li><strong>Persistent or progressive disease</strong>:&nbsp; Fibrotic nodules that are persistently painful or are rapidly enlarging can be treated with local injection of corticosteroid/lidocaine therapy, which can shrink the nodule.</li>\n\t<li><strong>Advanced disease</strong>:&nbsp; Patients with cords causing contractures require more aggressive therapy.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Needle aponeurotomy</strong> is a minimally invasive procedure in which a needle is inserted percutaneously to divide the cord, thus releasing the contracture.&nbsp; This procedure is suitable for mild contractures.</li>\n\t\t<li><strong>Collagenase injection</strong> is a minimally invasive treatment that uses collagenase from <em>Clostridium histolyticum</em> to dissolve the fibrotic cord.&nbsp; After injection, manual manipulation to extend the finger(s) is performed to rupture the cord.&nbsp; This procedure is suitable for mild contractures.</li>\n\t\t<li><strong>Surgery</strong> is typically used to treat severe contractures.&nbsp; Cords can be transected (fasciotomy) or excised (fasciectomy).</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Complications</h1><br><br><p>When DC causes significant flexion contracture that has been present for a prolonged time, permanent and irreversible joint contracture can result.</p>\n<h1>Prognosis</h1><br><br><p>DC is a chronic condition that progresses at a variable rate, typically over years or decades.&nbsp; There is no cure.&nbsp; Recurrence after treatment is common, and retreatment may be warranted.</p>\n<h1>Summary</h1><br><br><p>Dupuytren contracture (DC) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35051.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a progressive fibroproliferative disorder affecting the palmar fascia, leading to fascial thickening and fibrotic nodule/cord formation.&nbsp; Eventually,&nbsp; DC results in contractures with inability to fully extend the finger(s) at the MCP and/or PIP joint(s).&nbsp; The diagnosis is made clinically.&nbsp; Treatment of mild contractures includes needle aponeurotomy and collagenase injection, both of which disrupt the fibrotic cords and release the contractures.&nbsp; Severe cases typically require surgery to transect or excise the fibrotic cord.<p></p>\n</div>\n\n            "
}