{
  "meta": {
    "title": "Ehlers-Danlos syndrome (EDS)",
    "url": "https://brainandscalpel.vercel.app/ehlers-danlos-syndrome-eds-6455c113-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:19.487Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Ehlers-Danlos syndrome (EDS) represents a group of inherited connective tissue disorders that share ≥1 of the following common characteristics:&nbsp; joint hypermobility, skin hyperextensibility, and tissue fragility.&nbsp; The syndrome consists of numerous subtypes with distinct genetic mutations affecting the synthesis and processing of collagen and other connective tissue components, giving rise to different clinical presentations with varying degrees of severity.&nbsp; The condition is rare, affecting 1 out of 5,000 people.</p>\n<h1>Pathophysiology</h1><br><br><p>EDS is caused by defective synthesis or processing of collagen and other connective tissue components due to genetic mutations.</p><br><br><p>Collagen (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13176.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) is a major protein that provides tensile strength and flexibility to tissues.&nbsp; There are 5 main types of collagen, which are present in different tissues:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Type I in skin, bones, tendons, and ligaments.</li>\n\t<li>Type II in cartilage.</li>\n\t<li>Type III in arteries, muscles, and organs.</li>\n\t<li>Type IV in skin.</li>\n\t<li>Type V in corneas, skin, hair, and placenta.</li>\n</ul><br><br><p>Each collagen molecule consists of 3 polypeptide alpha-chains held together by hydrogen bonds, forming a triple helix.&nbsp; Collagen assumes this conformation because each of the alpha-chains has a simple, repetitive amino acid sequence represented as (Gly-X-Y)n.&nbsp; The smallest amino acid, glycine (Gly), is necessary at every third position to ensure compact coiling of the helix.&nbsp; Many of the amino acids represented by X and Y are proline residues, which kink the polypeptide chain and enhance the rigidity of the helical structure due to their ring configuration.</p><br><br><p>Following the assembly of 3 polypeptide alpha-chains into procollagen, it is modified by procollagen peptidase into tropocollagen molecules, which are cross-linked to form collagen fibrils via the enzyme lysyl oxidase.</p><br><br><p>Mutations in lysyl oxidase, procollagen peptidase, or other relevant genes (eg, <em>COL5A1</em>, <em>COL5A2</em>) affect the synthesis of various types of collagen and other connective tissue components (eg, glycosaminoglycans).&nbsp; These diverse mutations result in multiple phenotypes of EDS, which vary in severity and tissue involvement (eg, skin, joints, vasculature, eyes, bowels) depending on the type of collagen affected.</p><br><br><p>EDS is largely an inherited condition, with many mutations exhibiting an autosomal dominant inheritance pattern (a minority are inherited in an autosomal recessive fashion).&nbsp; However, mutations can also arise somatically.&nbsp; To date, the genes responsible for all but one subtype of EDS (ie, hypermobile EDS) have been identified.</p>\n<h1>Risk factors</h1><br><br><p>Because EDS is largely an inherited condition, the strongest risk factor is having one or both parents with a genetic mutation that causes EDS.</p>\n<h1>Histopathology</h1><br><br><p>Histologic examination of affected tissue reveals abnormalities in the collagen fibrils, which may appear fragmented, disorganized (eg, crossed over, not in bundles), or reduced in density.</p>\n<h1>Clinical presentation</h1><br><br><p>There are 13 subtypes of EDS; however, they all share ≥1 of the following clinical features:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Joint hypermobility (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28707.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), which can cause recurrent joint dislocations, chronic pain, and early-onset osteoarthritis.</li>\n\t<li>Skin hyperextensibility (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36744.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), which allows skin to stretch ≥4 cm.</li>\n\t<li>Skin fragility, which causes easy bruising and formation of wide, atrophic (\"cigarette paper–like\") scars (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36745.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>The 3 most common subtypes (in descending order of frequency) are hypermobile EDS, classical EDS, and vascular EDS.&nbsp; Their clinical presentations are discussed below.</p>\n<h2>Hypermobile EDS</h2><br><br><p>(No definite genetic mutations identified.)</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Joint hypermobility (diffuse and severe with frequent dislocations).</li>\n\t<li>Chronic pain.</li>\n\t<li>Skin hyperextension (mild).</li>\n\t<li>Organ prolapse (eg, uterine or bladder prolapse due to weakened connective tissue).</li>\n</ul>\n<h2>Classical EDS</h2><br><br><p>(Primarily <em>COL5A1</em> or <em>COL5A2</em> mutations, encoding type V collagen.)</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Joint hypermobility (diffuse and severe, with frequent dislocations).</li>\n\t<li>Skin hyperextension.</li>\n\t<li>Skin fragility.</li>\n</ul>\n<h2>Vascular EDS</h2><br><br><p>(Primarily <em>COL3A1</em> mutations, encoding type III collagen.)</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Joint hypermobility (distal joints).</li>\n\t<li>Tendon and muscle rupture.</li>\n\t<li>Thin skin, severe skin bruising.</li>\n\t<li>Arterial fragility (eg, aneurysms, dissection, rupture).</li>\n\t<li>Organ fragility (eg, bowel or uterine rupture, spontaneous pneumothorax).</li>\n</ul><br><br><p>Clinical presentations of other, much less common subtypes of EDS include mitral valve prolapse (due to chordae tendineae rupture), leading to acute cardiogenic shock; skeletal deformities (eg, pectus excavatum, scoliosis); retinal detachment; increased bleeding risk due to platelet dysfunction; and aortic root dilation/dissection.&nbsp; When joint hypermobility affects the spine, cervical spine laxity can result.</p>\n<h1>Diagnosis</h1><br><br><p>EDS is primarily diagnosed clinically, based on family history, physical examination, and clinical diagnostic criteria for each subtype of EDS.&nbsp; Confirmation of EDS generally requires referral to a clinical geneticist for genetic testing of a panel of genes identified in EDS (eg, <em>COL5A1</em>, <em>COL5A2</em>) and others associated with similar disorders (eg, Marfan syndrome).</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of EDS includes other connective tissue disorders.</p>\n<h2>Marfan syndrome</h2><br><br><p>Marfan syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34661.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is an autosomal dominant disorder that is caused by mutations to the fibrillin 1 gene (<em>FBN1</em>) and results in connective tissue defects that lead to joint hypermobility and aortic root dilation.&nbsp; Patients also have excessive long bone growth, leading to tall height, a feature not present in EDS.&nbsp; In addition, patients lack the cutaneous hyperextensibility seen in EDS.<p></p>\n<h2>Achondroplasia</h2><br><br><p>Achondroplasia is an autosomal dominant disorder caused by mutations to fibroblast growth factor receptor 3.&nbsp; It can sometimes present with joint laxity and dislocations but is typically accompanied by short stature (&lt;120 cm), long bone shortening, and macrocephaly, none of which are present in EDS.&nbsp; Cutaneous hyperextensibility is not a feature.</p>\n<h2>Osteogenesis imperfecta</h2><br><br><p>Osteogenesis imperfecta is an autosomal dominant disorder that causes impaired synthesis of type I collagen by osteoblasts, resulting in brittle bones (prone to fracture), blue sclerae, and small, malformed teeth.&nbsp; Joint hypermobility, skin hyperextensibility, and poor wound healing are atypical.</p>\n<h1>Management</h1><br><br><p>EDS is not curable; therefore, management focuses on supportive care and managing subtype-dependent complications.&nbsp; General recommendations include joint and skin protection, genetic counseling, and pain management.</p>\n<h2>Joint protection</h2><br><br><p>The goal of joint protection is to preserve joint function and prevent premature osteoarthritis in patients with joint hypermobility via:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Physical and occupational therapy evaluation.</li>\n\t<li>Low-impact, low-resistance exercises (eg, walking, swimming, biking) to increase joint stability and muscle strength.</li>\n</ul>\n<h2>Skin protection</h2><br><br><p>The goal of skin protection is to protect fragile skin and promote wound healing by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Padding exposed areas (eg, knees, shins), avoiding contact sports, and avoiding medications that impair platelet function (eg, aspirin, nonsteroidal anti-inflammatory drugs).</li>\n\t<li>Suturing lacerations in multiple layers and extending the time (ie, double the time) for suture removal.</li>\n</ul>\n<h2>Genetic counseling</h2><br><br><p>The goal of genetic counseling is to educate patients about the inheritance pattern of the relevant EDS subtype (autosomal dominant or recessive) and therefore the risk for recurrence in offspring.&nbsp; (In addition, female patients of reproductive age should be counseled on pregnancy risk [eg, uterine rupture], depending on the EDS subtype.)</p>\n<h2>Pain management</h2><br><br><p>Patients often develop chronic diffuse pain, similar to fibromyalgia, related to hypermobile joints and central pain sensitization.&nbsp; Management includes pharmacologic (eg, acetaminophen, amitriptyline, duloxetine, gabapentin, baclofen) and nonpharmacologic therapy (eg, physiotherapy, cognitive behavioral therapy).</p>\n<h2>Other</h2><br><br><p>Additional recommended screenings for complications are based on the subtype of EDS.&nbsp; Additional testing may include echocardiography, CT angiography, or MR angiography to screen for aortic root abnormalities and vascular aneurysms; complete eye examination to screen for retinal or scleral fragility; and MR imaging to screen for cervical spine instability.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of EDS varies widely between subtypes due to the differences in tissue involvement (ie, based on the type of collagen affected).&nbsp; For example, patients with hypermobile and classical EDS often have normal life expectancies because pathology is generally limited to the skin and joints (ie, due to type V collagen mutation in classical EDS).&nbsp; In contrast, vascular EDS carries a significant risk for early death due to spontaneous arterial rupture (ie, due to type III collagen mutation).</p>\n<h1>Summary</h1><br><br><p>Ehlers-Danlos syndrome (EDS) encompasses a spectrum of inherited connective tissue disorders with numerous subtypes and diverse clinical presentations.&nbsp; These subtypes generally share ≥1 of the following common characteristics:&nbsp; joint hypermobility, skin hyperextensibility, and tissue fragility.&nbsp; Mutations in various genes involved in the synthesis and processing of collagen and other connective tissue components give rise to the different subtypes of EDS, which have varying degrees of severity.&nbsp; Diagnosis is based on family history and clinical criteria and is often confirmed by genetic testing.&nbsp; Because EDS has no cure, management focuses on symptomatic relief, supportive care, and early detection of complications.</p>\n</div>\n\n            "
}