{
  "meta": {
    "title": "Elbow tendinopathy",
    "url": "https://brainandscalpel.vercel.app/elbow-tendinopathy-ae382575-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:23.352Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Elbow tendinopathy is a common overuse injury involving the tendons that attach to the humeral epicondyles.&nbsp; The 2 main types are lateral epicondylitis, which involves the wrist extensor tendons, and medial epicondylitis, which involves the flexor-pronator tendons.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Elbow tendinopathy is primarily a <strong>degenerative</strong>, instead of an inflammatory, process.&nbsp; <strong>Repetitive, forceful use</strong> of the wrist extensor or flexor muscles can lead to microtrauma at the tendon origin.&nbsp; This results in angiofibroblastic tendinosis, a degenerative process marked by excess fibroblasts, disorganized collagen, and neovascularization without a significant inflammatory infiltrate.&nbsp; Tendinosis weakens the tendon-bone junction and leads to pain, swelling, and functional impairment (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25956.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Therefore, common risk factors include a sudden increase in activity level, poor athletic technique or ergonomics, and smoking and obesity (which are linked to poor tendon healing).<p></p><br><br><p>Elbow tendinopathy is classified based on the tendon group affected: lateral and medial epicondylitis.</p>\n<h2>Lateral epicondylitis</h2><br><br><p>Lateral epicondylitis (ie, <strong>tennis elbow</strong>) involves the wrist extensor tendons, particularly those of the <strong>extensor carpi radialis brevis</strong> and <strong>extensor digitorum</strong>, which attach to the lateral epicondyle of the humerus.&nbsp; Overuse or repetitive <strong>wrist extension and supination</strong> contribute to this condition.&nbsp; Common risk factor activities include tennis (especially backhand strokes), typing, carpentry, and painting.</p>\n<h2>Medial epicondylitis</h2><br><br><p>Medial epicondylitis (ie, <strong>golfer's elbow</strong>) affects the wrist flexor-pronator group, including the tendons of the <strong>pronator teres</strong> and <strong>flexor carpi radialis</strong>, which attach to the medial epicondyle.&nbsp; It is typically associated with repetitive <strong>wrist flexion and pronation</strong>.&nbsp; Common risk factor activities are golfing, throwing sports (eg, pitching), rock climbing, and weight lifting.</p>\n<h1>Clinical presentation</h1><br><br><p>Elbow tendinopathy usually begins gradually, with symptoms developing over several weeks or months.&nbsp; The severity can range from mild discomfort during repetitive movements to intense pain that interferes with daily activities.</p>\n<h2>Lateral epicondylitis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pain and tenderness over the lateral epicondyle and proximal extensor muscle.</li>\n\t<li>Pain worsens when the following movements are performed with the elbow in full extension:&nbsp; wrist extension against resistance, passive wrist flexion, and the gripping or lifting of objects.</li>\n</ul>\n<h2>Medial epicondylitis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pain and tenderness over the medial epicondyle and proximal flexor muscles.</li>\n\t<li>Pain worsens when the following movements are performed with the elbow in full extension: wrist flexion and forearm pronation against resistance, passive wrist extension, shaking hands, and turning of a doorknob.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Olecranon bursitis</strong>:&nbsp; Results from repetitive pressure or friction on the elbow, which causes posterior elbow pain with visible swelling of the bursal sac (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87712.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Cervical radiculopathy</strong>:&nbsp; Typically presents with pain radiating from the neck to the upper arm that is worsened by neck movement.&nbsp; Pain is not reproduced with flexion or extension at the wrist.</li>\n\t<li><strong>Osteoarthritis of the elbow</strong>:&nbsp; Associated with joint stiffness, crepitus, decreased range of motion, and diffuse joint pain.&nbsp; Pain is not isolated to the epicondyle.</li>\n\t<li><strong>Radial tunnel syndrome</strong>:&nbsp; Caused by compression of the radial nerve as it passes under the supinator muscle, leading to lateral elbow pain.&nbsp; However, tenderness is typically felt several centimeters distal to the elbow, instead of directly over the lateral epicondyle.</li>\n\t<li><strong>Ulnar collateral ligament injury</strong>:&nbsp; Typically results from overhead throwing and causes medial elbow pain that is worsened by valgus stress; it may lead to decreased throwing velocity or control.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of elbow tendinopathy is primarily clinical based on a characteristic history (eg, frequent golfing) and physical examination findings.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pain and tenderness suggest lateral epicondylitis when they localize over the lateral epicondyle and are exacerbated by resisted wrist extension (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61603.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li>Pain and tenderness suggest medial epicondylitis when they localize over the medial epicondyle and are exacerbated by resisted wrist flexion.</li>\n</ul>\n<h1>Laboratory evaluation and imaging studies</h1><br><br><p>Laboratory evaluation and imaging studies are <strong>not typically required</strong> when evaluating elbow tendinopathy.&nbsp; However, if there is concern for another etiology, inflammatory markers (C-reactive protein, rheumatoid factor) may be appropriate.</p><br><br><p>Imaging is performed in select cases.&nbsp; Ultrasonography may be considered to assess tendon integrity (eg, thickening, neovascularization) and grade the severity of tendinopathy.&nbsp; Plain radiographs are helpful for excluding other causes, including fractures and osteoarthritis.&nbsp; MRI is used in refractory cases to assess for partial/complete tendon tears, stress fractures, nerve entrapment, or soft tissue masses.</p>\n<h1>Management</h1><br><br><p>Initial management is conservative and focuses on symptomatic relief with <strong>activity modification</strong> (eg, rest, avoidance of aggravating activities, ergonomic corrections), ice, and nonsteroidal anti-inflammatory drugs.&nbsp; At physical therapy, patients can learn strengthening exercises, stretching, and forearm muscle conditioning.&nbsp; Many patients also use <strong>counterforce bracing</strong>, which applies pressure just distal to the affected tendon to offload stress at the tendon's origin (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91436.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Corticosteroid injections are not typically used because, even though they provide symptom relief, they do not prevent recurrence and may impair long-term tendon healing.&nbsp; Surgical intervention is considered only after a prolonged (6-12 months) trial of nonoperative intervention.&nbsp; Surgery may involve debridement of degenerated tendon tissue or tendon release.</p>\n<h1>Prognosis</h1><br><br><p>In most patients, conservative treatment is successful, although resolution can take 6-12 months.&nbsp; Symptoms may recur if strengthening exercises and activity modifications are not consistently maintained.</p>\n<h1>Prevention</h1><br><br><p>Prevention strategies include regular forearm strengthening and stretching, a gradual increase in activity, and proper ergonomics and technique when participating in sports or repetitive activities.</p>\n<h1>Summary</h1><br><br><p>Elbow tendinopathy is a common overuse injury caused by repetitive, forceful wrist extension or flexion.&nbsp; It involves microtrauma and degeneration of the wrist extensor tendons (lateral epicondylitis) or flexor tendons (medial epicondylitis) at their origin on the humeral epicondyles.&nbsp; Diagnosis is clinical, and the mainstays of treatment include activity modification, nonsteroidal anti-inflammatory drugs, counterforce bracing, and physical therapy.</p>\n</div>\n\n            "
}