{
  "meta": {
    "title": "Genu valgum and varum",
    "url": "https://brainandscalpel.vercel.app/genu-valgum-and-varum-679cb1ea-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:30.795Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Genu varum is a condition in which the knees angulate away from the midline, giving the appearance of bowlegs, whereas genu valgum occurs when the knees angulate toward the midline, giving the appearance of knock-knees.&nbsp; These variations in lower extremity alignment are a transient part of physiologic development in children and must be differentiated from pathologic causes (eg, trauma, metabolic conditions) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17205.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Physiology</h1><br><br><p>Lower extremity alignment proceeds through a predictable pattern of angulation in early childhood (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17203.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In those age &lt;2, alignment is characterized by physiologic genu varum (bowlegs), in which the knees angulate away from the midline.&nbsp;</li>\n\t<li>Angulation improves until around age 2, when alignment is neutral.&nbsp;</li>\n\t<li>From age 2-6, the knees angulate toward the midline, or physiologic genu valgum (knock-knees).&nbsp;</li>\n\t<li>By age 7, gradual reduction in angulation results in neutral alignment through late childhood and adulthood.&nbsp;</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Physiologic causes of lower extremity alignment variations present as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Genu varum</strong>:&nbsp; the knees angulate away from the midline when the ankles are brought together, causing a gap between the knees (<strong>bowlegs</strong>).&nbsp; This angulation begins in infancy and is most noticeable as the child begins to walk (eg, age 12-15 months).&nbsp;</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Genu valgum</strong>:&nbsp; the knees touch when the patient is standing (<strong>knock-knees</strong>), preventing the ankles from coming together.&nbsp; This angulation begins around age 2 and is most noticeable around age 3-4.&nbsp;</li>\n</ul><br><br><p>History and examination reveal the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>No pain/difficulty with ambulation</li>\n\t<li>Symmetric curvature</li>\n\t<li>Normal stature</li>\n\t<li>No leg length discrepancy</li>\n\t<li>No leg thrust when walking (eg, no protrusion of the knee laterally when bearing weight with ambulation in those with bowlegs) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17209.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Pathologic genu varum or genu valgum secondary to another condition disrupts normal bone growth and alignment and should be suspected in those with findings outside the expected physiologic age range (eg, bowlegs age &gt;2, knock-knees age &gt;6).&nbsp; Pathologic causes should also be suspected in patients with unilateral or asymmetric deformity, short stature, pain, or knee thrust with ambulation.</p><br><br><p>Pathologic causes include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Infantile Blount disease</strong>:&nbsp; Ths condition is associated with pathologic genu varum (bowlegs) due to excessive compression forces (eg, obesity, early walking) that alter normal cartilage growth at the medial aspect of the proximal tibial physis.&nbsp; Asymmetric curvature, leg length discrepancy, and lateral thrust are commonly seen.</li>\n\t<li><strong>Metabolic conditions</strong>:&nbsp; Vitamin D deficiency in rickets can disrupt calcium and phosphorus homeostasis, resulting in poor mineralization and lower extremity angulation, most commonly genu varum (bowlegs) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28217.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Other findings include short stature, frontal bossing, and radial/ulnar bowing.</li>\n\t<li><strong>Trauma</strong>:&nbsp; Tibial or femoral growth plate injuries early in childhood can affect extremity alignment during healing, resulting in asymmetric curvature.</li>\n\t<li><strong>Neoplasms</strong>:&nbsp; Osteochondromas seen in multiple hereditary exostoses can grow in line with a growth plate, resulting in bone deformation and asymmetry.</li>\n\t<li><strong>Skeletal dysplasias</strong> (eg, achondroplasia):&nbsp; Lower extremity bowing may be symmetric, but short stature and other skeletal abnormalities are typically present (eg, midface hypoplasia).</li>\n</ul>\n<h1>Diagnosis and evaluation</h1><br><br><p>Physiologic genu varum or genu valgum is a clinical diagnosis based on <strong>age-appropriate, asymptomatic, symmetric lower extremity alignment </strong>findings in a child (eg, age &lt;2 with bowlegs, age 2-6 with knock-knees).&nbsp; Patients with physiologic genu varum or genu valgum do not require additional work-up.</p><br><br><p>However, work-up is indicated for any features not consistent with physiologic genu varum or genu valgum (eg, atypical age, asymmetry, knee pain, short stature) and includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>X-rays:&nbsp; assess lower limb alignment and bone growth.&nbsp; They also evaluate for trauma, neoplasms, rickets, or skeletal dysplasias.</li>\n\t<li>Serum studies (eg, calcium, phosphorus, vitamin D):&nbsp; may be necessary to evaluate for rickets based on additional findings on examination (eg, wrist bowing, frontal bossing) or imaging (eg, epiphyseal widening/cupping).</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of physiologic genu varum and genu valgum is reassurance and observation, as spontaneous resolution is expected by ages 2 and 7, respectively.</p>\n<h1>Summary</h1><br><br><p>The physiologic progression of lower extremity alignment in children includes genu varum (bowlegs) from ages 0-2 and genu valgum (knock-knees) from ages 2-6.&nbsp; Patients have symmetric curvature, normal stature, and no pain or leg length discrepancy.&nbsp; The diagnosis is clinical, and management is reassurance and observation.&nbsp; Atypical features suggest a pathologic cause of angulation and warrant evaluation (eg, x-rays).</p>\n</div>\n\n            "
}