{
  "meta": {
    "title": "Growing pains",
    "url": "https://brainandscalpel.vercel.app/growing-pains-dbe3d1d1-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:33.585Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Growing pains, also called \"idiopathic nocturnal pains of childhood,\" are a common, benign cause of lower extremity (eg, thighs, calves) musculoskeletal pain in children.&nbsp; The pain classically occurs at night and is self-limited, with no limitation in function or abnormality on examination.&nbsp; The diagnosis is clinical, and the condition resolves by late childhood.</p>\n<h1>Etiology</h1><br><br><p>Growing pains are the most common cause of intermittent musculoskeletal pain in children.&nbsp; There is no known underlying cause, but potential contributing factors include a genetic predisposition and overuse.&nbsp; Contrary to the name, the onset and location of the pain are unrelated to growth, and growing pains are sometimes referred to as \"<strong>idiopathic nocturnal pains of childhood</strong>.\"</p>\n<h1>Clinical presentation</h1><br><br><p>Growing pains are characterized by a nonprogressive aching sensation, primarily affecting the muscles of the lower extremities in children age 3-12.&nbsp; The pain most commonly occurs bilaterally in the thighs, calves, and/or popliteal fossae but can less commonly manifest unilaterally or involve the upper extremities; the joints are not involved.</p><br><br><p>The pain usually arises in the evenings or overnight, awakening some children.&nbsp; The degree of pain ranges from mild to severe, and it typically lasts from minutes to hours, resolving by morning; children can perform daily activities without limitation.&nbsp; The pain is episodic, with pain-free days or weeks between episodes.&nbsp; However, the pain is more likely to occur following significant physical activity, which may negatively impact a child's willingness to engage in such activities.</p><br><br><p>Physical examination of patients with growing pains is normal during and between episodes.</p>\n<h1>Differential diagnosis</h1><br><br><p>Growing pains are a <strong>diagnosis of exclusion</strong> and must be differentiated from bone lesions, joint disorders, and other musculoskeletal conditions.&nbsp; These diagnoses are usually associated with unilateral symptoms, systemic findings (eg, fever), and/or other pain features (eg, joint involvement, improvement with movement).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Juvenile idiopathic arthritis</strong>:&nbsp; Patients have recurrent joint pain; fever and rash are seen in the systemic form.&nbsp; Joint pain is classically worse in the morning and improves throughout the day.&nbsp; Physical examination often shows joint stiffness and swelling.</li>\n\t<li><strong>Osteoid osteoma</strong>:&nbsp; This benign, bone-forming tumor often involves the long bones (eg, femur, tibia), causing nocturnal pain relieved with nonsteroidal anti-inflammatory drugs.&nbsp; Symptoms are unilateral, and x-ray reveals a small, round lucency with a sclerotic margin and solid periosteal reaction (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12436.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Osteosarcoma</strong>:&nbsp; The most common primary bone malignancy classically presents with unilateral, focal pain (eg, long bone metaphysis) and a soft tissue mass.&nbsp; X-ray reveals an ill-defined lesion with osteoblastic (radiodense) and osteolytic (radiolucent) areas and an aggressive periosteal reaction (eg, sunburst pattern) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L103752.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Leukemia</strong>:&nbsp; Leukemia can cause bilateral long bone pain.&nbsp; However, the affected area is usually tender to palpation due to bone marrow expansion from leukemic cell infiltration.&nbsp; In addition, most patients have systemic symptoms (eg, fever, weight loss) and other examination findings (eg, petechiae, splenomegaly).</li>\n\t<li><strong>Osteomyelitis</strong>:&nbsp; Hematogenous spread of infection to the bone most frequently affects the long bones of the lower extremities in children.&nbsp; Systemic symptoms (eg, fever, malaise) and persistent, unilateral pain that limits function would be expected.</li>\n\t<li><strong>Restless legs syndrome</strong>:&nbsp; Patients experience dysesthesia (eg, crawling or itching sensation) and an irresistible urge to move the legs when at rest.&nbsp; Symptoms occur primarily in the evenings and at night; they are partially relieved by movement.&nbsp; The sensations of discomfort, rather than pain, and a desire to move the legs to alleviate the discomfort distinguish restless legs syndrome from growing pains.</li>\n</ul>\n<h1>Evaluation</h1><br><br><p>Initial evaluation of any child with leg pain involves a thorough history and physical examination that focuses on the acuity and progression of symptoms, systemic findings (eg, fever, weight loss), and signs of joint inflammation (eg, edema, limp) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/86878.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients with these findings warrant evaluation (eg, complete blood count, inflammatory markers, x-ray).&nbsp; Although unilateral symptoms can occur in growing pains, patients with unilateral pain warrant further work-up with imaging and/or laboratory evaluation.<p></p>\n<h1>Diagnosis</h1><br><br><p>Growing pains are a diagnosis of exclusion based on the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Recurrent, self-limited episodes</strong> of <strong>bilateral, nocturnal limb pain in children age 3-12</strong>.</li>\n\t<li>Normal physical examination (ie, no joint inflammation).</li>\n\t<li>Absence of systemic findings (eg, fever) or progressive symptoms.</li>\n</ul>\n<h1>Management and prognosis</h1><br><br><p>Growing pains may recur for months to years after onset and typically disappear by late childhood.&nbsp; Short-term management includes reassurance and <strong>supportive care</strong>, including massage, heat, analgesics, or stretching exercises.&nbsp; Although episodes may occur more frequently after increased daytime physical exertion, limitation of activity is not recommended.</p><br><br><p>There are no long-term complications of growing pains.</p>\n<h1>Summary</h1><br><br><p>Growing pains (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60192.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) classically present as episodic bilateral leg pains that occur at night in children with no associated systemic symptoms, activity limitations, or abnormal examination findings.&nbsp; The diagnosis is primarily clinical, and management includes reassurance and supportive care.&nbsp; Pathologic causes of leg pain should be suspected in children with progressive pain, joint involvement, systemic symptoms, or abnormal physical examination findings.<p></p>\n</div>\n\n            "
}