{
  "meta": {
    "title": "Heel pain",
    "url": "https://brainandscalpel.vercel.app/heel-pain-fbc91f64-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:35.942Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Heel pain is a common complaint across all age groups that can significantly impair mobility and quality of life.&nbsp; The hindfoot contains a complex network of bones, tendons, fascia, and nerves important for weight bearing and shock absorption, making it particularly susceptible to repetitive stress, degenerative changes, inflammation, and trauma.</p><br><br><p>Causes of heel pain can be broadly categorized into acute and chronic conditions.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute causes, typically resulting from trauma, include Achilles tendon rupture, ruptured plantar fascia, and calcaneus fractures.</li>\n\t<li>Chronic conditions, often related to overuse and/or degeneration, include plantar fasciitis, Achilles tendinopathy, insertional Achilles tendinopathy, retrocalcaneal bursitis, calcaneal stress fractures, heel fat pad syndrome, and Sever disease in children.</li>\n</ul><br><br><p>In addition to these mechanical causes, persistent heel pain may also result from neuropathic (eg, tarsal tunnel syndrome), inflammatory (eg, seronegative spondyloarthropathies), infectious (eg, calcaneal osteomyelitis), or oncologic conditions.</p>\n<h1>Anatomy</h1><br><br><p>The heel is formed primarily by the calcaneus, the largest tarsal bone.&nbsp; The plantar fascia (plantar aponeurosis) originates from the medial tubercle of the calcaneus and supports the arch of the foot (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L126306.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Surrounding structures include the Achilles tendon posteriorly (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65075.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), the fat pad cushioning the heel, and multiple small nerves, including the medial and lateral plantar nerves and the medial calcaneal branch of the tibial nerve (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9662.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; The retrocalcaneal bursa lies between the Achilles tendon and the calcaneus, and the subtendinous (or retro-Achilles) bursa lies between the tendon and the overlying skin.<p></p>\n<h1>Pathophysiology</h1><br><br><p>Causes of heel pain include both acute and chronic mechanical and degenerative conditions, as well as neuropathic, inflammatory, infectious, and neoplastic processes.</p>\n<h2>Acute injuries</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Achilles tendon rupture</strong>:&nbsp; Occurs when a sudden, forceful contraction of the calf muscles (eg, push-offs, lunges, directional changes) stretches the tendon beyond its ability to handle the force, resulting in a partial or complete tear (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13992.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Plantar fascia rupture</strong> (uncommon injury):&nbsp; Occurs when the plantar fascia tears acutely, often following a sudden increase in load or trauma.</li>\n\t<li><strong>Calcaneal fractures</strong>:&nbsp; Typically caused by a single episode of heel trauma that significantly and axially loads the calcaneus (eg, falling from a height).&nbsp; Fractures typically occur in the calcaneal body.</li>\n</ul>\n<h2>Chronic mechanical and degenerative conditions</h2><br><br><p>Chronic mechanical overload, repetitive microtrauma, and progressive degeneration of soft tissue and bony structures are the most common causes of heel pain.&nbsp; These processes are often interrelated.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Plantar fasciitis</strong>:&nbsp; Microtears in the plantar fascia due to repetitive stress (eg, prolonged standing, running, or jumping) that exceed the body's repair capacity, leading to degeneration at the fascia's calcaneal insertion.&nbsp; Pain is typically located in the medial anterior plantar heel.&nbsp; Most cases are not primarily inflammatory (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L62609.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Achilles tendinopathy</strong>:&nbsp; Degenerative changes in the midportion of the Achilles tendon (usually 2-6 cm proximal to the insertion) resulting from repetitive strain.&nbsp; Histology shows collagen disruption, neovascularization, and increased ground substance without signs of acute inflammation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13991.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Insertional Achilles tendinopathy</strong>:&nbsp; Degeneration and tendinosis at the point where the Achilles tendon inserts directly into the calcaneus.&nbsp; This form is often associated with calcific enthesopathy or bony spurs and can overlap with retrocalcaneal bursitis.</li>\n\t<li><strong>Retrocalcaneal bursitis</strong>:&nbsp; Inflammation of the retrocalcaneal bursa located between the calcaneus and the Achilles tendon insertion.&nbsp; It is often associated with an abnormal prominence of the posterior calcaneus (ie, Haglund deformity) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39101.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ), which increases trauma on the bursa.</li>\n\t<li><strong>Calcaneal stress fractures</strong>:&nbsp; Microfractures resulting from repetitive submaximal loading that exceeds bone remodeling capacity.&nbsp; These fractures commonly occur in athletes and individuals with increased activity or bone fragility.</li>\n\t<li><strong>Sever disease</strong> (calcaneal apophysitis):&nbsp; Traction-related inflammation of the calcaneal growth plate in active children age 8-12 who commonly participate in running or jumping sports (eg, basketball) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51267.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Heel fat pad syndrome</strong>:&nbsp; Thinning, displacement, or degeneration of the plantar fat pad, typically related to age and worsened by chronic loading, leading to reduced shock absorption and increased plantar pressure.</li>\n</ul>\n<h2>Nonmechanical causes of heel pain</h2><br><br><p><strong>Neuropathic</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tarsal tunnel syndrome</strong>:&nbsp; Compression of the posterior tibial nerve or its branches as it passes under the flexor retinaculum in the medial ankle, leading to burning, tingling, or numbness in the heel and plantar foot (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L67320.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Peripheral neuropathy</strong>: Neuropathy most commonly due to diabetes mellitus.&nbsp; Chronic hyperglycemia causes metabolic and microvascular injury to peripheral nerves, resulting in length-dependent sensory axon damage, typically affecting both feet.</li>\n\t<li><strong>Peripheral nerve entrapment</strong>:&nbsp; Entrapment of smaller nerves (eg, Baxter nerve, the first branch of the lateral plantar nerve).</li>\n</ul><br><br><p><strong>Inflammatory</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Spondyloarthritis</strong>:&nbsp; A group of systemic inflammatory disorders (eg, ankylosing spondylitis, psoriatic arthritis, reactive arthritis) causing enthesitis (inflammation at tendon or ligament insertion sites).&nbsp; Involvement of the plantar fascia or Achilles tendon insertion can result in heel pain, which is often bilateral, and may occur with other systemic features (eg, back pain, dactylitis, uveitis).</li>\n\t<li><strong>Rheumatoid arthritis and gout</strong>:&nbsp; Autoimmune and crystal arthropathies occasionally involving the heel region through inflammation of periarticular tissues, causing pain and swelling.</li>\n</ul><br><br><p><strong>Infectious</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Calcaneal osteomyelitis</strong>:&nbsp; Bacterial infection of the calcaneus, often via hematogenous spread, direct inoculation, or extension from soft tissue ulcers.</li>\n\t<li><strong>Septic bursitis or cellulitis</strong>:&nbsp; Infection involving the retrocalcaneal bursa or surrounding soft tissues.&nbsp; This often occurs in the setting of trauma, pressure, or immunocompromise.</li>\n</ul><br><br><p><strong>Neoplastic</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bone tumors and metastasis</strong>:&nbsp; Rare but important causes of persistent heel pain unresponsive to conservative treatment.&nbsp; Primary bone tumors (eg, osteosarcoma, chondrosarcoma) or metastatic lesions (eg, from breast, lung, or endometrial cancers) may involve the calcaneus.</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>A variety of intrinsic and extrinsic factors contribute to the development of heel pain, predisposing to acute injuries, chronic degenerative conditions, neuropathic syndromes, and systemic inflammatory disorders.</p>\n<h2>Risk factors for acute injuries</h2><br><br><p>Certain factors specifically increase susceptibility to acute heel injuries such as Achilles tendon rupture, plantar fascia rupture, and calcaneal fractures:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sudden eccentric loading</strong>:&nbsp; Rapid, forceful dorsiflexion or explosive plantarflexion during jumping, sprinting, or abrupt changes in direction.</li>\n\t<li><strong>Deconditioning</strong>:&nbsp; Common in middle-aged individuals who participate in high-intensity activity without adequate conditioning or flexibility.</li>\n\t<li><strong>Corticosteroid injections or fluoroquinolone use</strong>:&nbsp; Associated with an increase in the risk of acute tendon rupture, particularly of the Achilles tendon.</li>\n</ul>\n<h2>Risk factors for general and chronic conditions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Biomechanical abnormalities</strong>:&nbsp; Pes planus or pes cavus, leg-length discrepancy, or abnormal gait mechanics.</li>\n\t<li><strong>Repetitive stress and overuse</strong>:&nbsp; Sudden increases in physical activity or training intensity.&nbsp; Prolonged weight-bearing activities (eg, running, walking, standing on hard surfaces).&nbsp; Occupations requiring extended periods of standing or walking.</li>\n\t<li><strong>Improper footwear</strong>:&nbsp; Shoes with inadequate arch support, cushioning, or heel protection.</li>\n\t<li><strong>Age-related factors</strong>:&nbsp; Middle-aged adults who are at higher risk for plantar fasciitis and Achilles tendinopathy.&nbsp; Children and adolescents in periods of rapid growth are prone to Sever disease.&nbsp; Older adults are more susceptible to degenerative changes and fat pad atrophy.</li>\n\t<li><strong>Obesity</strong>:&nbsp; Excess body weight increasing the mechanical load on the hindfoot, especially the plantar fascia and fat pad.</li>\n\t<li><strong>Neurologic and systemic conditions</strong>:&nbsp; Conditions such as diabetes mellitus and peripheral neuropathy predisposing to tarsal tunnel syndrome and fat pad degeneration.&nbsp; Inflammatory arthropathies (eg, rheumatoid arthritis, spondyloarthropathies) may also contribute to heel pain through systemic inflammation and enthesopathy.</li>\n</ul><br><br><p>Many of these risk factors are modifiable, offering an opportunity to reduce symptom burden, guide treatment decisions, and prevent recurrence of heel pain.</p>\n<h1>Clinical presentation and diagnosis</h1><br><br><p>Most cases of heel pain can be diagnosed clinically through a detailed history and focused physical examination.&nbsp; Identifying the anatomic location of the pain, its onset, its relation to activity, and alleviating or aggravating factors typically provides sufficient information to establish a diagnosis <em>without</em> imaging.&nbsp; Localization of symptoms combined with provocation testing and palpation of specific anatomic structures allows differentiation among the most common causes&nbsp;(\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/130407.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Plantar heel pain</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Plantar fasciitis</strong> (most frequent diagnosis) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38872.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Sharp, stabbing pain worse when first standing from rest, improves with activity, then worsens after long periods of weight bearing.</li>\n\t\t<li>Point tenderness at the medial calcaneal tuberosity and pain reproduced by passive dorsiflexion of the toes.</li>\n\t\t<li>Contributing factors:&nbsp; Limited ankle dorsiflexion, high BMI, and occupations requiring prolonged standing.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Plantar fascia rupture</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Sharp, sudden pain and tearing sensation in the heel or arch during activity, often with an audible pop.</li>\n\t\t<li>Diffuse plantar tenderness (not isolated to the medial calcaneus), swelling, and bruising.&nbsp; Possible palpable defect.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Heel pad syndrome</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Deep, aching plantar heel pain worsened by walking barefoot or prolonged standing on hard surfaces.</li>\n\t\t<li>Point tenderness and pain over the central plantar heel reproduced by firm palpation of the fat pad.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Diabetic neuropathy</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Chronic burning, tingling, or numbness in the heel and foot, usually bilateral, in diabetic neuropathy.</li>\n\t\t<li>Sometimes, association with muscle wasting or sensory loss.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Posterior heel pain</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Achilles tendinopathy</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61738.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Gradual-onset stiffness and pain that is 2-6 cm proximal to the tendon insertion and that worsens with activity and improves with rest.&nbsp; The tendon may be thickened or nodular on palpation.</li>\n\t\t<li>Positive Royal London Hospital Test (pain elicited by squeezing the tendon while dorsiflexing the ankle) or painful arc sign (pain occurring during active plantarflexion between 30 and 60 degrees).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Insertional Achilles tendinopathy</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Pain and tenderness at the Achilles tendon insertion on the posterior calcaneus, often worse with walking uphill, running, and performing push-off activities.</li>\n\t\t<li>Tenderness localized to the insertion site and sometimes associated with palpable bony spurs or calcifications.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Achilles tendon rupture</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Sudden, sharp pain in the posterior ankle often described as being kicked or shot from behind.&nbsp; The patient is unable to push off or stand on the toes.</li>\n\t\t<li>Thompson test (calf squeeze test), the most accurate clinical test:&nbsp; With the patient prone and feet hanging off the table, squeezing the calf should cause <em>passive</em> plantarflexion if the tendon is intact; the absence of passive movement indicates a complete tear (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/14483.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).</li>\n\t\t<li><em>Active</em> plantarflexion may still be present even in complete ruptures due to accessory muscles (eg, flexor hallucis longus, flexor digitorum longus, plantaris) that bypass the Achilles, allowing limited ambulation and potentially leading to false reassurance during the examination.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Retrocalcaneal bursitis</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Pain located anterior to the Achilles tendon, just above its insertion at the posterior calcaneus.</li>\n\t\t<li>Swelling and tenderness between the tendon and calcaneus.</li>\n\t\t<li>Pain worsened by pressure from footwear or squeezing the heel from the sides.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Septic bursitis</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Localized swelling, erythema, and warmth near the posterior heel.&nbsp; Pain is typically more severe than in noninfectious bursitis.</li>\n\t\t<li>Sometimes, fever or systemic symptoms.</li>\n\t\t<li>Risk factors:&nbsp; Recent trauma, infection elsewhere, or immunocompromised status.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Medial heel and ankle pain</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tarsal tunnel syndrome</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62261.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Burning, tingling, or numbness in the heel and plantar foot that may radiate proximally.</li>\n\t\t<li>Symptoms that worsen with prolonged standing or at night and with dorsiflexion-eversion and plantar flexion–inversion of the ankle, which stress and compress the nerve.</li>\n\t\t<li>Positive Tinel sign (tingling sensation on light percussion over the nerve in the posterior medial malleolar area) and/or sensory loss in the nerve's distribution.&nbsp; Nerve conduction studies may be helpful in the diagnosis.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Baxter nerve entrapment</strong> (first branch of the lateral plantar nerve):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Medial heel pain mimicking plantar fasciitis.</li>\n\t\t<li>Often unilateral and worse with weight bearing.</li>\n\t\t<li>Entrapment as the nerve passes along the medial calcaneus.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Deep heel pain</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Calcaneal stress fracture</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Gradually worsening pain after increased activity or training surface changes.&nbsp; Pain worsens with weight bearing.</li>\n\t\t<li>Tenderness along the medial and lateral borders of the posterior calcaneus can be elicited by squeezing the medial and lateral calcaneus (calcaneal squeeze test).&nbsp; In contrast, the pain of plantar fasciitis is concentrated in the anterior and medial calcaneus.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Acute calcaneal fracture</strong> (see reference library article titled, \"Upper and lower extremity fractures\"):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Sudden-onset, severe heel pain following high-impact trauma such as a fall from a height or a motor vehicle collision.&nbsp; Swelling, bruising, and difficulty bearing weight are present.</li>\n\t\t<li>Physical examination may reveal hindfoot deformity, tenderness to palpation over the posterior calcaneus, and a positive calcaneal squeeze test.</li>\n\t\t<li>Associated injuries (eg, contralateral calcaneal fractures, thoracolumbar spine compression fractures) in many patients (~50%) with calcaneal fractures from high-energy trauma.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Pediatric heel pain</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Calcaneal apophysitis</strong> (ie, Sever disease) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/48587.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Most common cause of heel pain in children.</li>\n\t\t<li>Condition that typically affects active children during growth spurts and presents with gradual-onset posterior heel pain, often bilateral (~50% of patients) and worsened by activity or footwear lacking heel support.</li>\n\t\t<li>Examination showing tenderness over the calcaneal apophysis, pain that is exacerbated with passive dorsiflexion (which pulls on the apophysis), and pain with&nbsp; medial and lateral compression (positive squeeze test).</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Other presentations</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Spondyloarthritis</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Heel pain arises from inflammation at tendon or ligament attachment sites on the calcaneus.</li>\n\t\t<li>Additional features often include musculoskeletal symptoms such as back pain (eg, ankylosing spondylitis) or asymmetric joint swelling (eg, reactive arthritis), along with systemic signs (eg, conjunctivitis, urethritis, psoriatic skin changes).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Rheumatoid arthritis (RA) and gout</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>RA:&nbsp; Symmetric joint swelling and pain occur.</li>\n\t\t<li>Gout:&nbsp; Gout presents with sudden monoarticular pain, erythema, and swelling.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Calcaneal osteomyelitis</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Localized heel pain presents with signs of infection such as redness, swelling, warmth, and, possibly, fever in patients who usually have risk factors such as immunosuppression, trauma, or nonhealing foot ulcers.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Metastatic disease</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Severe, persistent heel pain is not relieved by rest and often worsens at night.</li>\n\t\t<li>The affected heel may show redness and swelling.</li>\n\t\t<li>There is a history of known malignancy.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Imaging</h1><br><br><p>Imaging is generally not needed for typical chronic heel pain, which is usually diagnosed clinically.&nbsp; However, it is indicated for acute traumatic injuries, when the diagnosis is uncertain, or serious conditions are suspected.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Plain radiographs</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Should be the first-line test for acute injuries/fractures (eg, calcaneal fractures [\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10258.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ]) and chronic bony abnormalities.</li>\n\t\t<li>May show stress fracture changes (eg, sclerosis), although early stress fractures may be missed.</li>\n\t\t<li>Also detects osteoarthritis, Haglund deformity, or plantar fasciitis–related calcaneal spurs.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Ultrasonography</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Useful for evaluating soft tissues (eg, plantar fascia, Achilles tendon, bursae).</li>\n\t\t<li>Detects thickening, partial tears, nodularity, and bursitis.</li>\n\t\t<li>Helps differentiate chronic tendinopathy from acute tendon rupture.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Magnetic resonance imaging</strong> (MRI):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Typically reserved for complex or unclear cases; provides a detailed assessment of both bone and soft tissue.</li>\n\t\t<li>More sensitive than x-ray for early stress fractures.</li>\n\t\t<li>The study of choice to confirm partial or complete Achilles tendon rupture, evaluate tendon retraction, and aid in surgical planning.</li>\n\t\t<li>Useful for ruling out infection, neoplasm, or marrow pathology.</li>\n\t</ul>\n\t</li>\n\t<li><strong>CT scan</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Best for evaluating complex or occult calcaneal fractures.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Other potential imaging modalities include bone scans, which can detect stress fractures or inflammation but are now used infrequently due to the broader availability and higher sensitivity of MRI.</p>\n<h1>Management</h1><h2>Acute injuries</h2><br><br><p>These injuries require prompt recognition and management to prevent long-term dysfunction.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Calcaneal fracture</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Immobilization and non–weight-bearing status.</li>\n\t\t<li>Surgical fixation for displaced/complex fractures.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Achilles tendon rupture</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Immediate immobilization in plantarflexion.</li>\n\t\t<li>Surgical evaluation for complete tears.</li>\n\t\t<li>Traditional treatment with surgery, but early functional rehabilitation is a valid nonoperative option in select patients.&nbsp; Treatment approach depends on individual factors such as age, comorbidities, and functional demands (eg, athletes or manual laborers may benefit more from surgery).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Plantar fascia rupture</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Rest, ice, and immobilization.</li>\n\t\t<li>Physical therapy for recovery.</li>\n\t\t<li>Surgery for complete ruptures or failed conservative care.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Overuse and degenerative conditions</h2><br><br><p>The focus is on biomechanical correction, gradual rehabilitation, and symptom relief.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>General management</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Activity modification</strong>:&nbsp; Limitation of running, jumping, and prolonged standing.</li>\n\t\t<li><strong>Physical therapy</strong>:&nbsp; Stretching (plantar fascia, Achilles tendon), strengthening, and gait training.</li>\n\t\t<li><strong>Footwear</strong>:&nbsp; Supportive shoes, orthotics, and heel pads.</li>\n\t\t<li><strong>Pain relief</strong>:&nbsp; Short-term nonsteroidal anti-inflammatories, ice, and taping.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Condition-specific strategies</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Plantar fasciitis</strong>:&nbsp; Daily stretching (targeting the plantar fascia, Achilles tendon, and calf muscles) to reduce tension on the heel and improve flexibility, night splints, cautious corticosteroid injection (may increase risk of acute rupture).</li>\n\t\t<li><strong>Achilles tendinopathy</strong>:&nbsp; Eccentric loading (ie, lengthening the muscle while under load); shockwave therapy or platelet-rich plasma injections may be considered if persistent.</li>\n\t\t<li><strong>Retrocalcaneal bursitis</strong>:&nbsp; Heel lifts and avoidance of tight shoes; corticosteroid injection if needed.</li>\n\t\t<li><strong>Calcaneal stress fracture</strong>:&nbsp; Non–weight-bearing status with boot or cast until symptom resolution.</li>\n\t\t<li><strong>Heel fat pad syndrome</strong>:&nbsp; Shock-absorbing shoes, cushioned insoles, and avoidance of walking barefoot.</li>\n\t\t<li><strong>Sever disease</strong>:&nbsp; Activity reduction, heel cups, and stretching (usually resolves with growth).</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>&nbsp;Neuropathic conditions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tarsal tunnel syndrome</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Activity modification, orthotics, and physical therapy to reduce nerve compression.</li>\n\t\t<li>Surgical decompression for refractory cases.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Diabetic neuropathy</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Optimization of glycemic control.</li>\n\t\t<li>Neuropathic pain management (eg, gabapentin).</li>\n\t\t<li>Multidisciplinary foot care to prevent complications.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Baxter nerve entrapment</strong> (inferior calcaneal nerve entrapment):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Footwear modification and orthotics to offload the medial calcaneal tuberosity.</li>\n\t\t<li>Image-guided corticosteroid injections.</li>\n\t\t<li>Surgical release in resistant cases.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Inflammatory and systemic conditions</h2><br><br><p>The focus is to treat the underlying systemic disease.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Spondyloarthritis/inflammatory arthritis</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Disease-modifying antirheumatic drugs or biologics.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Infectious conditions (eg, osteomyelitis, septic bursitis)</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Prompt antibiotics.</li>\n\t\t<li>Surgical debridement if necessary.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Metastatic disease</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Treatment of the underlying systemic malignancy with appropriate oncologic therapies (eg, chemotherapy, immunotherapy, hormonal therapy).</li>\n\t\t<li>Possibly, radiotherapy or bisphosphonates to control local symptoms and reduce skeletal-related events.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Acute conditions (eg, calcaneal fractures, plantar fascia rupture, Achilles tendon rupture) may require prolonged recovery and structured rehabilitation.&nbsp; These injuries often necessitate immobilization, activity restriction, or surgical intervention.&nbsp; With timely and appropriate treatment, most patients can return to baseline function, although some may experience residual stiffness, weakness, or altered biomechanics.</p><br><br><p>Chronic and overuse conditions, particularly those due to mechanical stress, generally have a favorable prognosis with conservative management.&nbsp; Symptoms typically improve over weeks to months with interventions such as activity modification, stretching, and footwear changes.&nbsp; Persistent or recurrent cases may require prolonged therapy or referral but rarely lead to long-term disability.</p><br><br><p>In children with Sever disease, symptoms usually resolve with skeletal maturity, and long-term outcomes are excellent.</p>\n<h1>Summary</h1><br><br><p>Heel pain has a wide range of causes, most commonly from mechanical overload, repetitive stress, or acute injuries.&nbsp; The diagnosis is usually clinical, based on history and physical examination, with imaging reserved for acute pain and trauma, atypical presentations, or cases that do not respond to initial treatment.&nbsp; Addressing risk factors such as poor biomechanics, inadequate footwear, and overuse is important for both prevention and recovery.&nbsp; Acute conditions typically require short-term off-loading and protection and sometimes surgical intervention, whereas chronic or overuse injuries benefit from activity modification, targeted rehabilitation, and biomechanical support.&nbsp; Most cases of heel pain improve with a structured, condition-specific approach.</p>\n</div>\n\n            "
}