{
  "meta": {
    "title": "Idiopathic inflammatory myopathies: Dermatomyositis and polymyositis",
    "url": "https://brainandscalpel.vercel.app/idiopathic-inflammatory-myopathies-dermatomyositis-and-polymyositis-705bc783-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:39.679Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Polymyositis is an inflammatory myopathy characterized by progressive, symmetric, proximal muscle weakness.&nbsp; It is usually painless, although mild myalgia and muscle tenderness may occur.&nbsp; Dermatomyositis is a similar disorder but is associated with certain typical skin findings.&nbsp; Both conditions may occur independently or as a paraneoplastic manifestation of malignancy.</p><br><br><p>Recently, polymyositis as a distinct clinical entity has been questioned.&nbsp; As diagnostic testing and classification schemes have been refined, many cases that were previously categorized as polymyositis can now be better classified as one of a group of immune-mediated myopathies (IMMs).&nbsp; In addition to polymyositis and dermatomyositis, major IMM categories include inclusion body myositis, immune-mediated necrotizing myopathy, antisynthetase syndrome, and overlap myopathy (ie, myositis occurring in the context of another recognized autoimmune connective tissue disorder).</p>\n<h1>Pathophysiology</h1><br><br><p>Dermatomyositis and polymyositis (as well as the other IMMs) are believed to arise from a combined humoral and cell-mediated autoimmune response directed against skeletal muscle tissue, leading to inflammation, muscle fiber damage, and microangiopathy with muscle ischemia.&nbsp; In dermatomyositis, this immune response likely involves the upregulation of type 1 interferon and also targets cutaneous structures.</p><br><br><p>A unifying pathogenic mechanism has been elusive, but several factors are thought to contribute to disease development:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Genetic predisposition</strong>:&nbsp; Certain genes associated with the immune system may increase susceptibility.&nbsp; For example, certain human leukocyte antigen (HLA) serotypes (eg, HLA-A*68) are associated with an increased risk for dermatomyositis.</li>\n\t<li><strong>Environmental triggers</strong>:&nbsp; Viral infections (eg, HIV, hepatitis C virus, coxsackievirus), medications (eg, statins, penicillins, sulfonamides), and ultraviolet light exposure have been reported to trigger dermatomyositis and other IMMs.</li>\n\t<li><strong>Autoantibodies</strong>:&nbsp; Antibodies targeting specific proteins in muscle and skin cells are often present, but pathogenic effects are uncertain.</li>\n</ul>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Family history</strong>:&nbsp; Having a close relative with an autoimmune disease may increase the risk.</li>\n\t<li><strong>Autoimmune diseases</strong>:&nbsp; The risk for IMM syndromes is increased in patients with other preexisting autoimmune disorders.&nbsp; In addition, overlap myopathy can be seen with other autoimmune connective tissue diseases (eg, systemic lupus erythematosus, rheumatoid arthritis).</li>\n\t<li><strong>Age</strong>:&nbsp; Polymyositis is most common at age &gt;20.&nbsp; Dermatomyositis has increased the incidence in late childhood and adolescence (ie, juvenile dermatomyositis) and again at age 45-60.&nbsp; Inclusion body myositis occurs predominantly at age &gt;50.</li>\n</ul>\n<h1>Clinical presentation</h1><h2>Dermatomyositis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Muscle weakness</strong>:&nbsp; Muscle weakness typically affects the <strong>proximal muscles</strong> in the shoulders, hips, and thighs, leading to difficulty with climbing stairs, rising from a seated position, and lifting objects.&nbsp; In advanced cases, muscle atrophy and distal limb involvement may occur.</li>\n\t<li><strong>Skin rash</strong>:&nbsp; Pathognomic skin lesions include the following:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Heliotrope rash</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10630.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; violaceous discoloration on the eyelids</li>\n\t\t<li><strong>Gottron papules</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60333.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; reddish-purple bumps over the small joints of the hands</li>\n\t\t<li>Other photosensitive dermatoses:&nbsp; erythematous macules and plaques over the neck, shoulders, and upper back <strong>(shawl sign)</strong></li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Skin lesions in dermatomyositis are frequently associated with burning discomfort and pruritus, which can be severe.&nbsp; Skin and muscle symptoms may not be concurrent, and patients may develop only skin lesions with no noticeable muscle weakness (clinically amyopathic dermatomyositis).</p>\n<h2>Polymyositis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Muscle weakness</strong>:&nbsp; similar to dermatomyositis, but without the characteristic skin rash.</li>\n</ul><br><br><p>Both conditions may also present with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Difficulty swallowing (dysphagia) from oropharyngeal or esophageal involvement</li>\n\t<li>Interstitial lung disease (ILD)</li>\n\t<li>Cardiomyopathy</li>\n</ul>\n<h2>Other IMMs</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Inclusion body myositis (IBM)</strong> differs from other IMMs in having a more insidious and protracted course.&nbsp; Distal limb muscle involvement (eg, forearm muscles, intrinsic hand muscles) occurs much more commonly, and symptoms may be asymmetric.</li>\n\t<li><strong>Immune-mediated necrotizing myopathy (IMNM)</strong> typically manifests with severe proximal limb weakness and dysphagia.&nbsp; Creatine kinase (CK) levels are often dramatically elevated, and antibodies against hydroxymethylglutaryl–coenzyme A reductase are often present.</li>\n\t<li><strong>Antisynthetase syndrome</strong> is an IMM syndrome characteristically associated with autoantibodies against aminoacyl–transfer RNA (tRNA) synthetases (eg, anti-Jo-1).&nbsp; It often has a relatively abrupt onset and classically presents with a triad of myositis, arthritis, and ILD, although only a minority of patients have all 3 features at the time of diagnosis.&nbsp; This condition also is associated with Raynaud phenomenon and mechanics' hands, a distinctive finding of fissured, hyperkeratotic plaques on the fingers and palms.&nbsp; Regardless of classification, a positive test for anti-Jo-1 is associated with an increased risk for ILD.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of the IMMs usually relies on a combination of clinical features, laboratory tests, imaging studies, and muscle biopsy.&nbsp; Muscle biopsy may not be needed in patients with proximal muscle weakness and the pathognomonic skin lesions of dermatomyositis but is required for evaluation in other cases.</p>\n<h2>Laboratory tests</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CK and other muscle enzymes (eg, aldolase, aspartate aminotransferase, lactate dehydrogenase) are elevated in almost all patients with active IMM syndromes.&nbsp; CK levels correlate with disease activity and response to treatment.</li>\n\t<li>Inflammatory markers (eg, erythrocyte sedimentation rate, C-reactive protein) are elevated in most cases but are often normal in patients with inclusion body myositis.</li>\n\t<li>Complete blood count is typically normal, but normocytic anemia (ie, anemia of chronic disease) may be seen, and polymyositis can be associated with an elevated absolute lymphocyte count.</li>\n\t<li><strong>Antinuclear antibodies</strong> (ANA) are positive in a significant proportion of patients but are nonspecific; they can serve as a starting point for the serologic work-up because many laboratories offer protocol-based reflex testing for autoantibody subsets (eg, myositis-specific autoantibodies).</li>\n\t<li>Myositis-specific autoantibodies (eg, <strong>anti-Jo-1</strong>, <strong>anti-MDA5</strong>, <strong>anti-SRP</strong>) provide diagnostic and prognostic information.&nbsp; In particular, anti-Jo-1 (anti–histidyl-tRNA synthetase) is associated with increased risk for ILD and is frequently positive in antisynthetase syndrome.</li>\n\t<li>Myositis-associated antibodies include a number of autoimmune markers that can be seen in overlap myositis associated with various systemic autoimmune disorders.&nbsp; Major antibodies include anti-Ro/SSA, anti-La/SSB, and antinuclear ribonucleoprotein (anti-RNP).</li>\n</ul>\n<h2>Imaging and special studies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Electromyography/nerve conduction studies</strong>:&nbsp; Abnormal electrical activity in muscles (eg, fibrillation potentials) is nonspecific but can support the diagnosis and rule out motor neuron disease.</li>\n\t<li><strong>MRI</strong>:&nbsp; MRI can reveal myoedema and regional hyperintensity, which correlate with muscle inflammation and guide muscle biopsy location.</li>\n</ul>\n<h2>Muscle biopsy</h2><br><br><p>Muscle biopsy in IMM syndromes typically shows inflammatory infiltrates, muscle injury and necrosis, and repair processes within muscle fibers.&nbsp; Distinct clinicopathologic correlates include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Polymyositis:&nbsp; focal, patchy endomysial inflammation (direct invasion of individual muscle fibers), with a predominance of CD8<font size=\"2\"><sup>+</sup></font> T cells and monocytes/macrophages and without prominent vascular involvement</li>\n\t<li>Dermatomyositis:&nbsp; mixed cellular infiltrate (predominantly CD4<font size=\"2\"><sup>+</sup></font> T cells, beta cells with occasional plasma cells, macrophages, and dendritic cells), microangiopathy, and perifascicular atrophy and fibrosis in a segmental pattern with vasculopathy</li>\n\t<li>Inclusion body myositis:&nbsp; endomysial inflammation, vacuolization of myocytes, and intranuclear and intracytoplasmic inclusions</li>\n\t<li>Immune-mediated necrotizing myopathy:&nbsp; pronounced necrotic changes with scant inflammatory infiltrate</li>\n</ul><br><br><p>Skin biopsy in dermatomyositis can show interface dermatitis (inflammation at the junction between the epidermis and dermis), vacuolization of basal keratinocytes, immune complex deposition, and mucinous changes.</p>\n<h1>Differential diagnosis</h1><br><br><p>Several conditions can mimic dermatomyositis and polymyositis, and a thorough evaluation is crucial to ensuring accurate diagnosis.&nbsp; Important differential diagnoses include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypothyroid myopathy</strong>:&nbsp; proximal muscle weakness is very common in untreated hypothyroidism but is usually associated with muscle pain and tenderness.</li>\n\t<li><strong>Drug-induced myopathy</strong>:&nbsp; certain medications (eg, statins) can cause muscle weakness, but it is usually associated with pain.</li>\n\t<li><strong>Myasthenia gravis</strong>:&nbsp; often causes painless proximal muscle weakness, but extraocular and/or bulbar weakness is usually present, and symptoms are intermittent rather than persistent and progressive.</li>\n\t<li><strong>Polymyalgia rheumatica</strong>:&nbsp; can sometimes cause weakness in the proximal limb muscles, but pain is usually the predominant symptom; inflammatory markers are elevated but muscle enzymes (eg, CK) are typically normal.</li>\n\t<li><strong>Fibromyalgia</strong>:&nbsp; is a very common disorder characterized by fatigue and muscle pain; subjective weakness may occur but objective motor strength and laboratory findings are normal.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of the IMMs usually requires an extended course of treatment (years), with attention to mitigating the adverse effects of therapy.&nbsp; A multidisciplinary program that includes medication and nonpharmacologic measures is typically needed.&nbsp; Primary modalities include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Corticosteroids</strong>:&nbsp; Systemic corticosteroids (eg, prednisone) are the mainstay of initial treatment to suppress inflammation and improve muscle strength.&nbsp; High doses may be required.&nbsp; However, with long-term use, corticosteroid myopathy can cause additional muscle weakness that may cloud assessment of the primary disorder.</li>\n\t<li><strong>Immunosuppressant (steroid-sparing) medications</strong>:&nbsp; These medications, especially azathioprine, methotrexate, calcineurin inhibitors (eg, cyclosporine), and mycophenolate mofetil, are used alongside corticosteroids to dampen the immune response and reduce the dose-related toxicity of long-term corticosteroid use.</li>\n\t<li><strong>Intravenous immunoglobulin</strong>:&nbsp; can be helpful in some cases, particularly for rapidly progressive disease.</li>\n\t<li><strong>Skin management</strong>:&nbsp; skin symptoms in dermatomyositis can be mitigated with aggressive sun protection, antihistamines (eg, hydroxyzine), amitriptyline, apremilast, and topical corticosteroids.</li>\n\t<li><strong>Other supportive measures</strong>:&nbsp; Physical therapy for strength training, joint flexibility, balance, and gait aids can be helpful for many patients.&nbsp; Speech therapy assessment may be needed for dysphagia and other oropharyngeal symptoms.&nbsp; Medications for pain management and osteoporosis prevention may be necessary, depending on individual needs.</li>\n</ul>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Interstitial lung disease</strong>:&nbsp; Inflammation of the lung interstitium can manifest as shortness of breath and cough.&nbsp; In severe instances, respiratory failure can occur.&nbsp; The risk is increased in patients with anti-Jo-1 antibodies.</li>\n\t<li><strong>Dysphagia</strong>:&nbsp; Involvement of oropharyngeal and esophageal muscles can lead to dysphagia with an increased risk for aspiration.</li>\n\t<li><strong>Cardiomyopathy</strong>:&nbsp; Myocardial involvement can lead to myocarditis, congestive heart failure, arrhythmia, and heart block.&nbsp; Patients also have an increased risk for coronary atherosclerosis.</li>\n\t<li><strong>Calcinosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10872.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; Yellowish-white papules are due to the deposition of calcium hydroxyapatite crystals in subcutaneous tissues, causing pain and limiting mobility, particularly in juvenile dermatomyositis.</li>\n</ul>\n<h1>Relation to malignancy</h1><br><br><p>The risk for <strong>occult malignancy</strong> is increased in patients with IIMs, especially <strong>adult-onset dermatomyositis</strong>; the risk in juvenile dermatomyositis is not significantly increased.&nbsp; Prominent associations include adenocarcinoma of the breast, lung, ovaries, colon, and prostate, as well as nasopharyngeal carcinoma, melanoma, and non-Hodgkin lymphoma.&nbsp; The pathophysiology for this association is unclear but may be related to cross-reactive autoantigens (eg, in the muscles and on tumor cells).&nbsp; Regular, age-appropriate cancer screening (eg, mammography, colonoscopy) is essential, and other studies (eg, chest x-ray, gynecologic evaluation) are often considered at initial diagnosis for further investigation of underlying malignancy.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for dermatomyositis and polymyositis varies depending on the severity of the disease, response to treatment, and presence of complications.&nbsp; Early diagnosis and aggressive treatment can lead to significant improvement and long-term disease control.&nbsp; However, some individuals may experience persistent muscle weakness or relapses.&nbsp; ILD is the most significant factor affecting prognosis, with a higher risk for mortality if it is severe.</p>\n<h1>Summary</h1><br><br><p>The immune-mediated myopathies (IMMs) are a group of autoimmune conditions characterized by humoral and cell-mediated immunity against muscle fibers.&nbsp; In addition to polymyositis and dermatomyositis, major IMM categories include inclusion body myositis, immune-mediated necrotizing myopathy, antisynthetase syndrome, and overlap myopathy (ie, myositis occurring in the context of another autoimmune connective tissue disorder).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Dermatomyositis presents with painless, symmetrical, proximal muscle weakness associated with characteristic skin lesions (eg, Gottron papules, heliotrope rash).</li>\n\t<li>Polymyositis presents with similar proximal weakness but without skin lesions.</li>\n</ul><br><br><p>Muscle enzymes (eg, creatine kinase, aspartate aminotransferase, lactate dehydrogenase) and inflammatory markers (eg, erythrocyte sedimentation rate, C-reactive protein) are elevated.&nbsp; Antinuclear antibody test is usually positive, and confirmatory tests include myositis-specific antibodies (eg, anti-Jo-1).&nbsp; Diagnosis also usually requires muscle biopsy unless pathognomonic skin lesions are present.</p><br><br><p>Treatment typically includes systemic corticosteroids and immune-suppressing (steroid-sparing) drugs; prolonged treatment and extensive supportive care may be needed.&nbsp; In addition, IMMs (especially dermatomyositis) are associated with an increased risk for malignancy; age-appropriate screening tests should be updated.</p>\n</div>\n\n            "
}