{
  "meta": {
    "title": "Infections of the hand",
    "url": "https://brainandscalpel.vercel.app/infections-of-the-hand-fa9002de-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:42.628Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hand infections most commonly develop after trauma that introduces pathogens into the soft tissues.&nbsp; These infections range from minor, superficial processes (eg, paronychia) to severe, deep infections (eg, infectious tenosynovitis).&nbsp; Hand infections are broadly categorized as either superficial or deep, depending on the structures involved.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Superficial infections</strong> are limited to the skin and subcutaneous tissue.&nbsp; Examples include paronychia, felon, herpetic whitlow, onychomycosis, warts, cellulitis, and subcutaneous abscess.</li>\n\t<li><strong>Deep infections</strong> involve tendons, tendon sheaths, bones, joints, or deep fascial compartments.&nbsp; Examples include infectious flexor tenosynovitis, deep space abscesses, septic arthritis, and necrotizing fasciitis.</li>\n</ul>\n<h1>Anatomy and pathogenesis</h1><br><br><p>The hand's complex anatomy enables remarkable dexterity and tactile sensitivity but also predisposes it to rapidly progressive infections.&nbsp; Multiple interconnected compartments, synovial-lined tendon sheaths, and deep fascial spaces lie in close proximity to critical neurovascular structures.&nbsp; This compact arrangement allows infection to spread quickly along fascial planes and tendon sheaths, whereas edema within closed, noncompliant compartments can lead to increased pressure, neurovascular compromise, and tissue ischemia.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tendon sheaths</strong>:&nbsp; The flexor tendons are enclosed within synovial sheaths that permit smooth gliding during finger motion.&nbsp; These sheaths are continuous with deeper spaces of the palm and forearm, providing a pathway for infection to spread rapidly into adjacent compartments.</li>\n\t<li><strong>Deep palmar spaces</strong>:&nbsp; Beneath the palmar fascia lie the thenar, midpalmar, and hypothenar spaces, which are potential spaces between fascial planes.&nbsp; Infection in these areas can result in deep space abscesses that compress vital structures, impair tendon function, and spread proximally into the wrist or forearm.</li>\n\t<li><strong>Fingertip pulp space</strong>:&nbsp; Each fingertip pulp is divided by vertical fibrous septa extending from the skin to the periosteum of the distal phalanx.&nbsp; These create small, noncompliant compartments.&nbsp; When infection occurs, pressure rapidly increases and can lead to ischemic necrosis of the soft tissue and bone.</li>\n</ul><br><br><p>Most hand infections result from direct inoculation of microorganisms via traumatic injuries (eg, human/animal bites, punctures, lacerations).&nbsp; Retained foreign bodies (eg, tooth fragments, glass) may serve as nidi for infection.&nbsp; The predominant pathogen is <em>Staphylococcus aureus</em>, followed by <em>Streptococcus</em> species.&nbsp; Other important exposure-specific pathogens include <em>Pasteurella multocida</em> (dog and cat bites), <em>Eikenella corrodens</em> (dog and human fight bites), and herpes simplex virus (HSV) (from direct exposure to oral secretions).</p>\n<h1>Superficial infections</h1><h2>Paronychia and felon</h2><br><br><p><strong>Pathogenesis and risk factors</strong></p><br><br><p>The distal finger consists of the nail unit and the pulp (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111729.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Inoculation of bacteria into the periungual (around the nail) tissues typically follows minor trauma (eg, nail-biting, finger-sucking, hangnail manipulation).&nbsp; These injuries disrupt the cutaneous barrier, particularly the cuticle (eponychium), which normally seals the potential space between the nail plate and the proximal nail fold.&nbsp; Once this barrier is breached, bacteria (eg, <em>S aureus</em>) can seed the underlying tissues.<p></p><br><br><p>Infection localized to the proximal or lateral nail fold is termed <strong>paronychia</strong>, which may progress to a localized abscess within the periungual tissue.&nbsp; When infection extends into the deep pulp space of the fingertip, it is called a <strong>felon</strong>.&nbsp; Felons may develop as a complication of untreated paronychia but more often occur from puncture wounds to the finger pad (eg, finger-stick glucose testing).&nbsp; Felons are more complex infections due to the multicompartmental anatomy of the fingertip pulp.</p><br><br><p><strong>Clinical presentation</strong></p><br><br><p>Acute paronychia presents with erythema, warmth, and tenderness of the periungual soft tissues.&nbsp; The presence of fluctuance or focal swelling suggests an abscess, and purulent material may be expressed with gentle pressure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66149.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><br><br><p>A felon manifests as tense swelling and throbbing pain in the digital pulp space, most commonly affecting the thumb or index finger (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66148.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; The fingertip is exquisitely tender, and cloudy fluid may be expressed with compression of the pulp near the nail fold.&nbsp; Systemic symptoms (eg, fever, chills) may occur in severe or advanced cases.<p></p><br><br><p><strong>Diagnosis and management</strong></p><br><br><p>The diagnosis of paronychia and felon is clinical; laboratory tests and imaging studies are rarely necessary.&nbsp; Paronychia without abscess is managed with warm antiseptic soaks and/or topical antibiotics.&nbsp; If inflammation persists, oral antibiotics covering skin and oral flora are indicated.&nbsp; A paronychia with abscess requires incision and drainage (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L98111.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Felon management is with incision and drainage.&nbsp; Bedside drainage is typically performed in mild cases, but surgical debridement is indicated for severe or extensive infections.&nbsp; Fluid cultures are obtained, and empiric antibiotics are initiated and then tailored based on culture results.</p>\n<h2>Herpetic whitlow</h2><br><br><p><strong>Pathogenesis and risk factors</strong></p><br><br><p>Herpetic whitlow results from viral inoculation of the finger with HSV following direct contact with an active lesion.&nbsp; Individuals at greatest risk include those with unprotected digital contact during sexual activity, health care workers (eg, dentists) exposed to infected oral secretions, and children who autoinoculate their fingers after an oral HSV outbreak.</p><br><br><p><strong>Clinical presentation</strong></p><br><br><p>Herpetic whitlow typically presents as one or more painful, clear vesicles on an erythematous base, most commonly on the fingers (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21628.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; Prodromal symptoms, including burning, tingling, or pruritus at the affected site, may precede vesicle eruption by several days.&nbsp; Fever, malaise, and regional lymphadenopathy (especially epitrochlear or axillary) may also be present.<p></p><br><br><p><strong>Diagnosis and management</strong></p><br><br><p>Diagnosis is clinical and based on characteristic vesicular lesions.&nbsp; When confirmation is needed, viral culture or PCR testing is preferred.&nbsp; A Tzanck smear, although rarely performed, demonstrates multinucleated giant cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95189.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).<p></p><br><br><p>Management is largely supportive and includes rest, elevation, and nonsteroidal anti-inflammatory drugs (NSAIDs) for pain control.&nbsp; If identified early, antiviral medications (eg, acyclovir) may decrease the time to resolution.&nbsp; The affected area should be kept clean and covered to prevent transmission to others or autoinoculation to new sites.&nbsp; Incision and drainage are contraindicated because they can worsen infection and delay healing.</p>\n<h2>Onychomycosis</h2><br><br><p><strong>Pathogenesis and risk factors</strong></p><br><br><p>Onychomycosis is a fungal infection of the nail unit, most commonly caused by the dermatophyte <em>Trichophyton rubrum</em>.&nbsp; Infection develops when fungal organisms invade the nail plate or bed, typically in warm, moist environments or following repetitive nail trauma that disrupts the nail barrier.&nbsp; Risk factors include coexisting dermatophyte skin infections (eg, tinea pedis), household contacts with onychomycosis (due to shared inoculation sources), repetitive nail trauma, advanced age, immunosuppression, and frequent exposure to moisture.</p><br><br><p><strong>Clinical presentation</strong></p><br><br><p>Patients have thickened, brittle, and discolored nails, often with subungual debris and possible onycholysis (separation of the nail from the nail bed).&nbsp; Although onychomycosis can affect both fingernails and toenails, it occurs more commonly in the toenails (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19359.jpg\" alt=\"table 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">table 1</div>\n                                </div>\n                                ).<p></p><br><br><p><strong>Diagnosis and management</strong></p><br><br><p>Onychomycosis is diagnosed by combining physical examination findings with mycologic testing.&nbsp; Direct microscopy of nail scrapings using potassium hydroxide preparation is the most widely used initial test, although sensitivity is variable.&nbsp; Fungal culture and histopathologic analysis of nail clippings are alternate diagnostic tests.&nbsp; Mild cases may be treated with topical antifungals, but moderate to severe cases typically require a 6- to 12-week course of oral terbinafine or itraconazole (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/94399.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Verruca vulgaris (cutaneous warts)</h2><br><br><p><strong>Pathogenesis and risk factors</strong></p><br><br><p>Cutaneous warts result from direct contact with human papillomavirus (HPV), resulting in epidermal proliferation and the formation of verrucous lesions.&nbsp; Warts can occur on any part of the body but are especially common on the fingers and hands (and soles).&nbsp; They occur most often in children and adolescents, but other risk factors include immunocompromise and conditions causing disrupted skin barriers (eg, atopic dermatitis), which allow viral entry.</p><br><br><p><strong>Clinical presentation</strong></p><br><br><p>Verruca vulgaris (cutaneous warts) appear as rough, cauliflower-like, nonpainful papules on the dorsal hand, periungual areas, or fingers (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95288.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).<p></p><br><br><p><strong>Diagnosis and management</strong></p><br><br><p>The diagnosis is typically clinical.&nbsp; Biopsy is rarely necessary but may be performed when the diagnosis is unclear.&nbsp; Histopathology shows papillary architecture with hyperkeratosis, epidermal hyperplasia (acanthosis), nuclear irregularity, and perinuclear vacuolization (koilocytosis) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L122455.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).&nbsp; Most cases of cutaneous warts resolve spontaneously in 1-2 years.&nbsp; Persistent or symptomatic warts can be treated with topical salicylic acid or cryotherapy (eg, liquid nitrogen).<p></p>\n<h2>Cellulitis and subcutaneous abscess</h2><br><br><p><strong>Pathogenesis and risk factors</strong></p><br><br><p>Cellulitis is an infection of the dermis and subcutaneous tissues characterized by diffuse inflammation without a localized collection of pus, whereas an abscess represents a localized collection of purulent material within the subcutaneous tissue.&nbsp; Both conditions usually arise following a break in the skin, which allows skin flora or environmental pathogens (and occasionally foreign material) to enter, leading to inflammation and infection within the soft tissues.</p><br><br><p><strong>Clinical presentation</strong></p><br><br><p>Cellulitis typically presents as an area of erythema, warmth, swelling, and tenderness of the overlying skin.&nbsp; A subcutaneous abscess may exhibit similar features but often includes a localized, fluctuant area indicating the presence of pus.&nbsp; These infections can occur on the fingers, dorsal hand, or palm and may involve the web spaces; they may arise independently or in association with other superficial infections (eg, paronychia).</p><br><br><p><strong>Diagnosis and management</strong></p><br><br><p>Diagnosis is usually clinical, based on history and physical examination.&nbsp; Ultrasonography can be used to detect a superficial pocket of pus that is not evident on inspection or palpation.&nbsp; An x-ray may be considered if a subcutaneous foreign body is suspected.</p><br><br><p>Cellulitis of the hand is treated with systemic antibiotics; hospital admission is often warranted to ensure adequate antibiotic response.&nbsp; Subcutaneous abscesses require incision and drainage, with antibiotics added if there is surrounding cellulitis or systemic involvement.&nbsp; Lack of improvement with appropriate therapy should prompt evaluation for a deeper or more complex hand infection.&nbsp; These infections require prompt management due to the risk of rapid spread to deeper compartments.</p>\n<h1>Deep infections</h1><h2>Infectious tenosynovitis</h2><br><br><p><strong>Pathogenesis and risk factors</strong></p><br><br><p>Infectious tenosynovitis typically results from a bite or puncture wound that directly inoculates bacteria into the tendon sheath (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53598.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Tenosynovitis most commonly involves the flexor tendons but can occasionally occur within the extensor tendon sheath.&nbsp; Once bacteria enter the closed synovial space, rapid proliferation and inflammation lead to purulent fluid accumulation, increased pressure, and impaired tendon gliding.<p></p><br><br><p>Risk factors include penetrating trauma, intravenous drug use, occupational hazards (eg, manual laborers, animal handlers), and immunocompromise.&nbsp; The most common pathogens are <em>S aureus</em> and <em>Streptococcus</em> species, although <em>E corrodens</em> and <em>P multocida</em> may occur after human or animal bites.</p><br><br><p><strong>Clinical presentation</strong></p><br><br><p>Patients with flexor tenosynovitis typically present with rapidly progressive pain, swelling, and erythema along the palmar surface of a digit and/or palm following an injury.&nbsp; The Kanavel signs are highly sensitive and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fusiform swelling causing a sausage-digit appearance</li>\n\t<li>Affected digit held in slight flexion at rest</li>\n\t<li>Tenderness along the course of the flexor tendon sheath</li>\n\t<li>Pain with passive extension of the digit(s)</li>\n</ul><br><br><p><strong>Diagnosis and management</strong></p><br><br><p>Infectious tenosynovitis is suspected based on classic examination findings, but culture of aspirated fluid from the tendon sheath remains the gold standard for diagnosis.&nbsp; If systemic symptoms (eg, fever, chills) are present, blood cultures are obtained.&nbsp; Plain radiographs can identify a retained foreign body (eg, tooth fragment), whereas musculoskeletal ultrasonography can detect tendon sheath thickening and peritendinous effusion.&nbsp; Treatment requires urgent intravenous antibiotics and surgical irrigation and debridement.&nbsp; Without prompt intervention, infection can lead to tendon sheath adhesions, tendon necrosis, scarring, and, ultimately, loss of function.</p>\n<h2>Deep fascial space infections</h2><br><br><p><strong>Pathogenesis and risk factors</strong></p><br><br><p>Deep space infections occur when bacteria invade the potential fascial compartments of the hand (eg, midpalmar, thenar, and hypothenar spaces), which are located deep to the flexor tendons.&nbsp; These infections usually arise from penetrating trauma or contiguous spread from adjacent tissues (eg, tenosynovitis).&nbsp; Once bacteria enter, the noncompliant fascial planes trap purulent material, leading to increased pressure within the space.&nbsp; This environment promotes ischemia and necrosis, as well as the rapid spread of infection along contiguous spaces into the wrist and forearm.</p><br><br><p><strong>Clinical presentation</strong></p><br><br><p>Patients typically have diffuse tenderness and edema involving both the palmar and dorsal aspects of the hand.&nbsp; Distinct anatomic patterns can help localize the infection:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Thenar space infection:&nbsp; The thumb may be held in abduction, with pain on adduction or abduction and prominent swelling over the first web space.</li>\n\t<li>Midpalmar space infection:&nbsp; There is fullness in the central palmar area with loss of normal concavity and pain with passive extension of the second and third digits, which may be held in flexion.</li>\n\t<li>Hypothenar space infection:&nbsp; This infection presents with localized swelling of the hypothenar eminence, typically without finger involvement.</li>\n</ul><br><br><p><strong>Diagnosis and management</strong></p><br><br><p>Ultrasonography can help identify and localize an abscess cavity within the hand and differentiate deep space infection from other entities such as tenosynovitis or subcutaneous abscess.&nbsp; If a retained foreign body is suspected, radiographs should be obtained.&nbsp; Management requires empiric broad-spectrum antibiotics with urgent surgical drainage and debridement of necrotic tissue.</p>\n<h2>Septic arthritis</h2><br><br><p><strong>Pathogenesis and risk factors</strong></p><br><br><p>Septic arthritis is an infection of a synovial joint (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/55929.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; In the hand, it most often affects the metacarpophalangeal or interphalangeal joints.&nbsp; It typically results from direct inoculation after penetrating trauma or bite wounds (eg, fight bite), given the superficial location and minimal soft tissue protection of these joints.&nbsp; Once bacteria enter the synovium, they rapidly proliferate and induce intense neutrophilic inflammation, leading to enzyme-mediated cartilage destruction within days.&nbsp; <em>S aureus</em> is the most common pathogen, with <em>Streptococcus</em> species and mixed flora often implicated in bite-related cases.<p></p><br><br><p><strong>Clinical presentation</strong></p><br><br><p>Septic arthritis of the hand typically presents with a warm, red, swollen, and markedly tender joint.&nbsp; Both active and passive motion elicit severe pain, a key distinguishing feature from noninfectious causes of swelling.&nbsp; Joint effusion and tense overlying skin may be evident.&nbsp; Systemic manifestations such as fever, chills, and malaise may accompany localized symptoms.</p><br><br><p><strong>Diagnosis and management</strong></p><br><br><p>The diagnosis of septic arthritis within the hand requires aspiration of synovial fluid from the affected joint for Gram stain, culture, cell count, and crystal analysis to differentiate this disease from gout/pseudogout.&nbsp; The synovial fluid is typically purulent with an elevated white blood cell count (often &gt;50,000/mm<font size=\"2\"><sup>3</sup></font>, predominantly neutrophils) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37196.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).&nbsp; Blood cultures are obtained if systemic symptoms are present.&nbsp; Treatment requires empiric intravenous antibiotics and urgent joint drainage.<p></p>\n<h2>Necrotizing fasciitis</h2><br><br><p><strong>Pathogenesis and risk factors</strong></p><br><br><p>Necrotizing fasciitis is a rapidly spreading infection involving widespread necrosis of superficial and deep fascia, generally following a traumatic injury that introduces bacteria into the subcutaneous tissues and fascial layers (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/90993.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).&nbsp; Common pathogens include group A <em>Streptococcus</em>, <em>S aureus</em>, <em>Clostridium</em> species, and polymicrobial infections involving both aerobes and anaerobes (particularly in immunocompromised patients or bite-related injuries).&nbsp; Once bacteria enter, they release exotoxins and enzymes (eg, hyaluronidase, streptokinase) that facilitate tissue destruction and thrombosis of subcutaneous blood vessels, leading to ischemia, necrosis, and rapid bacterial spread along fascial planes.&nbsp; Risk factors include diabetes mellitus, immunosuppression, peripheral vascular disease, and intravenous drug use.<p></p><br><br><p><strong>Clinical presentation</strong></p><br><br><p>Early findings may mimic cellulitis, with erythema, edema, and warmth of the fingers or hand.&nbsp; However, a classic finding is pain disproportionate to physical examination.&nbsp; As the infection progresses, skin discoloration, bullae formation, and crepitus may develop due to subcutaneous gas.&nbsp; Systemic toxicity (eg, fever, tachycardia, hypotension, confusion) suggests advanced disease.</p><br><br><p><strong>Diagnosis and management</strong></p><br><br><p>Diagnosis is primarily clinical but can be supported by imaging (eg, plain radiographs, CT scan) that may demonstrate soft tissue gas or fascial thickening.&nbsp; However, treatment should not be delayed for imaging if necrotizing fasciitis is suspected.&nbsp; Management requires urgent surgical exploration and debridement of all necrotic tissue, combined with broad-spectrum intravenous antibiotics.&nbsp; Despite aggressive therapy, necrotizing fasciitis carries high morbidity and mortality.</p>\n<h1>Summary</h1><br><br><p>Hand infections are classified as superficial or deep based on the structures involved.&nbsp; Superficial infections primarily affect the skin and subcutaneous tissues; in contrast, deep infections involve the tendons, synovial sheaths, joints, or deep fascial compartments.&nbsp; The intricate anatomy of the hand allows infections to spread rapidly, whereas inflammation within tight, noncompliant fascial spaces can compress and injure neurovascular structures.&nbsp; Without prompt treatment, superficial infections may progress to deep infections, which can result in irreversible deformity and loss of function.</p>\n</div>\n\n            "
}