{
  "meta": {
    "title": "Juvenile idiopathic arthritis",
    "url": "https://brainandscalpel.vercel.app/juvenile-idiopathic-arthritis-27fa7057-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:44.444Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Juvenile idiopathic arthritis (JIA) is a chronic idiopathic autoinflammatory condition that primarily involves the joints.&nbsp; The diagnosis comprises systemic, polyarticular, and oligoarticular subtypes, each with its own clinical presentation, prognosis, and management strategy.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The pathogenesis of JIA involves complex interactions between the environment and the immune system in genetically susceptible individuals.&nbsp; For most patients, genetic susceptibility is determined by major histocompatibility complex loci.&nbsp; These loci contain genes that encode human leukocyte antigen (HLA) proteins.&nbsp; These proteins present antigenic peptides to T cells for identification of self versus non-self.&nbsp; Environmental exposures (eg, infections, antibiotic use) can elicit an autoimmune response in genetically susceptible individuals (ie, those with certain HLA gene alleles), affecting the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Synovium (ie, connective tissue lining the joint capsule):&nbsp; Inflammatory cells (eg, lymphocytes, plasma cells, macrophages) infiltrate the synovium, resulting in tumor-like tissue proliferation (ie, pannus formation) and fluid accumulation that manifests clinically as joint swelling and deformity.</li>\n\t<li>Cartilage:&nbsp; Inflammatory cells release enzymes that erode and weaken articular cartilage.</li>\n\t<li>Bone:&nbsp; Inflammatory cells release cytokines that activate osteoclasts, resulting in bony erosion.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of JIA varies, depending on the subtype (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52309.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; In all subtypes, arthritis presents with joint stiffness, pain, swelling, and warmth, but erythema is not common.&nbsp; Patients often have a limp in the morning that improves throughout the day and have no history of trauma.<p></p>\n<h2>Systemic JIA (10% of cases)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age:&nbsp; Although systemic JIA can present at any age (if age &gt;16, referred to as adult-onset Still disease), peak incidence occurs at age 1-5.</li>\n\t<li>Arthritis:&nbsp; The arthritis involves ≥1 joint within 6 months of symptom onset.&nbsp; Any joint can be affected, but the wrists, knees, and ankles are most commonly involved.&nbsp; Arthritis typically presents after the systemic symptoms (eg, fever, rash) but may be preceded by arthralgia.</li>\n\t<li>Systemic symptoms:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Quotidian fever (ie, 1-2 spikes per day):&nbsp; Temperatures reach ≥39 C (102.2 F), often in the evening, for ≥2 weeks.&nbsp; They return to normal or below normal between spikes.</li>\n\t\t<li>Rash:&nbsp; An evanescent, salmon-colored, macular rash typically appears on the trunk and proximal extremities and accompanies fever spikes.&nbsp; The rash fades as the temperature returns to normal.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Patients often develop lymphadenopathy and hepatosplenomegaly.&nbsp; Various forms of serositis (eg, pericarditis, pleuritis, peritonitis) can occur; although rare, large pericardial effusions that result in cardiac tamponade can also develop.&nbsp; Systemic JIA affects male and females equally.</p>\n<h2>Polyarticular JIA (40% of cases)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age:&nbsp; Peak incidence is bimodal, occurring at age 2-5 and 10-14.</li>\n\t<li>Joints:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>2-5 years:&nbsp; Arthritis initially involves 1-2 joints but rapidly progresses to ≥5 joints within 6 months of symptom onset; disease progression often follows a viral infection.&nbsp; Arthritis is symmetrical, and like in systemic JIA, the wrists, knees, and ankles are most commonly affected.</li>\n\t\t<li>10-14 years:&nbsp; Arthritis involves ≥5 joints within 5 months of symptom onset, often including small joints of the hands and feet.&nbsp; Arthritis is symmetrical.</li>\n\t</ul>\n\t</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Systemic symptoms (eg, fever, rash):&nbsp; These symptoms are absent, although complications involving other systems (eg, uveitis) can occur.</li>\n</ul><br><br><p>Polyarticular JIA affects more female than males.</p>\n<h2>Oligoarticular JIA (50% of cases)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age:&nbsp; Peak incidence occurs at age 1-3; presentation after age 5 is rare.</li>\n\t<li>Joints:&nbsp; Arthritis involves &lt;5 joints within 6 months of symptom onset and can be asymmetric, unlike polyarticular JIA.&nbsp; The knees and ankles are most commonly affected.</li>\n\t<li>Systemic symptoms (eg, fever, rash):&nbsp; Systemic symptoms are absent, although complications involving other systems (eg, uveitis) may occur.</li>\n</ul><br><br><p>Like polyarticular JIA, oligoarticular JIA affects more female than males.</p>\n<h1>Diagnosis</h1><br><br><p>JIA is a clinical diagnosis, supported by laboratory and imaging studies.</p>\n<h2>History and physical examination</h2><br><br><p>Diagnosis requires a detailed history and physical examination, including a thorough assessment of joint involvement and systemic symptoms (eg, fever, rash).</p>\n<h2>Laboratory evaluation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count:&nbsp; Hemoglobin (due to chronic inflammation) is decreased, platelets are increased, and leukocytes are increased (can be normal in oligoarticular JIA)</li>\n\t<li>Inflammatory markers:&nbsp; Erythrocyte sedimentation rate is increased, as is C-reactive protein (can be normal in oligoarticular JIA).</li>\n\t<li>Autoantibodies: The presence of autoantibodies varies, depending on the subtype, as follows:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Systemic JIA:&nbsp; Antinuclear antibodies (ANAs) and rheumatoid factor (RF) are typically negative.</li>\n\t\t<li>Polyarticular JIA:&nbsp; The ANA level is often positive in younger patients (age 2-5) and is associated with uveitis.&nbsp; RF can be positive in older patients (age 10-14), and when present, the clinical course is similar to that of rheumatoid arthritis in adults.</li>\n\t\t<li>Oligoarticular JIA:&nbsp; ANAs are often positive and associated with uveitis, like in polyarticular JIA.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Imaging</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>X-rays reveal joint space narrowing and bony erosions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8317.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li>Ultrasonography detects synovitis and effusions, which guides joint aspiration.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for JIA includes other etiologies of nontraumatic joint swelling, including infectious, inflammatory/rheumatologic, and neoplastic conditions.&nbsp; Key distinguishing features between JIA and these other diagnoses include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31687.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Infectious arthritis</strong>:&nbsp; presents acutely with persistent fever and progressive joint pain and swelling that often prevent ambulation.&nbsp; Typically, only 1 joint is affected.&nbsp; Like in JIA, laboratory findings include leukocytosis and thrombocytosis (due to inflammation), but anemia is not common in this acute condition.</li>\n\t<li><strong>Inflammatory/rheumatologic arthritis</strong>:&nbsp; transient synovitis typically presents in young patients with acute pain and restricted range of motion of the hip joint following a viral illness.&nbsp; Fever and rash are uncommon, and inflammatory markers are normal or only mildly elevated.&nbsp; In addition, acute rheumatic fever can cause rash and transient, migratory arthritis following a group A <em>Streptococcus</em> infection.</li>\n\t<li><strong>Neoplasms</strong> (eg, acute lymphoblastic leukemia):&nbsp; can present with subacute or chronic systemic symptoms (eg, fever) and joint pain that can affect multiple joints.&nbsp; Unlike in JIA, the joint pain is severe and worse at night, often preventing ambulation.&nbsp; Leukopenia and thrombocytopenia are also common.</li>\n</ul>\n<h1>Management</h1><br><br><p>The goal of JIA management is to preserve joint function by minimizing inflammation.&nbsp; Strategies include:</p>\n<h2>Nonpharmacologic management </h2><br><br><p>Nonpharmacologic treatment option includes physical therapy and occupational therapy to maintain mobility and function.</p>\n<h2>Pharmacologic management</h2><br><br><p>Pharmacologic management includes <strong>nonsteroidal anti-inflammatory drugs</strong> (NSAIDs) (eg, naproxen) for first-line treatment of pain and inflammation.&nbsp; <strong>Glucocorticoids</strong> and <strong>disease-modifying antirheumatic drugs</strong> (DMARDs), including biologic and nonbiologic agents, may be considered in severe or refractory cases.&nbsp; Although they are effective, long-term glucocorticoid use should be limited due to unfavorable adverse effects (eg, osteoporosis).&nbsp; In most cases, glucocorticoids are used initially, followed by DMARDs (eg, methotrexate) or biologic agents.</p><br><br><p>Methotrexate is a folate antagonist that competitively inhibits dihydrofolate reductase (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25906.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), an enzyme that synthesizes nucleic acid precursors for DNA synthesis and repair.&nbsp; Methotrexate preferentially inhibits the growth of rapidly dividing cells; however, other tissues with rapidly dividing cells are also affected, causing significant adverse effects, including ulcerations (oral and gastrointestinal mucosa), alopecia, and pancytopenia.&nbsp; Methotrexate can also cause hepatotoxicity and pulmonary fibrosis.&nbsp; Therefore, patients require serial laboratory evaluations (eg, complete blood count, aminotransferases, creatinine) to monitor for toxicity.<p></p><br><br><p>Patients should also be monitored for complications that often require alternate management strategies.</p>\n<h1>Complications</h1><h2>Systemic JIA</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Macrophage activation syndrome (MAS)</strong>:&nbsp; MAS is a hemophagocytic syndrome characterized by unregulated activation of macrophages and lymphocytes that can occur at any time, although this occurring in the first few weeks of illness is most common.&nbsp; Patients often have unremitting fever and rash, unlike the intermittent fever and rash seen in systemic JIA.&nbsp; Other findings may include spontaneous bleeding, liver dysfunction, and lethargy.&nbsp; Laboratory findings include declining white blood cell count, hemoglobin, and platelet count (from elevated levels seen in systemic JIA) with markedly elevated liver enzymes and ferritin.&nbsp; Patients require more aggressive treatment of the underlying JIA, often including a course of high-dose glucocorticoids.</li>\n\t<li><strong>Lung disease</strong>:&nbsp; Chronic parenchymal lung disease characterized by alveolar proteinosis and interstitial lung disease occurs in severe cases of JIA, particularly those treated with biologic DMARDs.&nbsp; Patients typically have acute erythematous clubbing and mild respiratory symptoms (eg, tachypnea) but no overt respiratory distress.</li>\n\t<li><strong>Abnormal growth</strong>:&nbsp; Various growth abnormalities, including short stature, obesity, and failure to thrive, can occur, particularly in patients with prolonged glucocorticoid use.</li>\n</ul>\n<h2>Polyarticular JIA</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Temporomandibular joint (TMJ) arthritis</strong>:&nbsp; TMJ arthritis can be asymptomatic and lead to micrognathia that requires surgical correction.</li>\n\t<li><strong>Uveitis</strong> (eg, intraocular inflammation):&nbsp; Uveitis is asymptomatic, and routine screening is required to prevent irreversible vision loss.&nbsp; Patients with ANAs are more likely to develop uveitis.</li>\n</ul>\n<h2>Oligoarticular JIA</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Uveitis</strong>:&nbsp; This is the most common complication.</li>\n\t<li><strong>Other complications</strong>:&nbsp; TMJ arthritis, leg-length discrepancy (when a unilateral knee joint is involved), and short stature are less common complications of oligoarticular JIA.</li>\n</ul><br><br><p>In addition, all patients are at increased risk for anemia due to chronic inflammation.&nbsp; Anemia can be exacerbated by NSAID-induced gastritis with chronic gastrointestinal bleeding.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of JIA depends on the subtype and the response to treatment.&nbsp; In general, patients with systemic JIA have the least favorable prognosis, and patients with oligoarticular JIA have the most favorable.&nbsp; Among all subtypes, poor response to therapy is a predictor of significant morbidity, including destructive arthritis and disability.</p>\n<h1>Summary</h1><br><br><p>Juvenile idiopathic arthritis (JIA) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35779.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is a chronic idiopathic autoinflammatory condition that primarily involves the joints.&nbsp; The diagnosis encompasses systemic, polyarticular, and oligoarticular subtypes, each with its own clinical presentation, prognosis, and management strategy.<p></p>\n</div>\n\n            "
}