{
  "meta": {
    "title": "Knee trauma",
    "url": "https://brainandscalpel.vercel.app/knee-trauma-61e03aa6-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:50.079Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The knee joint, a complex hinge structure, is susceptible to various injuries due to its weight-bearing function and the numerous ligaments, tendons, cartilage, and bones involved in its stability and movement.&nbsp; Traumatic injury to any of these components can significantly impact knee mobility and function.</p><br><br><p>Overuse injuries of the knee are discussed in more detail in a separate dedicated article.</p>\n<h1>Anatomy</h1><h2>Bone structures</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Femur</strong>:&nbsp; The distal end of the femur has 2 rounded protrusions, the medial and lateral condyles (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1417.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), which articulate with the tibia.</li>\n\t<li><strong>Tibia</strong>:&nbsp; The flat upper surface that interacts with the femoral condyles is the tibial plateau.&nbsp; The prominent area on the anterior surface where the patellar tendon attaches is the tibial tuberosity.</li>\n\t<li><strong>Patella</strong>:&nbsp; This is the large sesamoid bone that facilitates knee extension, protects the joint from direct injury, and improves nourishment of the distal femur articular cartilage.</li>\n\t<li><strong>Fibula</strong>:&nbsp; The proximal portion provides attachment points for ligaments and muscles (but is not directly involved in the knee joint).</li>\n</ul>\n<h2>Joint structures</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Articular cartilage</strong>:&nbsp; This is a smooth, slippery tissue covering the ends of the femur and tibia, allowing for frictionless movement.</li>\n\t<li><strong>Menisci</strong>:&nbsp; The medial meniscus is the C-shaped cartilage on the medial portion of the knee.&nbsp; The lateral meniscus is the crescent-shaped cartilage on the lateral side of the knee.&nbsp; Both menisci function to provide cushioning and stability.</li>\n</ul>\n<h2>Ligaments</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cruciate ligaments</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1425.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; The anterior cruciate ligament (ACL) attaches to the lateral femoral condyle and to the anterior tibia.&nbsp; It prevents anterior displacement of the tibia relative to the femur when the knee is flexed.&nbsp; The posterior cruciate ligament (PCL) attaches to the medial femoral condyle and to the posterior tibia.&nbsp; It prevents posterior displacement of the tibia relative to the femur when the knee is flexed.</li>\n\t<li><strong>Collateral ligaments</strong>:&nbsp; The medial collateral ligament (MCL) (which runs from the medial epicondyle of the femur to the medial condyle of the tibia) and the lateral collateral ligament (LCL) (which originates posterosuperior to the lateral femoral epicondyle and inserts onto the fibular head) provide medial and lateral stability, respectively.</li>\n</ul>\n<h2>Tendons and muscles</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Quadriceps tendon</strong>:&nbsp; Connects the quadriceps muscle group (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14544.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) (rectus femoris, vastus lateralis, vastus intermedius, vastus medialis) to the patella and is involved in knee extension.</li>\n\t<li><strong>Patellar tendon</strong>:&nbsp; The distal portion of the common tendon of the quadriceps femoris; connects the patella to the tibial tuberosity.&nbsp; Contributes to knee extension.</li>\n\t<li><strong>Hamstrings</strong>:&nbsp; Include the biceps femoris, semitendinosus, and semimembranosus.&nbsp; They are involved in knee flexion.</li>\n\t<li><strong>Gastrocnemius</strong>:&nbsp; The calf muscle that crosses the knee joint.&nbsp; Its primary function is foot plantarflexion, but it also aids in knee flexion.</li>\n</ul>\n<h1>Pathophysiology</h1><br><br><p>Knee trauma can involve damage to various structures within the joint:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ligament sprains and tears</strong>:&nbsp; These injuries occur when a ligament is stretched or torn beyond its capacity.&nbsp; The severity ranges from microscopic tears (sprains) to complete ruptures.&nbsp; The four major ligaments of the knee (ACL, PCL, MCL, LCL) provide stability and limit excessive movement in specific directions.&nbsp; A tear in a particular ligament disrupts this stability, leading to joint laxity and potential functional limitations.</li>\n\t<li><strong>Meniscus injuries</strong>:&nbsp; Meniscus tears can occur in various patterns (eg, vertically, horizontally, bucket-handle pattern), affecting the ability of the meniscus to cushion impact and distribute forces evenly within the joint.&nbsp; Vertical tears within the meniscus typically occur after significant knee trauma and are often associated with other injuries (eg, ACL tear).&nbsp; Horizontal tears run parallel to the fibers of the meniscus and can disrupt its blood supply, potentially leading to degeneration over time.&nbsp; Bucket-handle tears involve a detached flap within the meniscus that can snag during joint movement and cause a locking sensation.</li>\n\t<li><strong>Fractures</strong>:&nbsp; Traumatic impacts can fracture the bones surrounding the knee joint, including the patella, tibia, fibula, and femoral condyles.&nbsp; Patella fractures are most commonly due to a direct blow to the anterior aspect of the knee.&nbsp; Fractures of the tibial plateau can be caused by a direct blow to the knee or a forceful twisting motion (more common in elderly patients).</li>\n</ul>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Increased activity level</strong>:&nbsp; Participation in sports, particularly in sports that involve pivoting (eg, basketball, soccer), increases the risk for ligament sprains and tears.</li>\n\t<li><strong>Muscle weakness</strong>:&nbsp; Weak quadriceps and hamstrings decrease knee stability and contribute to injury risk.</li>\n\t<li><strong>Ligament laxity</strong>:&nbsp; Individuals with loose ligaments (eg, Ehlers-Danlos syndrome) are more prone to sprains and dislocations.</li>\n\t<li><strong>Previous injury</strong>:&nbsp; A history of knee injury predisposes individuals to future injuries because scar tissue from prior healing may be weaker than original tissues.</li>\n\t<li><strong>Obesity</strong>:&nbsp; Excess weight places additional stress on the knee joint, accelerating wear and tear and increasing the risk for injuries.</li>\n\t<li><strong>Age</strong>:&nbsp; Degenerative changes, such as weakening cartilage and ligaments, occur in the knee joint with age,&nbsp; increasing susceptibility to fractures and other injuries.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The presentation of a knee injury varies depending on the severity and the involved structures.&nbsp; Common presentations for specific injuries and relevant physical exam maneuvers are described in the following sections.</p>\n<h2>ACL tear</h2><br><br><p><strong>Mechanism</strong>:&nbsp; This injury can be caused by sudden changes in direction, excessive internal rotation or lateral (valgus) bending forces when landing from a jump (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90683.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), or direct contact.<p></p><br><br><p><strong>Clinical presentation</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44131.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; A popping sensation in the knee is common at the time of injury, classically followed by the development of rapid-onset hemarthrosis and a feeling of joint instability with weight bearing.&nbsp; In some cases, x-ray may show fractures indicative of ligamentous injury.&nbsp; Avulsion fractures of the lateral tibial condyle (known as Segond fractures (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90831.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )) are associated with ACL tears (and meniscus tears).<p></p><br><br><p><strong>Physical examination maneuvers</strong>:&nbsp; Excessive anterior translation of the tibia relative to the femur during either the anterior drawer test or the Lachman test has a high sensitivity (~90%) for ACL injury.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anterior drawer test</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44580.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; The hip is flexed to 45 degrees and the knee to 90 degrees, and an anteriorly directed force is applied to the proximal tibia.</li>\n\t<li><strong>Lachman test</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/108966.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ):&nbsp; During stabilization of the distal femur, an anteriorly directed force is applied to the proximal tibia with the knee in approximately 30 degrees of flexion.</li>\n</ul><br><br><p><strong>Diagnosis</strong>:&nbsp; MRI should be performed to confirm the diagnosis.</p><br><br><p><strong>Management</strong>:&nbsp; Surgical treatment in most younger (eg, age &lt;50) active patients.</p>\n<h2>PCL tear</h2><br><br><p><strong>Mechanism</strong>:&nbsp; High-energy trauma (eg, dashboard injury in motor vehicle collisions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L56982.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                )) is the most common cause.&nbsp; The second most common cause is sports injuries.<p></p><br><br><p><strong>Clinical presentation</strong>:&nbsp; The presentation is dependent on whether the injury is due to a high-energy or low-energy impact.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>High-energy impact</strong>:&nbsp; severe acute hemarthrosis, inability to bear weight, instability, diffuse tenderness, decreased range of motion</li>\n\t<li><strong>Low-energy impact</strong>:&nbsp; mild effusion, minor limp, posterior knee pain (especially with squatting or kneeling), loss of terminal knee flexion</li>\n</ul><br><br><p><strong>Physical examination maneuvers</strong>:&nbsp; In the posterior drawer test, the knee is bent at 90 degrees, the foot is stabilized, and the tibia is pushed posteriorly relative to the femur (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87830.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Excessive posterior translation of the tibia indicates a torn PCL.<p></p><br><br><p><strong>Diagnosis</strong>:&nbsp; MRI should be performed to confirm the diagnosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87651.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><br><br><p><strong>Management</strong>:&nbsp; Isolated tears may be managed conservatively.&nbsp; Tears associated with other injuries may require surgical treatment.</p>\n<h2>MCL injury</h2><br><br><p><strong>Mechanism</strong>:&nbsp; MCL injuries are common knee injuries typically caused by a valgus stress to the partially flexed knee (eg, blow to the lateral knee with the foot fixed, twisting injury) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89351.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; They can occur in isolation or be associated with injury to the medial meniscus.<p></p><br><br><p><strong>Clinical presentation</strong>:&nbsp; This type of injury presents with tenderness at the medial knee and laxity when the foot is forced into abduction with the knee stationary (valgus stress test).&nbsp; Acute effusion/hemarthrosis is uncommon.</p><br><br><p><strong>Physical examination maneuvers</strong>:&nbsp; The valgus stress test is performed by placing one hand along the lateral knee and pressing inward while the other hand holds the medial aspect of the ankle and pulls outward (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87654.png\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).&nbsp; Laxity of the knee or medial joint line opening indicates MCL injury.<p></p><br><br><p><strong>Diagnosis</strong>:&nbsp; In minor cases, no imaging is necessary.&nbsp; MRI is the most sensitive test for diagnosis but is generally reserved for patients with significant symptoms being considered for surgical intervention (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6868.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p><br><br><p><strong>Management</strong>:&nbsp; The vast majority of isolated MCL tears can be managed nonoperatively with rest, ice, compression, elevation, and analgesics with progressive return to activity as tolerated.&nbsp; Surgery may be indicated when other ligaments (eg, ACL) are involved.</p>\n<h2>LCL injury</h2><br><br><p><strong>Mechanism</strong>:&nbsp; LCL injuries are uncommon (~2.5% of high school athlete knee injuries) and are typically associated with injuries to other ligaments (eg, PCL, ACL).&nbsp; They occur when varus stress is applied to the knee (eg, blow to the medial or anteromedial aspect of the while fully extended).</p><br><br><p><strong>Clinical presentation</strong>:&nbsp; This injury presents with pain along the lateral knee and worsens with stress on the LCL, such as by varus force.</p><br><br><p><strong>Physical examination maneuvers</strong>:&nbsp; The varus stress test evaluates for lateral instability as the examiner applies a valgus force to assess LCL integrity (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87653.png\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).&nbsp; Increased pain and widening of the outer joint space suggest an LCL tear.<p></p><br><br><p><strong>Diagnosis</strong>:&nbsp; MRI (the most sensitive imaging modality) should be obtained if a significant injury is suspected and instability is present.</p><br><br><p><strong>Management</strong>:&nbsp; Minor sprains/strains are typically managed nonoperatively.&nbsp; If functional instability or associated injuries (eg, ACL tear, meniscus tear) are present, surgery may be indicated.</p>\n<h2>Meniscus tear</h2><br><br><p><strong>Mechanism</strong>:&nbsp; Acute tears usually occur after sudden twisting with a fixed foot during sudden deceleration and direction change.&nbsp; Chronic degenerative tears usually occur in older patients with repeated minimal twisting or stress.</p><br><br><p><strong>Clinical presentation</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44084.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; Classically, a popping sound may occur at the time of injury.&nbsp; Swelling is typically slower to develop (eg, &gt;24 hr).&nbsp; Pain can be sharp and localized or a dull ache, often worsening with specific movements that compress the torn meniscus.&nbsp; Patients may experience a catching or locking sensation where the knee gets stuck in a bent position and extending it becomes difficult or impossible.<p></p><br><br><p><strong>Physical examination maneuvers</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/109069.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>McMurray test</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87950.png\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ):&nbsp; This test is performed by fully flexing and extending the patient's knee while the tibia is externally rotated (stresses medial meniscus) and internally rotated (stresses lateral meniscus).&nbsp; Pain and/or palpable locking, catching, or crepitus during the test suggests meniscal injury.</li>\n\t<li><strong>Apley grind test</strong>:&nbsp; The examiner stabilizes the femur and rotates the tibia back and forth with the knee bent at 90 degrees.&nbsp; Pain or a grinding sensation can indicate a meniscus tear.</li>\n\t<li><strong>Thessaly test</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28857.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ):&nbsp; The patient stands on one leg with the knee flexed to 20 degrees.&nbsp; Pain or locking sensation with internal or external rotation of the knee is suggestive of a meniscus tear.</li>\n</ul><br><br><p><strong>Diagnosis</strong>:&nbsp; MRI is the most sensitive study and should be considered in patients with persistent symptoms (eg, after 3-4 weeks).</p><br><br><p><strong>Management</strong>:&nbsp; Younger patients with symptomatic tears should be referred for surgical intervention (eg, arthroscopy).&nbsp; Older patients with arthritis and chronic tears are sometimes managed nonoperatively with rest and nonsteroidal anti-inflammatory drugs.</p>\n<h2>Patella fracture</h2><br><br><p><strong>Mechanism</strong>:&nbsp; Patella fractures are most commonly due to a direct blow to the anterior aspect of the knee (eg, landing on a flexed knee in a fall).&nbsp; They can also occur due to sudden, forceful extension of the knee against resistance (eg, landing after a jump or fall from height).</p><br><br><p><strong>Clinical presentation</strong>:&nbsp; Patients develop acute swelling (often with an associated effusion), focal tenderness, and may have an inability to extend the knee against gravity (as the quadriceps muscle cannot contract).</p><br><br><p><strong>Diagnosis</strong>:&nbsp; Diagnosis is with radiograph of the knee (including antero-posterior, lateral, and sunrise views), which shows the fracture (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).<p></p><br><br><p><strong>Management</strong>:&nbsp; Initial management includes immobilization of the knee in full extension.&nbsp; Fractures with a significant joint surface step-off or displacement warrant surgical intervention.</p>\n<h2>Tibial plateau fracture</h2><br><br><p><strong>Mechanism</strong>:&nbsp; This type of injury is usually due to high-energy direct trauma (eg, motor vehicle collisions).&nbsp; It also occurs in sports from direct trauma to the hyperextended knee.</p><br><br><p><strong>Clinical presentation</strong>:&nbsp; Severe pain and an inability to bear weight on the affected limb.&nbsp; Large knee effusion is often present.</p><br><br><p><strong>Diagnosis</strong>:&nbsp; Plain radiographs are typically sufficient to make the diagnosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85326.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; CT scan may be indicated in patients when there is clinical suspicion but a negative x-ray or with severe injuries for surgical planning.<p></p><br><br><p><strong>Management</strong>:&nbsp; Nondisplaced fractures may be managed nonoperatively.&nbsp; Depressed or displaced fractures may require surgical treatment.</p>\n<h2>Quadriceps or patellar tendon rupture</h2><br><br><p><strong>Mechanism</strong>:&nbsp; Quadriceps and patellar tendon ruptures can develop after sudden, forceful contraction of the quadriceps muscles, which can occur due to deceleration from a fall or in certain athletic activities.</p><br><br><p><strong>Clinical presentation</strong>:&nbsp; Rapid swelling and an inability to actively extend the knee against gravity or maintain a straight leg while flexing at the hip (ie, performing a straight-leg raising test).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Quadriceps tendon rupture:&nbsp; Palpable defect superior to the patella is often present.&nbsp; A low riding patella may be visible on x-ray.</li>\n\t<li>Patellar tendon rupture (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36508.jpg\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ):&nbsp; A palpable defect inferior to the patella is common.&nbsp; A high-riding patella (patella alta) may be present on x-ray.</li>\n</ul><br><br><p><strong>Diagnosis</strong>:&nbsp; Diagnosis is typically made clinically and can be confirmed with MRI.</p><br><br><p><strong>Management</strong>:&nbsp; Immediate management includes immobilization of the knee in extension (eg, knee immobilizer).&nbsp; Definitive treatment is early surgical repair (eg, &lt;10 days).</p>\n<h2>Knee dislocation</h2><br><br><p><strong>Mechanism</strong>:&nbsp; Tibiofemoral dislocation typically results from a high-energy, direct blow to the proximal tibia.&nbsp; Multiple ligaments (eg, cruciate, collateral) are disrupted with possible injury to the neurovascular structures within the popliteal fossa (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L102347.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ).&nbsp; Injury to the popliteal artery is the most feared complication because the resulting lower leg ischemia can cause irreversible injury (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L53121.png\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ), requiring above-the-knee amputation.<p></p><br><br><p><strong>Clinical presentation</strong>:&nbsp; An obvious deformity may be present in patients with a knee dislocation.&nbsp; In some patients (~50%), the dislocation spontaneously reduces prior to evaluation.&nbsp; A large hemarthrosis, ecchymosis, and gross instability are likely in these patients.&nbsp; Neurovascular deficits may be present (eg, absent pulses, motor deficits) due to injury of structures in popliteal fossa.</p><br><br><p><strong>Diagnosis</strong>:&nbsp; When a dislocation is present during initial evaluation, the diagnosis is typically obvious on physical examination.&nbsp; The diagnosis may be difficult when the dislocation spontaneously reduces prior to evaluation.&nbsp; Plain x-ray may be normal in these patients.&nbsp; A high index of suspicion must be maintained (with particular attention to patient history) to avoid a missed diagnosis.</p><br><br><p><strong>Management</strong>:&nbsp; In patients with neurovascular deficits, immediate reduction of the dislocated knee should be performed without delay for imaging (neurovascularly intact patients may have expedited x-rays prior to reduction).&nbsp; Plain x-rays and a detailed vascular examination should be performed immediately following the reduction.&nbsp; Vascular examination should include palpation of popliteal and distal pulses, measurement of ankle-brachial index (ABI), and duplex ultrasonography (if available).&nbsp; Any signs of vascular injury (eg, diminished pulse, ABI ≤0.9) warrant emergency imaging (eg, CT angiography) and vascular consultation.</p>\n<h2>Miscellaneous</h2><br><br><p>Other injuries of the knee can also occur.&nbsp; These include patella dislocations (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86339.jpg\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                ) and overuse injuries (eg, patellofemoral syndrome, iliotibial band syndrome).<p></p>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ligamentous instability</strong>:&nbsp; Incomplete healing of ligament tears can lead to chronic instability and increased risk for future injuries.</li>\n\t<li><strong>Meniscus tears</strong>:&nbsp; Untreated meniscus tears can worsen over time, causing further damage to the meniscus.</li>\n\t<li><strong>Stiffness</strong>:&nbsp; Scar tissue formation after injury or surgery can restrict knee movement.</li>\n\t<li><strong>Osteoarthritis</strong>:&nbsp; Knee trauma can increase the risk for developing osteoarthritis later in life.</li>\n\t<li><strong>Acute compartment syndrome</strong>:&nbsp; This can occur following crush injuries or severe high-energy fractures.&nbsp; Patients with high-energy tibial plateau fractures are at increased risk for acute compartment syndrome.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for knee trauma depends on the severity of the injury and the effectiveness of treatment.&nbsp; With proper treatment and rehabilitation, most patients can recover from knee trauma and return to normal activities.&nbsp; However, some injuries, particularly those involving ligament tears or fractures, can lead to long-term limitations or complications.&nbsp; Early diagnosis, prompt treatment, and adherence to rehabilitation protocols are crucial for optimal outcomes.</p>\n<h1>Summary</h1><br><br><p>Knee trauma is a common musculoskeletal condition encompassing various injuries to the ligaments, bones, cartilage, tendons, and menisci of the knee joint.&nbsp; Nonsurgical treatment is preferred for many injuries, but certain injuries (eg, ACL tear, tendon ruptures) require surgery to restore stability and function.&nbsp; Early intervention and proper rehabilitation are essential to optimize healing and minimize the risk for complications.</p>\n</div>\n\n            "
}