{
  "meta": {
    "title": "Legg-Calvé-Perthes disease",
    "url": "https://brainandscalpel.vercel.app/legg-calv-eacute-perthes-disease-298fb9d3-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:48.274Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Legg-Calvé-Perthes disease (LCPD) is a hip disorder that primarily affects children.&nbsp; It is due to an idiopathic osteonecrosis (avascular necrosis) of the femoral head, which can cause progressive hip pain and deformation of the femoral head if not managed appropriately.</p>\n<h1>Pathophysiology</h1><br><br><p>LCPD results from a disrupted blood supply to the femoral head, leading to subsequent <strong>avascular necrosis</strong> and deformity of the hip joint.&nbsp; The cause of the disrupted blood supply in LCPD is unknown.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>LCPD typically occurs between age 3 and 12, peaking between ages 5 and 7.</li>\n\t<li>Male patients are affected more than female patients, with a male/female ratio of approximately 4:1.</li>\n\t<li>Conditions that affect the blood supply to the hip (eg, thrombophilia, glucocorticoid use) are risk factors.</li>\n\t<li>There is a genetic predisposition.&nbsp; Approximately 10% of cases are familial.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>LCPD typically has an <strong>insidious onset</strong>, and patients initially have <strong>dull hip pain that worsens with activity</strong>.&nbsp; The hip pain can also present as a limp or referred knee pain.&nbsp; Most cases of LCPD are unilateral, but approximately 10%-20% can be bilateral.</p><br><br><p>As the disease progresses, patients develop limited range of motion during internal rotation and abduction.&nbsp; In addition, they may develop proximal thigh muscle atrophy (due to decreased use of the affected limb), resulting in Trendelenberg sign on examination (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25370.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; <strong>Limb length discrepancy</strong> may develop due to necrosis and slowed growth of the affected femoral head.<p></p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Slipped capital femoral epiphysis</strong>:&nbsp; also presents with limp and insidious hip pain; however, patients are typically adolescent and obese.&nbsp; In addition, x-ray shows posterior displacement of the femoral head.</li>\n\t<li><strong>Transient synovitis</strong>:&nbsp; also presents with hip or knee pain and limp; however, symptoms typically develop after a viral infection and resolve within 4 weeks.</li>\n\t<li><strong>Infection</strong>:&nbsp; bacterial arthritis typically presents acutely with fever and inability to bear weight as well as pain, swelling, erythema, and warmth of the joint.&nbsp; Osteomyelitis typically affects the metaphyses of long bones (eg, humerus, femur) and classically presents with fever, point tenderness, and localized edema.</li>\n\t<li><strong>Malignancy</strong>:&nbsp; primary bony malignancies can present with chronic and progressive pain in the long bones but typically reveal \"onion skinning\" (eg, Ewing sarcoma) or a sunburst pattern (eg, osteosarcoma) on x-ray.</li>\n</ul>\n<h1>Diagnostic evaluation</h1><br><br><p>Imaging is helpful in the diagnosis of LCPD; however, a high index of suspicion is needed because radiographs are often normal at the initial presentation.&nbsp; Other hip x-ray findings include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Early disease</strong>:&nbsp; joint space widening with a subchondral lucency of the femoral head (likely due to a subchondral fracture)</li>\n\t<li><strong>Advanced disease</strong>:&nbsp; flattening and sclerosis of the femoral head (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L98146.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>MRI and/or bone scan may be considered to evaluate the extent of disease, particularly if radiographs are not revealing.&nbsp; MRI can demonstrate marrow changes suggestive of the diagnosis, and bone scan reveals decreased perfusion to the femoral head.</p>\n<h1>Management</h1><br><br><p>The treatment of LCPD is aimed at maintaining the femoral head within the acetabulum.&nbsp; This includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Rest and avoidance of weight-bearing activities to reduce stress on the affected hip</li>\n\t<li>Splinting to support and protect the hip joint during healing</li>\n</ul><br><br><p>Surgical intervention (eg, femoral osteotomy) may be indicated in cases in which the femoral head is not well contained within the acetabulum.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of LCPD depends on the age of onset, extent of involvement, and response to management.&nbsp; Children age &lt;8 tend to have a better prognosis, likely related to time for femoral remodeling.&nbsp; If not managed appropriately or if treatment results in minimal improvement, patients can develop hip joint deformity, arthritis, and functional limitations later in life.</p>\n<h1>Summary</h1><br><br><p>Legg-Calvé-Perthes disease (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35460.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is due to idiopathic osteonecrosis (avascular necrosis) of the femoral head, which can cause progressive hip pain and deformation of the femoral head.&nbsp; Most cases can be managed with rest, avoidance of weight-bearing exercises, and splinting.<p></p>\n</div>\n\n            "
}