{
  "meta": {
    "title": "Nonaccidental trauma in children",
    "url": "https://brainandscalpel.vercel.app/nonaccidental-trauma-in-children-74fe1a92-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:55.484Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Nonaccidental trauma (NAT) occurs when a caregiver intentionally injures a child.&nbsp; NAT is the leading cause of traumatic injury in infants age &lt;1.&nbsp; Healthcare professionals must be vigilant in identifying signs of NAT and protecting the child.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>NAT occurs when a caregiver intentionally injures a child.&nbsp; NAT can occur in the setting of:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Physical abuse (eg, shaking, scalding)</li>\n\t<li>Neglect (ie, malnutrition resulting in failure to thrive)</li>\n\t<li>Sexual abuse</li>\n</ul><br><br><p>Therefore, risk factors include child-related, caregiver-related, and environmental factors (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31138.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p><strong>Child-related risk factors</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age (infants and toddlers at highest risk due to physical vulnerability and dependence on the caregiver)</li>\n\t<li>Physical, intellectual, or emotional disabilities or chronic illnesses</li>\n</ul><br><br><p><strong>Caregiver-related risk factors</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Substance use disorders</li>\n\t<li>Mental health disorders (eg, depression, anxiety, impulse control disorders)</li>\n\t<li>History of abuse as a child</li>\n\t<li>Young or single parents</li>\n\t<li>Lower education levels</li>\n</ul><br><br><p><strong>Environmental risk factors</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Unstable family situation (eg, single-parent home, domestic violence)</li>\n\t<li>Poverty and financial stress</li>\n\t<li>Domestic violence</li>\n\t<li>Social isolation or lack of social support systems</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Victims of NAT present with a range of signs and symptoms depending on the type and severity of the injury.&nbsp; There may be injuries of different types (eg, bruises, fractures, burns) and stages of healing at the time of presentation.&nbsp; In general, <strong>presentation to medical care is often delayed</strong>, and the <strong>mechanism of injury</strong> is often <strong>inconsistent with the child's developmental stage</strong> (eg, nonambulatory child with femur fracture).&nbsp; In addition, there are often discrepancies between the mechanism (eg, \"playing with a cigarette lighter\") and the injury (eg, cigarette burn).&nbsp; There may also be <strong>conflicting historical details</strong> (eg, hot liquid spill without splash marks) or vague/lack of details that should raise suspicion for NAT.&nbsp; Common patterns of injury in NAT include:</p>\n<h2>Bruises</h2><br><br><p>Bruising is the most common form of accidental and nonaccidental injury in children.&nbsp; Bruises in <strong>unusual locations</strong> (eg, ear, neck, torso) or in <strong>distinct patterns</strong> (eg, belt buckle) are highly suspicious for NAT.&nbsp; In addition, the age of the child is helpful when distinguishing accidental and nonaccidental injuries.&nbsp; Any bruising in infants age &lt;6 months is suggestive of NAT because these children are not mobile.&nbsp; Similarly, less bruising is expected in children who are crawling or cruising (walking with support) than in children who are walking or running.&nbsp; Of note, the appearance of the bruise (eg, color) is not an accurate indication of the timing of the injury.</p>\n<h2>Burns</h2><br><br><p>Burn patterns that are <strong>symmetrical</strong>, especially on the buttocks or lower extremities, or that are in the <strong>shape of an object</strong> (eg, cigarette) are highly suspicious for NAT.&nbsp; In addition, an intentional <strong>immersion injury</strong> is characterized by uniform erythema with a clear line of demarcation; splash marks are typically absent (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22332.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The flexural creases are often spared (creating a zebra pattern) due to the child flexing to avoid scalding water.&nbsp; Similarly, the central buttocks are often spared (creating a doughnut pattern) due to the child being forced to the bottom of the bathtub and being unable to move or thrash.&nbsp; Similar to bruising, burns are less likely to be accidental in younger children, particularly those who are not mobile.<p></p>\n<h2>Fractures</h2><br><br><p>Fractures that occur due to NAT are often unexplained or inconsistent with the explanation given.&nbsp; <strong>Metaphyseal corner fractures</strong> are highly suspicious for NAT.&nbsp; They result from forcible pulling or twisting of an extremity and are rarely incidental (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L174.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Other common fracture types in NAT include femur fractures (eg, <strong>spiral fracture</strong> suspicious for twisting of the thigh (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21992.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )), <strong>posterior rib fractures</strong>, and skull fractures, particularly in nonambulatory children.<p></p>\n<h2>Abusive head trauma</h2><br><br><p>Abusive head trauma most commonly occurs due to vigorous shaking (previously referred to as \"shaken baby syndrome\") of the infant by its caregiver (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25923.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Infants are particularly susceptible to abusive head trauma due to their unique anatomic features, including decreased cervical muscle tone and enlarged subarachnoid spaces.&nbsp; Therefore, increased movement of the immature brain relative to the skull results in shearing forces that cause the bridging cortical veins to hemorrhage, leading to <strong>subdural hematomas</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L67085.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; The shaking motion also results in shearing forces at the interface between the vitreous and the retinal vessels (ie, vitreoretinal traction), causing bilateral, multilayered <strong>retinal hemorrhages</strong>.&nbsp; Repetitive acceleration-deceleration forces can also cause <strong>coup-contrecoup injury</strong> with cerebral contusions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19253.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Patients typically present with lethargy, irritability, seizures, or loss of consciousness.&nbsp; Physical examination may show increasing head circumference, bulging anterior fontanelle, and bilateral retinal hemorrhages.<p></p>\n<h2>Visceral injuries</h2><br><br><p>Visceral injuries typically occur due to forceful blows to the central abdomen, often resulting in intestinal hematoma or rupture; the pancreas may also be affected.&nbsp; Patients can present with abdominal pain, vomiting, or shock in cases of internal hemorrhage.</p>\n<h2>Failure to thrive</h2><br><br><p>The differential diagnosis for failure to thrive (insufficient caloric intake for weight gain) is wide and includes neglect by the child's caregiver.&nbsp; Other signs of neglect include poor hygiene, developmental delay (lack of age-appropriate stimuli), and noncompliance with medical advice (eg, taking medications as prescribed, keeping follow-up appointments as scheduled).</p>\n<h2>Sexual abuse</h2><br><br><p>Sexual abuse involves any sexual activity in which a child engages because children cannot give consent.&nbsp; The clinical presentation may be specific, including <strong>genital or rectal bleeding</strong> as well as <strong>symptoms of a sexually transmitted infection</strong> (STI) (eg, purulent penile discharge).&nbsp; Younger children may express <strong>developmentally inappropriate knowledge of sexual activity</strong> or engage in developmentally inappropriate play.&nbsp; These behaviors are learned (ie, not normal childhood exploration) and are highly suspicious for sexual abuse.&nbsp; In cases of suspected sexual abuse, the evaluation includes a thorough history and physical examination with specimen collection for forensic evidence and/or STI screening, if necessary.&nbsp; If urgent evaluation is not necessary (eg, no injuries that require treatment, no risk for continued abuse, no forensic evidence due to time elapsed since abuse occurred), the evaluation should be scheduled in a nonemergency setting with a child abuse specialist.</p>\n<h2>Emotional abuse</h2><br><br><p>Emotional abuse, also referred to as psychological abuse or neglect, involves verbally criticizing, shaming, threatening, or humiliating a child.&nbsp; Emotional abuse most commonly presents as behavioral changes, including abrupt mood changes (eg, irritability, aggression, withdrawal), bedwetting, and declining academic performance.&nbsp; Older children may express suicidal thoughts or behaviors.</p>\n<h2>Factitious disorder imposed on another</h2><br><br><p>Medical child abuse is a form of NAT in which a factitious disorder is imposed on a child by a caregiver.&nbsp; The child undergoes unnecessary and often harmful medical care due to a caregiver's overt actions, including exaggerating symptoms, simulating physical findings, or intentionally inducing illness in the child.&nbsp; The diagnosis should be considered in cases of repeated, unexplained presentations to medical care.&nbsp; Diagnostic tests are typically unrevealing, and traditional medical therapies are ineffective.&nbsp; Often, symptoms only exist in the presence of only one caregiver, who may be reluctant to accept a less severe diagnosis.</p>\n<h1>Diagnosis</h1><br><br><p>A diagnosis of NAT requires careful evaluation of the child's history and physical examination, which should occur in a safe environment (eg, without parents in the room).&nbsp; The history may be vague or inconsistent, especially when the mechanism of injury is explained.&nbsp; There may be a history of prior injuries or hospital visits, suggesting a pattern of abuse.&nbsp; A thorough physical examination should be performed and carefully documented.&nbsp; The child's clothes should not be completely removed for the examination but may be removed sequentially (ie, replace shirt before removing pants) to maintain patient comfort.&nbsp; The skin should be carefully inspected for bruises in unusual locations (eg, ear, trunk) and scars from prior injuries.&nbsp; In addition, there may be other unusual injuries (eg, frenulum tear in a nonambulatory child) that raise suspicion for NAT.</p><br><br><p>In addition to a thorough history and physical examination, a laboratory evaluation should be performed to exclude medical conditions that can present similarly to NAT.&nbsp; In cases of unexplained bruising, coagulation studies should be performed to exclude bleeding disorders such as hemophilia or von Willebrand disease.&nbsp; In cases of abdominal trauma, liver function tests and serum amylase and lipase should be measured to evaluate liver and pancreatic injury.</p><br><br><p>Imaging may also be necessary to better characterize the injury and screen for prior injuries.&nbsp; A <strong>skeletal survey</strong>, or a series of radiographs of all major bones, should be performed to detect fractures in various stages of healing or in suspicious patterns (eg, posterior rib fractures, metaphyseal fractures).&nbsp; In cases of suspected abuse head trauma, CT scan of the head may show subdural hematomas with a mixed-density pattern due to varying stages of injury, unlike the homogeneous hyperdense pattern seen in accidental head trauma (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12263.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).<p></p>\n<h1>Differential diagnosis</h1><br><br><p>It is essential to differentiate NAT from medical conditions or unintentional injuries, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Osteogenesis imperfecta</strong>:&nbsp; This is a genetic disorder that causes bone fragility and increased susceptibility to fractures, which can mimic NAT.</li>\n\t<li><strong>Coagulopathies</strong>:&nbsp; Bleeding disorders (eg, hemophilia) can cause bruising or bleeding in unusual places, similar to NAT.</li>\n\t<li><strong>Accidental trauma</strong>:&nbsp; Children can sustain injuries during falls, accidents, or sports-related activities, but the mechanism is consistent with the injury and with the child's developmental stage.</li>\n\t<li><strong>Congenital dermal melanocytosis</strong>:&nbsp; This is a benign hyperpigmented skin lesion that occurs due to retained dermal melanocytes and can be mistaken for bruising on the lower back or buttocks.</li>\n\t<li><strong>Cultural practices</strong>:&nbsp; Certain cultural practices can mimic NAT.&nbsp; For example, coining is a cultural practice that originates from China and Southeast Asia in which a coin or another hard object is used to repeatedly stroke lubricated skin (eg, chest, back) in a linear, symmetric fashion.&nbsp; The goal is to induce erythema (which later develops into ecchymoses) through which heat, negative energy, and illness are thought to be released from the body.</li>\n</ul><br><br><p>In addition to these medical conditions, victims of NAT are at high risk for psychological disturbances (eg, inattention, impulsivity, mood changes, appetite and sleep disturbances) that can mimic other disorders (eg, attention deficit hyperactivity disorder, oppositional defiant disorder, depression).</p>\n<h1>Management</h1><br><br><p>In management of suspected NAT, the first priority is <strong>ensuring the safety of the child</strong>.&nbsp; If initially evaluated in the outpatient setting, the patient should be transported via ambulance to the hospital.&nbsp; Transport via private vehicle affords the caregiver the opportunity to disregard medical advice and possibly inflict further harm, so it is inappropriate.&nbsp; After being transported to the hospital, the patient should be stabilized and evaluated for other intentional injuries (eg, via skeletal survey or fundoscopic examination).</p><br><br><p>All cases of suspected NAT should be reported to <strong>child protective services</strong> (CPS).&nbsp; However, reporting should never take priority over the immediate physical safety of the child.&nbsp; The initial discussion with caregivers should include observed discrepancies between clinical findings and reported history, as well as emphasis on providing care that is in the best interest of the child without assigning blame.&nbsp; Reporting is mandatory, and reasonable suspicion is sufficient.&nbsp; Confirmation of abuse or neglect is not required for reporting purposes.&nbsp; CPS conducts assessments, coordinates family and rehabilitative services, and arranges foster family placement when needed.&nbsp; Victims of NAT often require mental health support due to the psychological trauma associated with abuse.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for children with NAT depends on the severity of the injury and the timeliness of intervention.&nbsp; Severe cases of NAT (eg, abusive head trauma) can lead to long-term disabilities (eg, cognitive impairment, motor deficits, blindness) or death.&nbsp; However, children with less severe injury who are placed in a safe environment can experience full recovery.&nbsp; It is estimated that NAT has a 50% chance of recurrence and a 10% chance of death if not addressed at the initial presentation.</p>\n<h1>Prevention</h1><br><br><p>Prevention of NAT involves identifying at-risk families and providing supportive resources:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Raising awareness about NAT and promoting safe parenting practices</li>\n\t<li>Providing resources for stressed or struggling parents, such as parenting classes, mental health services, and substance abuse treatment</li>\n\t<li>Screening for signs of abuse during routine well-child visits and offering interventions when necessary</li>\n</ul>\n<h1>Summary</h1><br><br><p>Nonaccidental trauma occurs when a caregiver intentionally injures a child (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35859.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Victims of nonaccidental trauma present with a range of signs and symptoms, depending on the type and severity of the injury (eg, bruises, fractures, head trauma).&nbsp; Presentation to medical care is often delayed, and the mechanism of injury is often inconsistent with the child's developmental stage.&nbsp; Ensuring the safety of the child is the first priority, followed by stabilization and medical management of the child's presenting injury and screening for other injuries.&nbsp; Suspected child abuse requires a direct, nonaccusatory discussion with the parents and a prompt report to child protective services.<p></p>\n</div>\n\n            "
}