{
  "meta": {
    "title": "Osteosarcoma",
    "url": "https://brainandscalpel.vercel.app/osteosarcoma-82cf6912-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:08.707Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Osteosarcoma is derived from osteoid-forming mesenchymal cells and is the most common primary malignant bone tumor in children and young adults.&nbsp; This aggressive tumor typically occurs in the metaphysis of long bones (eg, distal femur, proximal tibia) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13546.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><h1>Pathogenesis</h1><p>Osteosarcoma is thought to arise in mesenchymal stem cells or osteoblastic progenitor cells due to a multifactorial involvement of tumor suppressor gene deregulation, oncogene activation, and a lack of DNA repair mechanisms.&nbsp; This malignant transformation occurs mostly during the rapid growth phase of long bones (ie, adolescence) but can also be due to hereditary genetic mutations (eg, <em>RB1</em>, <em>TP53</em>).&nbsp; As a result, the affected bone loses its normal trabecular pattern, and disorganized osteoid matrix is deposited by malignant cells.</p><h1>Risk factors</h1><p>Risk factors for the development of osteosarcoma include the following:</p><ul class=\"article-body-unordered-list\"><li>Age:&nbsp; Osteosarcoma has a bimodal distribution in children and adolescents age &lt;25 (peak age 13-18, during times of rapid growth) and adults age &gt;50.</li><li>Genetic mutations involving tumor suppressor genes:<ul class=\"article-body-unordered-list\"><li><em><strong>RB1</strong></em> encodes for RB, a protein that regulates cell-cycle progression.&nbsp; Inactivating <em>RB1</em> mutations promotes unchecked and unregulated cellular replication and is commonly associated with retinoblastoma and osteosarcoma.</li><li><em><strong>TP53</strong></em> encodes for P53, a protein that maintains genomic integrity by facilitating DNA repair.&nbsp; Germ-line <em>TP53</em> mutations are associated with Li-Fraumeni syndrome, which increases the risk for multiple tumors, including osteosarcoma.</li></ul></li><li>Paget disease of the bone:&nbsp; The associated bone remodeling and overgrowth increase the risk of osteosarcoma, particularly in older patients.</li><li>Prior cancer treatment:&nbsp; Chemotherapy and radiation therapy damages bone, increasing cellular turnover and the risk of osteosarcoma.</li></ul><h1>Clinical presentation</h1><p>Patients with osteosarcoma are most commonly adolescents or adults age &gt;50 with localized pain that is dull and progressive over weeks.&nbsp; Increased physical activity, minor trauma, or pathologic fracture may incidentally call attention to the lesion.</p><p>The most common sites of tumor development are the <strong>metaphyses of long bones</strong> (eg, distal femur, proximal tibia), the region adjacent to the growth plate where bone proliferation is the greatest.&nbsp; Other bones, such as the skull or pelvis, are rarely affected.</p><p>Systemic symptoms (eg, fever, weight loss) are usually absent but may indicate advanced disease.</p><p>Examination shows tenderness and swelling, often with a palpable soft tissue mass.&nbsp; Depending on the location and extent of joint involvement, patients may demonstrate decreased range of motion or an abnormal gait.</p><h1>Evaluation</h1><p>The initial step in evaluation is imaging, typically x-ray then MRI.</p><ul class=\"article-body-unordered-list\"><li>X-ray shows the following (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L103752.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):<ul class=\"article-body-unordered-list\"><li><strong>Ill-defined, osteolytic/osteoblastic lesion</strong>, seen as irregular radiolucent (bone destruction) and radiodense (bone formation) areas within the metaphysis of a long bone.</li><li><strong>\"Sunburst\" periosteal reaction</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111691.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), an aggressive periosteal reaction characterized by ossification of fragmented fibers perpendicular to the bone.&nbsp; Other nonspecific, aggressive periosteal reactions (eg, <strong>Codman triangle</strong>) suggestive of rapid tumor growth can also occur.</li></ul></li><li>MRI is performed after x-ray to evaluate tumor extension into the bone, growth plate, and/or soft tissue (eg, nerves, blood vessels).&nbsp; MRI is also critical for surgical planning because it can identify necrotic or hypervascular areas that should be avoided.</li></ul><p>Laboratory evaluation may reveal elevated alkaline phosphatase and lactate dehydrogenase levels from osteoid formation and turnover of damaged osteocytes.&nbsp; Complete blood count and inflammatory markers (eg, erythrocyte sedimentation rate) are usually normal unless metastatic or systemic involvement occurs.</p><h1>Diagnosis</h1><p>Biopsy is the gold standard for diagnosis, and histologic findings include malignant cells resembling osteoblasts of varying size (pleomorphic) with atypical nuclei and irregular, lace-like osteoid (ie, unmineralized bone matrix composed of type I collagen) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27331.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Ewing sarcoma</strong>:&nbsp; The second-most common primary bone malignancy in children and adolescents.&nbsp; It often arises in the diaphysis of long bones, causing progressive pain and swelling.&nbsp; Systemic findings (eg, fever, leukocytosis) are common.&nbsp; X-ray shows a lytic lesion surrounded by a lamellated periosteal reaction (ie, \"onion skinning\") (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L103019.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Biopsy demonstrates sheets of uniform, round tumor cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L3284.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).</li><li><strong>Osteoclastoma</strong> (giant cell tumor of bone):&nbsp; A benign but locally aggressive tumor in long-bone epiphyses that causes chronic, localized pain.&nbsp; Imaging reveals a \"soap bubble\" appearance due to bony trabeculae within the lesion (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108647.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).</li><li><strong>Langerhans cell histiocytosis</strong>:&nbsp; A rare, malignant histiocytic disorder that can affect multiple organ systems (eg, bone, skin, lungs), most often seen in children age &lt;3.&nbsp; Single or multiple \"punched-out,\" lytic bone lesions are seen on x-ray (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9156.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ).</li><li><strong>Osteoid osteoma</strong>:&nbsp; A small, benign, bone-forming tumor that typically occurs in the lower extremity of adolescents.&nbsp; It causes pain that is characteristically worse at night and relieved by nonsteroidal anti-inflammatory drugs.&nbsp; X-ray reveals a well-circumscribed, round radiolucent nidus with surrounding sclerosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12436.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ).</li><li><strong>Stress fracture</strong>:&nbsp; An overuse injury to bone caused by repetitive stress (eg, running on pavement) that presents with an insidious onset of localized pain that is worse with activity.&nbsp; X-ray may show a fracture line (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45478.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ), periosteal elevation, or cortical thickening, depending on the age of the lesion.</li><li><strong>Osteomyelitis</strong>:&nbsp; Bacterial bone infection that causes progressive pain, limited mobility, and signs of systemic inflammation (eg, fever, leukocytosis).&nbsp; X-ray often reveals an ill-defined lytic lesion (without osteoblastic areas) and a surrounding periosteal reaction (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L107877.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ).</li></ul><h1>Management</h1><p>Bone scintigraphy, CT, or positron emission tomography (PET) is used for staging and locating metastatic disease.&nbsp; Staging is categorized as either localized (primary bone ± surrounding tissue only) or metastatic (lymph node or systemic; most commonly lung or other bone).</p><p>Treatment typically includes systemic chemotherapy and limb-sparing surgery when possible.</p><h1>Prognosis</h1><p>The survival rate for localized disease is favorable with prompt treatment.&nbsp; Poor prognostic factors include metastases at diagnosis, primary non–long-bone tumor (eg, axial skeleton), and age &gt;40.</p><h1>Summary</h1><p>Osteosarcoma (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/108335.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is the most common primary malignant bone tumor in children and young adults and typically arises near the metaphyses of long bones (eg, femur, tibia), causing progressive pain and soft-tissue swelling.&nbsp; X-ray reveals a mixed lytic and sclerotic bone lesion with an aggressive periosteal elevation (eg, \"sunburst\" pattern), and biopsy confirms the diagnosis by showing osteoid-producing, pleomorphic malignant cells.<p></p></div>\n            "
}