{
  "meta": {
    "title": "Osteoarthritis",
    "url": "https://brainandscalpel.vercel.app/osteoarthritis-ac4f1f29-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:06.142Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Osteoarthritis (OA) is a very common musculoskeletal disorder characterized by progressive loss of articular cartilage, alterations in subchondral bone, and osteophyte formation.&nbsp; It is a leading cause of chronic pain and disability worldwide, predominantly affecting the knees, hips, hands, and spine.</p>\n<h1>Pathophysiology</h1><br><br><p>The etiology of OA is multifactorial, with excessive biomechanical stress and relative overactivity of intraarticular metalloproteases as the major contributors to cartilage destruction.&nbsp; As OA progresses, the collagen and proteoglycan components of articular cartilage are degraded and replaced by increased water content.&nbsp; In advanced OA, apoptosis of chondrocytes can lead to fragility of the articular cartilage, resulting in fragmentation of the cartilage, exposure of subchondral bone (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38309.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), and formation of loose bodies and subchondral cysts in the underlying bone.<p></p><br><br><p>Although a number of proinflammatory mediators (eg, IL-6, macrophage chemotactic protein-1) have been linked to OA, overt signs of synovitis (eg, redness, warmth) are less prominent than in classic inflammatory arthritic disorders (eg, gout).&nbsp; Effusions, if present, are typically small.</p>\n<h1>Risk factors </h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age:&nbsp; Prevalence increases with age.</li>\n\t<li>Obesity:&nbsp; Causes excessive mechanical loading on weight-bearing joints.</li>\n\t<li>Joint injury or trauma:&nbsp; Increases the risk of OA (ie, post-traumatic OA).</li>\n\t<li>Genetic factors:&nbsp; Family history predisposes individuals to OA.</li>\n\t<li>Occupation:&nbsp; Jobs involving repetitive joint movements or heavy lifting may aggravate symptoms.</li>\n\t<li>Joint malalignment:&nbsp; Abnormal joint mechanics generate pathologic forces on articular cartilage.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Gross inspection of involved joints shows focal or diffuse erosion of articular cartilage, often with eburnation (ie, sclerotic, \"polished\" appearance) of subchondral bone.&nbsp; Bony osteophytes may be seen at joint margins.</p><br><br><p>Histologically, OA is characterized by surface fibrillation and erosion of articular cartilage.&nbsp; Chondrocytes may be diminished or absent due to apoptosis.&nbsp; Synovium may show hypertrophy, hypervascularity, and villous changes.&nbsp; A lymphocytic synovial infiltrate may be seen in some specimens.</p>\n<h1>Clinical presentation</h1><br><br><p>OA manifests with joint pain, stiffness, periarticular bony enlargement, and decreased range of motion.&nbsp; In the absence of trauma, which can accelerate development of OA, symptoms are typically chronic and insidious.&nbsp; Common patterns of OA include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Knee</strong>:&nbsp; Anterior or medial knee pain is aggravated by weight-bearing activities, and stiffness occurs after periods of inactivity.&nbsp; Joint swelling and crepitus may also be present.</li>\n\t<li><strong>Hip</strong>:&nbsp; Pain in the groin, buttock, or thigh region is characteristic and often worsens with prolonged standing or walking.&nbsp; Patients may exhibit limited hip range of motion and altered gait.</li>\n\t<li><strong>Hand</strong>: Patients may experience pain, stiffness, and reduced grip strength, affecting fine motor tasks.&nbsp; Involvement of the distal interphalangeal (DIP) joints is associated with Heberden nodes (ie, periarticular bony enlargements at the DIP joint); involvement of the proximal interphalangeal joints is associated with Bouchard nodes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27603.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The 1st carpometacarpal joint is also a common site, particularly in postmenopausal women.</li>\n\t<li><strong>Spine</strong>:&nbsp; OA can involve the facet joints and intervertebral discs.&nbsp; Lumbar and cervical regions are most commonly affected.&nbsp; Symptoms include chronic (but often intermittent) pain and reduced range of motion.&nbsp; Osteophyte formation and disc degeneration can lead to spinal stenosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28541.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) and radiculopathy.</li>\n</ul>\n<h1>Diagnosis </h1><br><br><p>Diagnosis of OA is based primarily on clinical evaluation, including history and physical examination findings.&nbsp; Laboratory tests, such as inflammatory markers (eg, C-reactive protein, erythrocyte sedimentation rate) are typically normal and ordered primarily to rule out other inflammatory conditions.&nbsp; X-rays are the initial imaging modality of choice, demonstrating characteristic joint changes such as <strong>osteophytes</strong>, <strong>joint space narrowing</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40177.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), and <strong>subchondral sclerosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65571.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; MRI and CT scans are not usually necessary but may provide additional information on complex joint pathology or for surgical planning.<p></p>\n<h1>Differential diagnosis </h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Rheumatoid arthritis</strong> (RA) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/87899.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Typically affects the small joints of the hands (especially metacarpophalangeal joints) and wrists.&nbsp; RA causes inflammatory synovitis, manifesting as doughy swelling at the joint with prolonged morning stiffness (eg, &gt;30 minutes), whereas hand OA more often affects the interphalangeal joints and is associated with hard/bony swelling and only brief or no stiffness.&nbsp; Inflammatory markers, serologic studies (eg, rheumatoid factor, cyclic citrullinated peptide antibodies), and x-ray can make the definitive distinction.</li>\n\t<li><strong>Spondyloarthropathies</strong> (eg, ankylosing spondylitis, psoriatic arthritis):&nbsp; Can cause peripheral arthritis resembling OA but often also involve the spine and sacroiliac joints; they are frequently associated with enthesitis (inflammation at tendon and ligament insertions) and extraarticular findings (eg, uveitis).&nbsp; Pain is frequently worse with rest (eg, overnight) and associated with prolonged stiffness.&nbsp; Spondyloarthopathies often begin in the second and third decades and are associated with HLA-B27 serotype.</li>\n\t<li><strong>Soft-tissue overuse syndromes</strong>:&nbsp; Pain originating in periarticular soft tissues (eg, tendons, bursae); pain resembles that of OA and often occurs in association with OA imaging findings.&nbsp; Focal tenderness in nonarticular structures and abnormal findings on specific evocative maneuvers may clarify the diagnosis.</li>\n\t<li><strong>Other disorders</strong>:&nbsp; Chronic musculoskeletal pain commonly due to fibromyalgia and other myofascial pain disorders.&nbsp; Hemochromatosis can cause chronic arthritis resembling OA but preferentially affects the wrists and metacarpophalangeal joints.&nbsp; Avascular necrosis of the femoral head causes chronic hip pain and reduced range of motion; x-ray shows collapse of the articular surface of the femoral head.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of OA involves a multimodal approach aimed at relieving symptoms, improving joint function, and minimizing disability.&nbsp; A structured management plan typically includes the following components (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29112.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p>\n<h2>Nonpharmacological interventions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Weight loss</strong>:&nbsp; Encouraged for overweight or obese individuals to reduce mechanical stress on weight-bearing joints.</li>\n\t<li><strong>Exercise</strong>:&nbsp; Combination of aerobic, strength, and flexibility exercises to improve joint stability, muscle strength, and range of motion.</li>\n\t<li><strong>Physical therapy</strong>:&nbsp; To provide individualized exercise programs, manual therapy, and education on joint protection techniques.</li>\n</ul>\n<h2>Pharmacological therapy</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Analgesics</strong>:&nbsp; Nonsteroidal anti-inflammatory drugs (<strong>NSAIDs</strong>) are first-line treatment for pain relief in most patients.&nbsp; Major adverse effects include kidney injury and NSAID gastropathy (eg, gastric ulcer).&nbsp; Acetaminophen can be considered for patients with contraindications to NSAIDs, but effectiveness is limited and may not outweigh adverse effects.</li>\n\t<li><strong>Topical agents</strong>:&nbsp; Capsaicin cream or topical NSAIDs can be considered for localized pain relief in patients with involvement of only 1 or a few joints.</li>\n\t<li><strong>Intraarticular injections</strong>:&nbsp; Corticosteroid injections provide short-term pain relief for symptomatic joints.&nbsp; Hyaluronic acid injections (viscosupplementation) may be considered for knee OA, but evidence for effectiveness is mixed.</li>\n</ul>\n<h2>Joint replacement surgery</h2><br><br><p>Total joint arthroplasty is indicated for patients with end-stage OA unresponsive to conservative measures that results in significant pain and functional impairment.&nbsp; Use is predominantly limited to large joints (eg, knee, hip).</p>\n<h2>Assistive devices</h2><br><br><p>Canes, braces, or orthotics may help reduce joint stress and improve mobility.</p>\n<h1>Prognosis</h1><br><br><p>OA is a chronic, progressive condition.&nbsp; Patients typically experience increasing loss of function and involvement of additional joints with aging.&nbsp; Loss of mobility and chronic pain are common, although pain levels do not accelerate predictably or correlate consistently with severity of joint damage.</p>\n<h1>Summary </h1><br><br><p>Osteoarthritis (OA) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44433.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a common joint disease characterized by progressive cartilage loss and joint remodeling.&nbsp; Age, obesity, joint injury, and genetic factors are among the key risk factors.&nbsp; Diagnosis is based on clinical evaluation and imaging findings, with treatment aimed at pain relief and preserving joint function.&nbsp; Despite its chronic nature, effective management can significantly improve outcomes and enhance quality of life.<p></p>\n</div>\n\n            "
}