{
  "meta": {
    "title": "Polymyalgia rheumatica",
    "url": "https://brainandscalpel.vercel.app/polymyalgia-rheumatica-1bb21da0-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:16.056Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Polymyalgia rheumatica (PMR) is an inflammatory disorder that occurs almost exclusively in patients age ≥50 and is characterized by aching pain and stiffness involving the shoulders and hips.&nbsp; A rapid response to glucocorticoids supports the diagnosis, but a prolonged treatment course is typically required.&nbsp; PMR is associated with giant cell (temporal) arteritis (GCA), a vasculitis of large vessels that can lead to blindness; therefore, patients with PMR must be monitored for manifestations of GCA.</p>\n<h1>Pathophysiology</h1><br><br><p>The exact pathophysiology of PMR is unclear.&nbsp; Despite the name polymyalgia, suggesting a myopathic process, PMR is in fact an <strong>inflammatory disorder of the proximal joints, bursae, and tendons</strong>; the muscle itself is unaffected.&nbsp; Both PMR and GCA are linked to specific HLA alleles and have similar T-cell distributions (decreased regulatory T cells, elevated T helper 17 cells) along with levels of the inflammatory cytokine interleukin-6.&nbsp; Environmental factors (eg, infection, seasonal changes) may play a role.</p>\n<h1>Risk factors</h1><br><br><p>Factors that increase the risk of PMR include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Age</strong>:&nbsp; primarily affects individuals age ≥50, with the peak incidence occurring in the 70s and 80s.</li>\n\t<li><strong>Sex</strong>:&nbsp; females are 2-3 times more likely to develop PMR than males.</li>\n\t<li><strong>Geographic location</strong>:&nbsp; more common in certain populations, such as those of Northern European descent.</li>\n</ul><br><br><p>PMR occurs in ~50% of patients with GCA and can develop before, during, or after GCA.&nbsp; GCA can develop in 5%-30% of patients with PMR.</p>\n<h1>Clinical presentation&nbsp;</h1><br><br><p>PMR is characterized by the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute onset of symptoms (eg, 2 weeks) at age ≥50</li>\n\t<li>Prolonged (eg, ≥45 minutes) morning stiffness and gelling (stiffness with inactivity) in ≥2 of these&nbsp; areas:&nbsp; neck/torso, shoulders/proximal joints, hips/proximal thighs.</li>\n\t<li>Systemic symptoms (eg, fever, weight loss)</li>\n\t<li>Marked elevation in inflammatory markers, a sensitive finding for PMR.&nbsp; Erythrocyte sedimentation rate (ESR) is elevated (occasionally &gt;100 mm/h) in 70%-90% of patients and C-reactive protein (CRP) is increased in &gt;90% of individuals.&nbsp;</li>\n</ul><br><br><p>Patients characteristically have aching pain and <strong>stiffness that involve the shoulders, neck, and/or hip girdle</strong> and are often <strong>worse in the morning</strong>.&nbsp; Difficulty getting dressed is common, and gelling in the morning can be particularly severe.</p><br><br><p>Physical examination in PMR is generally unremarkable or nonspecific, although patients often have variable reduction in range of motion in the shoulders, hips, and neck.&nbsp; Erythema and swelling in the joints are absent.&nbsp; When asked to identify the location of pain, patients typically indicate the soft tissue, not the joints.&nbsp; Because muscle tissue itself is unaffected and remains histologically normal, objective muscle strength is preserved.</p>\n<h1>Diagnosis</h1><br><br><p>There are no specific diagnostic tests for PMR, and the diagnosis is primarily clinical.&nbsp; Laboratory testing is often used to confirm the diagnosis and rule out other conditions.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>ESR and CRP</strong>:&nbsp; typically elevated in patients with PMR</li>\n\t<li><strong>Complete blood count</strong>:&nbsp; may show a mild anemia or leukocytosis</li>\n\t<li><strong>Rheumatoid factor and antinuclear antibodies</strong>:&nbsp; usually negative in PMR</li>\n\t<li><strong>Imaging studies</strong> (eg, x-rays, MRI):&nbsp; may be used to rule out other conditions, such as arthritis or infection</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment with <strong>low-dose glucocorticoid therapy</strong> (eg, prednisone 20 mg daily) is usually initiated in patients with a characteristic presentation.&nbsp; A rapid response supports the diagnosis, whereas lack of improvement should prompt consideration of other diagnoses.</p><br><br><p>Follow-up includes monitoring for symptom improvement and for improvement in ESR/CRP levels.&nbsp; A slow glucocorticoid taper is pursued once patients show improvement for several weeks.&nbsp; A year (or more) of therapy is typically required.</p><br><br><p>Long-term glucocorticoid use is associated with numerous side effects, including neuropsychiatric (eg, insomnia, jitteriness), cardiovascular (eg, hypertension), dermatologic (eg, skin thinning), systemic (eg, cushingoid features), and immune-related (eg, infection).&nbsp; Due to the risk of glucocorticoid-induced osteoporosis, patients should have baseline DXA testing as soon as practical after initiation of therapy.&nbsp; They should be counseled on adequate intake of calcium and vitamin D, and antiresorptive therapy (eg, alendronate) should be prescribed if osteoporosis is detected at any time.&nbsp; Blood pressure and glucose levels should also be monitored.</p>\n<h1>Prognosis</h1><br><br><p>PMR is a self-limited condition that often resolves within months with appropriate treatment.&nbsp; Morbidity is related mostly to prolonged glucocorticoid therapy rather than the condition itself.</p>\n<h2>Association with GCA</h2><br><br><p>PMR is frequently associated with GCA, also known as <strong>temporal arteritis</strong>.&nbsp; Symptoms of GCA include headache, jaw claudication, visual symptoms, and tenderness over the temporal artery.&nbsp; Blindness is a feared complication.&nbsp; Therefore, if GCA is suspected, patients should undergo an expedited temporal artery biopsy and receive significantly higher doses of glucocorticoids (eg, prednisone 40-60 mg or higher daily, pulse-dose parenteral corticosteroids for ocular symptoms).&nbsp; GCA is discussed in more detail in a separate article.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Rheumatoid arthritis</strong>:&nbsp; characterized by joint inflammation, pain, and stiffness; causes a symmetric polyarthritis (hands and feet) and is often associated with positive rheumatoid factor and antinuclear antibodies; causes joint erosions (not seen in PMR); and tends to have limited response to low-dose glucocorticoid (at the doses used for PMR).</li>\n\t<li><strong>Osteoarthritis</strong>:&nbsp; a degenerative joint disease characterized by cartilage breakdown and joint pain; typically associated with joint deformity but not with elevated inflammatory markers.</li>\n\t<li><strong>Fibromyalgia</strong>:&nbsp; chronic pain syndrome characterized by widespread pain, fatigue, and sleep disturbances; is often seen in younger patients, has a more chronic course, and is not associated with elevated inflammatory markers.</li>\n\t<li>Other myopathies (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35184.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Summary </h1><br><br><p>Polymyalgia rheumatica (PMR) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81824.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is an inflammatory disorder that occurs almost exclusively in patients age ≥50 and is characterized by aching pain and stiffness involving the shoulders and hips, with prolonged morning stiffness, systemic manifestations, and elevated inflammatory markers.&nbsp; A rapid response to glucocorticoids supports the diagnosis, although a prolonged treatment course is typically required.&nbsp; Patients with PMR must be monitored for manifestations of giant cell (temporal) arteritis (eg, headache, jaw claudication, vision loss, tenderness over the temporal artery), which require expedited work-up and more intensive treatment.<p></p>\n</div>\n\n            "
}