{
  "meta": {
    "title": "Popliteal (Baker) cyst",
    "url": "https://brainandscalpel.vercel.app/popliteal-baker-cyst-nbsp-c61c834c-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:16.039Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p>A popliteal (Baker) cyst is a fluid-filled sac in the popliteal fossa that forms when synovial fluid from the knee joint extrudes into the gastrocnemius-semimembranosus bursa.&nbsp; It typically arises due to inflammatory or degenerative joint conditions or knee injuries that increase synovial fluid production.</p><br><br><p>Popliteal cysts are often asymptomatic, but larger cysts can cause posterior knee pain, swelling, and stiffness.&nbsp; The diagnosis is usually evident on examination, presenting as a soft mass in the medial popliteal space.&nbsp; In some cases, a cyst may rupture and cause calf pain and swelling that resembles deep vein thrombosis (DVT), making imaging (eg, ultrasonography) essential for an accurate diagnosis.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>The gastrocnemius-semimembranosus bursa lies between the semimembranosus muscle tendon and the medial head of the gastrocnemius in the postero-medial aspect of the popliteal fossa.&nbsp; Normally, a small communication exists between the bursa and the knee joint; however, under certain conditions excessive synovial fluid accumulates in the bursa and forms a cyst.&nbsp; This can be due to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased synovial fluid production\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Degenerative joint diseases (eg, osteoarthritis).</li>\n\t\t<li>Inflammatory joint diseases (eg, rheumatoid arthritis).</li>\n\t\t<li>Trauma (eg, meniscus/cartilage tear, anterior cruciate ligament tears).</li>\n\t\t<li>Repetitive knee stress/overuse (eg, athletes, manual laborers).</li>\n\t</ul>\n\t</li>\n\t<li>One-way valve effect between the joint space and the bursa\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Synovial fluid flows into the cyst under pressure (eg, during knee flexion) but cannot return to the joint due to a valve-like mechanism, leading to cyst enlargement.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>A Baker cyst may continue to grow in size over time, resulting in dissection or rupture.&nbsp; Leakage of bursal fluid into the popliteal space can compress adjacent neurovascular structures, causing calf edema and pain that mimics DVT.</p>\n<h1>Clinical presentation</h1><br><br><p>Popliteal cysts are often asymptomatic and present as a <strong>chronic, painless bulge behind the knee</strong>.&nbsp; Symptomatic cysts may cause:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Posterior knee fullness, swelling, pain, and/or stiffness (often worse after activity).</li>\n\t<li>Reduced range of motion, particularly in flexion.</li>\n\t<li><strong>Soft mass in the medial popliteal space</strong> that is most <strong>noticeable with knee extension</strong> and less prominent with flexion (ie, Foucher sign).</li>\n</ul><br><br><p>Dissection or rupture of a popliteal cyst can cause the sudden onset of posterior knee and lower leg pain, with calf swelling, warmth, and tenderness (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80186.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; An arc of ecchymosis is often visible distal to the medial malleolus (ie, crescent sign), and patients often have a positive Homan sign (ie, pain in the calf with dorsiflexion of the foot), similar to DVT.<p></p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Deep vein thrombosis</strong> (DVT):&nbsp; Causes acute unilateral calf pain, swelling, erythema, and a positive Homan sign.&nbsp; It often occurs in patients with thrombotic risk factors (eg, smoking, immobility), whereas Baker cysts are typically associated with knee injuries or joint disease.&nbsp; Ultrasonographic imaging can rapidly differentiate the conditions.</li>\n\t<li><strong>Popliteal aneurysm</strong>:&nbsp; Presents with a mass in the popliteal fossa, which is typically pulsatile on palpation.&nbsp; Ultrasonography that reveals vascular flow within the mass confirms the diagnosis.</li>\n\t<li><strong>Soft tissue tumors</strong> (eg, lipoma, sarcoma):&nbsp; Characterized by progressive enlargement of a firm, noncompressible mass.&nbsp; MRI imaging is typically needed to identify these tumors.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Most asymptomatic Baker cysts are found incidentally during knee examination or on imaging performed for another indication.&nbsp; Symptomatic Baker cysts are typically diagnosed clinically, based on history (eg, posterior knee pain and swelling, worse after activity) and physical examination that reveals a medial popliteal mass most prominent during knee extension and diminishes with flexion.</p>\n<h2>Imaging studies</h2><br><br><p>Imaging may be performed if the diagnosis is unclear after examination, particularly with concern about an alternative condition (eg, DVT, mass, aneurysm).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ultrasonography (first-line modality):&nbsp; Can rule out DVT and aneurysm, or confirm a Baker cyst by revealing an anechoic mass in the popliteal fossa.</li>\n\t<li>MRI (gold standard for diagnosis):&nbsp; Identifies a Baker cyst and provides details about its anatomic connection to the knee joint, and also detects underlying joint pathology (eg, meniscal tears, arthritis).</li>\n</ul>\n<h2>Laboratory evaluation</h2><br><br><p>Laboratory testing is not typically necessary.&nbsp; Serum inflammatory markers (CRP, ESR) may be obtained if rheumatoid arthritis is considered a causative factor for a Baker cyst.</p>\n<h1>Management</h1><br><br><p>Asymptomatic cysts usually require no treatment and can be monitored.&nbsp; Symptomatic cysts are usually <strong>conservatively managed</strong> with rest, activity modification, nonsteroidal anti-inflammatory drugs, ice, and elevation.&nbsp; In more severe cases, knee arthrocentesis and intraarticular glucocorticoid injections, ultrasound-guided cyst aspiration, steroid injection into the cyst, and even possible surgery (eg, cyst excision) are required.&nbsp; In addition, cysts caused by an underlying knee disorder usually resolve with treatment of the disorder (eg, meniscus repair, arthritis management).</p><br><br><p>Patients with dissected or ruptured Baker cysts are managed conservatively with rest, ice, analgesics, and elevation to alleviate symptoms.&nbsp; These patients also typically undergo knee arthrocentesis and glucocorticoid injection to prevent cyst recurrence.</p>\n<h1>Prognosis</h1><br><br><p>Most cases are self-limited or respond well to conservative management.&nbsp; However, cyst recurrence is common if the underlying joint pathology is not addressed.&nbsp; Cyst rupture may cause severe symptoms but generally resolve with supportive care.</p>\n<h1>Prevention</h1><br><br><p>Prevention strategies to avoid cyst formation include early management of knee osteoarthritis and inflammatory conditions, weight management to limit joint stress, and strengthening exercises to maintain knee stability and prevent injury.</p>\n<h1>Summary</h1><br><br><p>A popliteal (Baker) cyst (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81841.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a synovial fluid-filled cyst in the popliteal fossa, commonly associated with knee joint disorders or traumatic knee injuries.&nbsp; Many cysts are asymptomatic but may cause posterior knee swelling, stiffness, and pain.&nbsp; Cyst rupture may mimic deep vein thrombosis symptoms, requiring ultrasonography to establish the diagnosis.&nbsp; Management is usually conservative but may involve aspiration, corticosteroid injection, or surgery for persistently symptomatic cases.<p></p>\n</div>\n\n            "
}