{
  "meta": {
    "title": "Reactive arthritis",
    "url": "https://brainandscalpel.vercel.app/reactive-arthritis-e8cffee4-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:18.352Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Reactive arthritis (ReA) is an immune-mediated spondyloarthropathy that begins acutely (eg, 1-4 weeks) after certain antecedent gastrointestinal (eg, <em>Shigella</em>) or genitourinary (<em>Chlamydia trachomatis</em>) infections.&nbsp; ReA presents with inflammatory asymmetric mono- or oligoarthritis and sterile synovitis of the large joints (eg, knee, ankle) and axial spine (eg, back, sacroiliac joint).&nbsp; Extraarticular manifestations (eg, conjunctivitis, uveitis, urethrits, skin findings) may also be present.&nbsp; However, only a small proportion of patients have a classic triad of urethritis, arthritis, and conjuctivitis (formerly known as Reiter syndrome).</p>\n<h1>Pathophysiology</h1><br><br><p>Although the precise mechanisms are unclear, ReA appears to result from an overactive T-cell–mediated immune response to the triggering bacterial infection.&nbsp; In a process known as <strong>molecular mimicry</strong>, these activated T cells appear to cross-react with self antigens present in the synovial lining (leading to synovial thickening and fluid accumulation) as well as in other tissue (eg, skin, eye).</p><br><br><p>The presence of <strong>HLA-B27</strong>, which is responsible for presenting antigens to T cells, appears to increase risk for developing ReA.&nbsp; However, HLA-B27 is not universally present, and up to half of patients with ReA lack HLA-B27.</p><br><br><p>The most common precipitating infectious agents include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Gastrointestinal:&nbsp; <em>Salmonella</em>, <em>Shigella</em>, <em>Yersinia</em>, <em>Campylobacter</em></li>\n\t<li>Genitourinary:&nbsp; <em>C trachomatis</em> (in contrast to <em>Neisseria gonorrhoeae</em>, which is not clearly linked to ReA)</li>\n</ul><br><br><p>Although bacterial DNA or degradation products may be found in synovial tissue and fluid, ReA is most often a post-infectious phenomenon, typified by sterile synovitis.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Genetic predisposition (eg, HLA-B27, family history of ReA)</li>\n\t<li>Unprotected sexual intercourse (increasing the risk for <em><strong>Chlamydia</strong></em> infection)</li>\n\t<li>Consumption of undercooked foods or meats (increasing the risk for enteric infections such as <em><strong>Salmonella</strong></em>)</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients with ReA typically have articular and extraarticular symptoms that develop shortly (typically within 1-4 weeks and up to 6 weeks) after a preceding diarrheal illness, urethritis, or cervicitis.</p><br><br><p><strong>Musculoskeletal symptoms</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute mono- or oligoarthritis</strong> with inflammatory features (eg, morning stiffness, effusion, swelling, improvement with activity) often involving the lower extremities and axial spine</li>\n\t<li>Enthesitis (pain and/or swelling at ligament/tendon insertion sites), especially involving the Achilles tendon</li>\n\t<li>Dactylitis (swelling of digits, \"sausage digits\")</li>\n</ul><br><br><p><strong>Extraarticular findings</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ocular symptoms (conjunctivitis or anterior uveitis)</li>\n\t<li>Cutaneous symptoms, including keratoderma blennorrhagica (hyperkeratotic, vesicular, or pustular plaques on the palms and soles)</li>\n\t<li>Oral and genital ulcers, including circinate balanitis (geographic patches with raised, white borders and painless superficial ulceration on the glans penis)</li>\n\t<li>Urethritis or cervitis (even with antecedent enteric infection)</li>\n</ul>\n<h1>Diagnosis and laboratory studies</h1><br><br><p>There is no single diagnostic test for ReA; rather, the diagnosis is established based on patient history, clinical findings, and systematic exclusion of other alternate causes.</p><br><br><p>The diagnostic probability of ReA is highest in patients with the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Characteristic <strong>pattern</strong> of arthritis (eg, asymmetric; affecting peripheral joints and axial spine; inflammatory)</li>\n\t<li>Characteristic <strong>onset</strong> of symptoms (eg, acute onset within 1-4 weeks of an antecedent diarrheal or genitourinary infection)</li>\n</ul><br><br><p>Documented infection with a causative organism lends more certainty to the diagnosis, but it is not necessary if the history and work-up supports a presumptive diagnosis.</p><br><br><p>Laboratory testing and other diagnostic work-up in patients with ReA are typically aimed at excluding other diagnoses.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Laboratory testing may show elevated inflammatory markers (eg, erythrocyte sedimentation rate, C-reactive protein) but is typically otherwise normal.</li>\n\t<li>Arthrocentesis shows a predominantly <strong>neutrophilic, inflammatory infiltrate</strong> (eg, white blood cell count of 2,000-50,000/mm<font size=\"2\"><sup>3</sup></font>), with a <strong>negative Gram stain and culture</strong>.</li>\n</ul><br><br><p>Additional work-up based on patient symptoms includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Stool cultures (eg, for <em>Salmonella</em>, <em>Shigella</em>, <em>Campylobacter</em>, or <em>Yersinia</em>) are obtained only in patients with active diarrhea; they are not indicated in most patients without residual gastrointestinal symptoms.</li>\n\t<li><em>Chlamydia</em> testing (eg, nucleic acid amplification testing of vaginal or urinary sample) is performed in patients with ongoing genitourinary symptoms, in those with risk factors (eg, young, unprotected sexual activity with new partner), and/or in patients with risk factors and symptoms suggestive of ReA but without a clear antecedent infection.&nbsp; Testing high-risk patients who have symptoms suggestive of ReA even if no genitourinary symptoms are present is recommended because <em>Chlamydia</em> infection can be asymptomatic, and treatment is needed to prevent long-term complications (eg, chronic ReA, pelvic inflammatory disease).</li>\n\t<li>HLA-B27 testing is <u>not</u> routinely performed (due to low specificity) but may be obtained in cases in which the diagnosis is unclear.&nbsp; HLA-B27 can be negative in up to half of patients with ReA and is unnecessary and insufficient for the diagnosis.</li>\n\t<li>More advanced testing, such as PCR testing of synovial fluid or serologic testing, is not typically indicated for diagnosis and is used primarily for research purposes.</li>\n</ul>\n<h1>Differential diagnosis</h1><h2>Infectious etiologies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Septic arthritis</strong>:&nbsp; can present with acute, inflammatory monoarthritis and elevated white blood cell counts, and should be ruled out prior to diagnosis of ReA.&nbsp; Involvement of multiple joints, enthesitis, and extraarticular manifestations seen in ReA are less common.&nbsp; Unlike ReA, Gram stain and culture are positive.</li>\n\t<li><strong>Disseminated gonococcal infection</strong> (DGI):&nbsp; can also present with acute, inflammatory, and purulent oligoarthritis starting after antecedent urethritis/cervicitis and shares similar risk factors with ReA.&nbsp; The rash of DGI is vesiculopustular and may also affect the palms and soles (but typically also involves more areas of the skin).&nbsp; Synovial fluid Gram stain and culture (and/or nucleic acid amplification test from urethral or cervical sites) can definitively differentiate DGI from ReA.&nbsp; Moreover, DGI is clinically distinguished by ReA by tenosynovitis (inflammation of the tendon sheet) rather than enthesitis (inflammation of the tendon insertion site), and absence of genital ulcers (such as circinate balanitis).</li>\n\t<li><strong>Parvovirus B19 infection</strong>:&nbsp; can cause an acute, inflammatory arthritis but is usually symmetric and involves small joints; the axial spine is typically unaffected.</li>\n\t<li><strong>Primary syphilis</strong>:&nbsp; presents with a single painless penile ulcer or chancre, rather than the multiple ulcerations seen in ReA.&nbsp; The rash associated with secondary syphilis can affect the palms and soles, but typically affects the entire body, and is papular rather than hyperkeratotic or vesicular.</li>\n\t<li><strong>Tick-borne illness</strong> (eg, late Lyme disease):&nbsp; can also present with acute monoarthitis (eg, typically in the knee); patients often live in or have a history of travel to high-risk areas (eg, northeast United States).&nbsp; Differentiating features include the presence of fever and constitutional symptoms, and a distinct appearance of erythema migrans (a slowly expanding circular \"target\" lesion with central clearing).</li>\n\t<li><strong>Poststreptococcal arthritis</strong>:&nbsp; can occur with acute rheumatic fever, manifesting with migratory arthritis that affects multiple joints in quick succession and an associated papular, ring-like rash (erythema marginatum) over the trunk and limbs.&nbsp; Enthesitis, axial pain, mono- or oligoarthritis, and vesicular lesions are not characteristic.</li>\n</ul>\n<h2>Autoimmune etiologies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Systemic lupus erythematosus and rheumatoid arthritis</strong>:&nbsp; can cause an inflammatory oligoarthritis arthritis (eg, morning stiffness, effusions) with elevated inflammatory markers.&nbsp; Involvement of the axial spine, enthesitis, and skin findings on the palms and soles are uncommon in initial presentations of these disorders.&nbsp; ReA is more likely in patients with a sudden onset of symptoms, history of antecedent illness with an associated triggering pathogen, and lack of disease-specific antibodies (eg, rheumatoid factor, anti-ds DNA).</li>\n\t<li><strong>Other spondyloarthropathie</strong>s (eg, ankylosing spondylitis):&nbsp; can be difficult to distinguish from ReA because they are also associated with HLA-B27 and can present with asymmetric oligoarthritis, enthesitis, axial involvement, and skin and eye symptoms (eg, uveitis).&nbsp; The main differentiating factors are the acute nature of ReA symptoms and clear association with antecedent illness.</li>\n\t<li><strong>Inflammatory bowel disease</strong> (eg, ulcerative colitis):&nbsp; can also cause diarrhea and articular symptoms, including arthritis, enthesitis, sacroiliitis, and dactylitis.&nbsp; The main differentiating factors are the acuity of symptoms in ReA, clear association with an antecedent causative illness, and presence of ReA-specific extraarticular symptoms (eg, circinate balanitis).</li>\n</ul>\n<h2>Other etiologies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gout or calcium pyrophosphate deposition disease</strong> (CPPD):&nbsp; can present with acute monoarthritis (eg, in the great toe, ankle, knee) and an elevated white blood cell count.&nbsp; Joint aspiration often reveals crystals (negatively birefringent, needle-shaped monosodium urate crystals for gout, or positively birefringent, rhomboid-shaped crystals for CPPD).&nbsp; Patients often have associated risk factors (eg, high-purine diet or obesity for gout; aging, hypercalcemia, or preexisting joint disease for CPPD).&nbsp; Enthesitis, axial spine involvement, and other extraarticular symptoms are uncommon.</li>\n</ul>\n<h1>Management</h1><br><br><p>Most cases of ReA are self-limited and resolve spontaneously.&nbsp; A small portion of patients develop chronic symptoms (chronic ReA).&nbsp; The cornerstones of treatment for ReA include antibiotic therapy for persistent infection and anti-inflammatory medications for arthritis.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Antibiotic therapy</strong> can induce remission of ReA if the underlying infection is still present; however, it does not provide rapid relief of symptoms and is not recommended in chronic ReA.&nbsp; Antibiotic therapy (eg, doxycycline) is indicated for patients with documented <em>C trachomatis</em> infection, even if genitourinary symptoms are absent, due to the risk for genitourinary complications (eg, pelvic inflammatory disease) associated with untreated disease.&nbsp; Patients with ongoing, symptomatic gastroenteritis with a causative organism should also receive appropriate antibiotic therapy (eg, azithromycin, fluoroquinolone).&nbsp; In contrast, patients with ReA whose gastrointestinal infection has resolved do not require antibiotic therapy.</li>\n\t<li><strong>Anti-inflammatory</strong> medications are used to treat joint swelling and pain.&nbsp; First-line treatment includes nonsteroidal anti-inflammatory drugs (NSAIDs) (eg, ibuprofen, naproxen).&nbsp; If NSAIDs are ineffective (eg, after a 2-week trial), second-line intraarticular or systemic corticosteroids can be considered.&nbsp; Disease-modifying antirheumatic drugs (eg, methotrexate, sulfasalazine, tumor necrosis factor inhibitors [eg, infliximab]) can be considered for patients with persistent (eg, &gt;4 weeks) symptoms that do not respond to NSAIDs or corticosteroids and for those with chronic ReA.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Reactive arthritis is an immune-mediated spondyloarthropathy that begins 1-4 weeks after certain antecedent gastrointestinal (eg, <em>Shigella</em>) or genitourinary (<em>Chlamydia trachomatis</em>) infections.&nbsp; Patients experience inflammatory asymmetric mono- or oligoarthritis and sterile synovitis of the large joints and axial spine.&nbsp; Extraarticular manifestations may also be present.&nbsp; Most cases resolve spontaneously; additional management is dependent on the underlying etilogy.</p>\n</div>\n\n            "
}