{
  "meta": {
    "title": "Rheumatoid arthritis",
    "url": "https://brainandscalpel.vercel.app/rheumatoid-arthritis-bac55276-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:18.405Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Rheumatoid arthritis (RA) is a chronic, systemic autoimmune disorder characterized by chronic, systemic inflammation and cytokine production.&nbsp; Joint manifestations include synovitis, cartilaginous and bony erosion within synovial joints, and associated deformity.&nbsp; Chronic systemic inflammation also is the driver for numerous extraarticular complications.&nbsp; Key principles in management include early disease recognition and initiation of disease-modifying treatment aimed at inducing remission or preventing irreversible joint damage and complications.</p>\n<h1>Pathophysiology</h1><br><br><p>The pathogenesis of RA involves environmental triggers superimposed with inherent genetic susceptibility (eg, HLA-DR alleles).&nbsp; Initial abnormalities in immune function appear to precede disease diagnosis by several years.&nbsp; The autoimmune response directed against synovial tissues stems from alterations in innate, humoral, and cell-mediated immune activity, as described below.</p>\n<h2>Citrullination of proteins → B cell activation</h2><br><br><p>Repeated activation of innate immunity (eg, exposures to environmental triggers, such as cigarette smoke) incites citrullination of protein residues within tissues.&nbsp; In genetically susceptible individuals, these altered proteins are perceived as neoantigens and are processed by B cells and other antigen-presenting cells (APCs) (eg, dendritic cells).</p>\n<h2>T cell activation → Systemic inflammation and increased autoantibody production</h2><br><br><p>APCs migrate to lymphoid tissue and within the joint space, activating CD4+/helper T cells, which secrete numerous cytokines to amplify production of autoantibodies.&nbsp; The immune response against cyclic citrullinated proteins is exaggerated, resulting in high titers of anticyclic citrullinated peptide antibodies (ACPAs) and rheumatoid factor (RF), an autoantibody (typically IgM) generated against the Fc portion of IgG.</p>\n<h2>Immune complexes → Complement activation and joint damage</h2><br><br><p>RF binds to IgG, and ACPA binds modified self-proteins, forming immune complexes that preferentially accumulate within the joint space and deposit on the synovium and cartilage.&nbsp; These complexes activate complements and lead to macrophage-driven phagocytosis and further release of cytokines, perpetuating a continued cycle of inflammation and joint destruction.</p><br><br><p>Systemic inflammation is a hallmark of RA, a result of circulating cytokines released by T cells and macrophages.&nbsp; Key cytokines implicated in inflammation include tumor necrosis factor-alpha (TNF-ɑ), which stimulates the proliferation of other inflammatory cells (eg, prostaglandins, collagenase), and IL-1, which induces synthesis of matrix metalloproteinases and enhances T-cell immune responses.&nbsp; The proteases (eg, collagenase, metalloproteinase) contribute to erosion of the articular cartilage.&nbsp; In addition, cytokines indirectly activate osteoclasts, resulting in bony erosions.</p>\n<h1>Pathology</h1><br><br><p>Histopathologically, RA is characterized by chronic synovitis.&nbsp; The key findings include synovial neovascularization and synovial pannus formation.</p>\n<h2>Synovial neovascularization</h2><br><br><p>Persistent cytokine release leads to synovial hyperplasia and formation of inflammatory infiltrates (containing lymphoid follicles, CD4+ T cells, plasma cells, and macrophages).&nbsp; The accelerated metabolic rate of the inflamed synovial tissue leads to production of vascular endothelial growth factor by local macrophages and fibroblasts, resulting in synovial angiogenesis.</p>\n<h2>Synovial pannus formation</h2><br><br><p>As the disease progresses, new blood vessels provide nutrients that facilitate expansion of inflamed synovium into a rheumatoid pannus, an invasive mass composed of fibroblast-like synovial cells, granulation tissue, and inflammatory cells.&nbsp; Over time, the pannus encroaches into the joint space (similar to malignant spread) and can destroy the articular cartilage and erode the underlying subchondral bone and surrounding tissues.</p>\n<h1>Risk factors</h1><br><br><p>RA has both genetic and environmental risk factors.&nbsp; The main factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Genetic predisposition:&nbsp; presence of HLA-DRB1 alleles</li>\n\t<li>Sex:&nbsp; female sex most commonly affected</li>\n\t<li>Age:&nbsp; advanced age (&gt;50); peak incidence occurs between age 65-80</li>\n\t<li>Smoking:&nbsp; strong association (possibly due to increased protein citrullination), especially in genetically susceptible individuals</li>\n\t<li>Other lifestyle factors:&nbsp; obesity and physical inactivity, possibly due to effects on systemic inflammation</li>\n\t<li>Environmental exposures:&nbsp; including silica</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>RA typically presents with insidious, symmetrical polyarthritis involving the small joints of the hands, wrists, and feet.&nbsp; Common signs and symptoms are described below.</p>\n<h2>Early symptoms</h2><br><br><p>In early stages, key features of presenting joint symptoms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Involvement of small peripheral joints</strong>:&nbsp; Most commonly characterized by symmetric involvement of the metacarpophalangeal (MCP), metatarsophalangeal (MTP), and/or proximal interphalangeal phalangeal (PIP) joints, <strong>sparing</strong> the distal interphalangeal joints and the axial spine (eg, sacroiliac joint, thoracolumbar spine).&nbsp; Less commonly, patients may initially present with acute monoarthritis or oligoarthritis of large peripheral joints (eg, knee).</li>\n\t<li><strong>Associated stiffness</strong>:&nbsp; Prolonged morning stiffness, typically lasting <strong>&gt;30 min</strong> (frequently &gt;1 hr), worsened by inactivity.</li>\n\t<li><strong>Associated synovitis and inflammatory features</strong>:&nbsp; Synovitis is seen on physical examination, manifesting as soft-tissue swelling and warmth over the joint, tenderness, effusions, and restricted range of motion.&nbsp; Sometimes, synovial inflammation may lead to tenosynovitis, causing neuropathic symptoms in addition to joint pain (eg, carpal tunnel syndrome is very common in RA).&nbsp; Patients may also have constitutional symptoms, indicating systemic inflammation (eg, fevers, fatigue, weight loss).</li>\n</ul><br><br><p>In the early stages of RA, x-rays are typically normal or may show nonspecific changes (eg, soft-tissue swelling).</p>\n<h2>Late (untreated) symptoms</h2><br><br><p>Longstanding, untreated RA is characterized by progressive joint damage and associated symptoms, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Radiographic evidence of damage</strong> such as late x-ray findings include joint space narrowing (typically symmetric, due to synovitis) and periarticular osteopenia and/or erosions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47170.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Visible joint deformities</strong> include rheumatoid nodules (firm, nontender subcutaneous nodules located on pressure points, such as forearms or elbows) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45446.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), ulnar deviation of MCP joints (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L153.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), boutonnière deformity, and swan-neck deformity (flexion of distal interphalangeal [DIP] and hyperextension of the PIP) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28683.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Involvement of cervical spine and larger joints</strong> (eg, knees, elbows, shoulders) is typically seen in late, severe disease, cervical spine involvement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47617.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ) and can cause atlantoaxial (C1 and C2) subluxation and increased risk for neurologic damage (eg, cervical myelopathy).&nbsp; Cervical myelopathy in RA may manifest with neck pain, progressive spastic quadriparesis, and sensory deficits in hands and feet.&nbsp; Because atlantoaxial joint subluxation can be potentially life-threatening (eg, acute spinal cord injury resulting in flaccid paralysis) if the neck is forcibly extended (eg, during endotracheal intubation), patients with RA and certain risk factors (eg, rapidly progressive erosive arthritis in peripheral joints, nodules, past use of glucocorticoids) should undergo preoperative radiographic imaging of the cervical spine.&nbsp; Some experts recommend that patients at risk have a soft cervical collar placed perioperatively.</li>\n</ul>\n<h2>Systemic extraarticular manifestations</h2><br><br><p>RA can affect multiple organ systems, and approximately 40% of RA patients have extraarticular involvement.&nbsp; In most cases, these complications are driven by systemic inflammation and cytokine release.&nbsp; Common manifestations include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Osteoporosis and muscle pain</strong>, as the risk of osteoporosis is nearly doubled in RA, compounded by effects of glucocorticoid use and relative immobility.&nbsp; Similarly, muscle pain and wasting (manifesting as myalgias, weakness) and vasculitis may occur.&nbsp; Fibromyalgia is a common concurrent syndrome.</li>\n\t<li><strong>Cardiovascular disease</strong>, including atherosclerosis and other cardiac complications (eg, arrhythmia, heart failure with preserved ejection fraction).</li>\n\t<li><strong>Pulmonary disease</strong>, most commonly interstitial lung disease, pleuritis, and pulmonary nodules.&nbsp; Associated pleural effusions are classically exudative (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33472.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), (eg, inflammation-mediated increase in vascular permeability) and are often marked by very low glucose (eg, &lt;50 mg/dL) and very high LDH (&gt;700 U/L); they may also have a low pH, resembling bacterial empyema.&nbsp; In general, effusions with very low glucose levels are most often due to RA, empyema, malignancy, or tuberculosis.</li>\n\t<li><strong>Eye disease</strong>, most commonly Sjogren disease, manifesting with corneal disease and keratoconjunctivitis sicca; scleritis and episcleritis may also occur.</li>\n\t<li><strong>Renal disease</strong>, such as AA (secondary) amyloidosis with nephrotic syndrome (proteinuria, nephrotic syndrome), typically seen in longstanding, severe RA (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70953.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Malignancy</strong>, most commonly lymphoma, lung cancer, and nonmelanoma skin cancer.</li>\n</ul><br><br><p>The extraarticular manifestations of RA are summarized in the accompanying table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49921.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Felty syndrome</h2><br><br><p>Felty syndrome is marked by the formation of autoantibodies against neutrophil components and granulocyte colony-stimulating factor, leading to the following findings (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50312.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Neutropenia (ie, absolute neutrophil count &lt;2,000/mm<font size=\"2\"><sup>3</sup></font>)</li>\n\t<li>Increased risk of recurrent bacterial infection (particularly of the skin and sinuses)</li>\n\t<li>Splenomegaly (due to trapping of antibody-coated neutrophils in the spleen)</li>\n</ul><br><br><p>Most patients also have extraarticular manifestations of RA such as lymphadenopathy, rheumatoid nodules, and/or necrotizing skin lesions.</p><br><br><p>The diagnosis is based on clinical features but supported by the presence of high-titer RF and ACPA.&nbsp; Other causes of neutropenia should be ruled out with bone marrow biopsy and peripheral smear; symptoms generally improve with treatment of the underlying RA.</p>\n<h1>Diagnosis</h1><br><br><p>Initial evaluation of suspected RA should include joint examination, serologic studies (eg, RF, ACPA), inflammatory markers (eg, erythrocyte sedimentation rate [ESR], C-reactive protein [CRP]), and possibly x-rays of the symptomatic joints (even if normal in early disease, these are often used to establish a baseline).</p>\n<h2>Key laboratory and imaging studies</h2><br><br><p>Ideally, serologic studies are ordered for patients with a medium-to-high pretest probability of RA (ie, presence of synovitis, inflammatory peripheral arthritis) because the positive predictive value decreases in those with nonspecific or atypical symptoms (eg, predominantly axial spine involvement, no morning stiffness).&nbsp; The sensitivity and specificity of the serologic markers varies:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>RF</strong> has a sensitivity of about 70% and is often used as the initial screening test.&nbsp; High RF titers are more specific, whereas a mildly positive RF has poor specificity and can be seen in individuals who are healthy or have other inflammatory conditions (eg, systemic lupus erythematosus, mixed cryoglobulinemia).</li>\n\t<li><strong>ACPA</strong> is more specific and can distinguish between RA and other inflammatory arthritides.&nbsp; It is ideally ordered for patients with classic/characteristic signs and symptoms of RA who have negative RF.</li>\n</ul><br><br><p>Other tests supporting the diagnosis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute phase reactants (ESR, CRP)</strong>, where elevated values are nonspecific but normal values are unexpected in RA and suggest an alternate diagnosis.</li>\n\t<li><strong>Complete blood count (CBC)</strong> may reveal cytopenias (eg, Felty syndrome) or anemia of chronic disease, characterized by normochromic normocytic red blood cells, mildly decreased transferrin saturation, and normal to elevated ferritin.</li>\n\t<li><strong>Joint aspiration</strong> is sometimes performed in RA presenting with acute monoarthritis or oligoarthritis (eg, knee) with a prominent effusion to rule out septic arthritis or other infection.&nbsp; In RA, white blood cell count is typically &lt;25,000/m<font size=\"2\"><sup>3</sup></font>, and C3 and C4 complement levels in synovial tissue are decreased relative to levels in the blood (which are increased due to systemic inflammation).</li>\n</ul>\n<h2>Diagnostic criteria</h2><br><br><p>The diagnosis of RA is made clinically based on the presence of characteristic symptoms, examination findings, and laboratory and serologic studies.&nbsp; Clinical criteria can help guide the diagnosis (eg, American College of Rheumatology/European League Against Rheumatism 2010 classification criteria), with more points scored for the following findings:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Joint involvement</strong>:&nbsp; small joint involvement; greater numbers of affected joints</li>\n\t<li><strong>Serology</strong>:&nbsp; significantly (rather than mildly) elevated RF and/or ACPA</li>\n\t<li><strong>Acute-phase reactants</strong>:&nbsp; elevated ESR and CRP</li>\n\t<li><strong>Symptom duration</strong>:&nbsp; &gt;6 weeks rather than an acute presentation</li>\n</ul><br><br><p>Establishing the diagnosis is not always straightforward, especially in early stages as diagnostic criteria can overlap with other causes of inflammatory polyarthritis.&nbsp; Furthermore, up to 30% of patients may be seronegative at the time of presentation, and serial testing and monitoring may be required (many patients with initially seronegative disease will eventually develop positive markers).</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for RA includes other causes of inflammatory and noninflammatory arthritis.&nbsp; The presence of RF or ACPA can sometimes assist in differentiating RA from these conditions but does not rule out the presence of multiple coexisting disorders (eg, septic joint and RA) or seronegative RA.&nbsp; In many cases, a joint aspiration and attention to other clinical findings is needed to establish the diagnosis.</p>\n<h2>Noninflammatory causes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Osteoarthritis (OA)</strong>:&nbsp; can also present with joint pain and may develop as a secondary condition in patients with RA.&nbsp; OA itself is predominantly noninflammatory (ie, normal rather than elevated ESR, CRP); prolonged morning stiffness, systemic symptoms, or symmetric joint involvement at disease onset are rare, and joint effusion is usually minimal.&nbsp; Hand OA can occur, but key differences include DIP joint involvement and hard and bony joint swelling (rather than boggy, warm joints and soft-tissue swelling), as seen in Heberden nodes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50671.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ) and osteophytes.&nbsp; Periarticular erosions are not seen.&nbsp; OA and RA are compared in the accompanying table (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81121.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Fibromyalgia</strong>:&nbsp; often associated with multiple tender points and chronic pain; however, synovitis and inflammatory findings are not present (eg, normal ESR and CRP; no joint bogginess, effusion, or warmth).&nbsp; However, patients with RA often develop concomitant fibromyalgia.</li>\n</ul>\n<h2>Inflammatory arthritis</h2><br><br><p>Like RA, these conditions may have evidence of systemic and joint-specific inflammation (eg, elevated ESR/CRP, morning stiffness, boggy swelling).&nbsp; Late-stage RA is usually easier to distinguish clinically from these disorders due to the presence of highly specific examination findings (eg, rheumatoid nodules, ulnar deviation).&nbsp; However, distinguishing early-stage RA from other inflammatory arthritides can be complex.&nbsp; The following considerations can assist in narrowing the differential:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Systemic lupus erythematosus (SLE)</strong>:&nbsp; Unlike RA, SLE is often associated with other prominent systemic features at the time of diagnosis (eg, malar rash, renal abnormalities, cytopenia).&nbsp; The arthritis of SLE may also be transient and acute rather than insidious and progressive (as in RA).</li>\n\t<li><strong>Viral or Lyme arthritis</strong>:&nbsp; Parvovirus can affect the hands, knees, and feet; Lyme disease most characteristically affects the knee.&nbsp; Unlike RA, palpable synovitis is uncommon, and symptoms usually resolve within 6 weeks.&nbsp; Patients may have other risk factors (eg, exposure to children for parvovirus, living in a Lyme-endemic area).</li>\n\t<li><strong>Psoriatic arthritis (PsA)</strong>:&nbsp; More commonly presents with oligoarthritis (symmetric arthritis is less common).&nbsp; Although it commonly involves the hands and other small joints, differentiating features include associated dactylitis (swelling of digits) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10244.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ) and nail changes such as nail pitting (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44937.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ) and onycholysis (ie, nail plate and bed separation) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50722.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ).&nbsp; A characteristic psoriatic skin rash may be present, but arthritis can often precede the skin rash by years (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L115457.jpg\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ).&nbsp; Patients also frequently have axial spine involvement (eg, sacroiliitis) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47856.png\" alt=\"image 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 11</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Spondyloarthropathies</strong> (eg, ankylosing spondylitis, reactive arthritis) associated with HLA-B27:&nbsp; Unlike RA, these typically involve the axial spine (eg, sacroiliac joint) and are associated with enthesitis (inflammation at the insertion of ligaments and tendons, such as the Achilles tendon).&nbsp; Hand involvement is rare.&nbsp; Reactive arthritis typically occurs acutely following a gastrointestinal or genitourinary infection (eg, <em>Chlamydia trachomatis</em>) and resolves within a few months; associated skin findings (eg, keratoderma blennorrhagica, circinate balanitis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95629.png\" alt=\"image 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 12</div>\n                                </div>\n                                )) may be present.</li>\n\t<li><strong>Septic arthritis</strong>:&nbsp; May also mimic early RA limited to a single large joint (eg, knee), presenting with a painful joint effusion; joint aspiration is needed to differentiate RA from septic arthritis.&nbsp; Septic arthritis may also be concomitantly present in a patient with RA and should be ruled out whenever a tender, large effusion acutely arises.</li>\n\t<li><strong>Gout or calcium pyrophosphate deposition disease (CPPD)</strong>:&nbsp; May also mimic early RA limited to a single large joint; establishing the diagnosis typically requires joint aspiration, which reveals monosodium urate crystals.&nbsp; Rather than rheumatoid nodules, tophi (nodular masses resulting from crystal deposition) are a characteristic diagnostic finding (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44698.png\" alt=\"image 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 13</div>\n                                </div>\n                                )</li>\n\t<li><strong>Hypertrophic osteoarthropathy</strong>:&nbsp; This paraneoplastic syndrome is associated with intrathoracic malignancy and other pulmonary diseases (eg, cystic fibrosis).&nbsp; Although it also can cause a polyarthropathy, it is also associated with digital clubbing and periostosis (ie, excessive bone formation).</li>\n</ul>\n<h1>Management</h1><br><br><p>The treatment of RA focuses on early disease identification and prompt control of inflammation to prevent irreversible joint damage.&nbsp; Multidisciplinary care involving a rheumatologist is recommended.</p>\n<h2>Key management principles</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Early initiation of disease-modifying antirheumatic drugs (DMARDs)</strong>:&nbsp; DMARDs target the underlying immune processes driving joint damage and are associated with reduced disability and improved outcomes.&nbsp; DMARDS should be initiated as early as possible in RA with the goal of inducing disease remission.</li>\n\t<li><strong>Anti-inflammatory medications for symptomatic flares and initial presentation</strong>:&nbsp; In addition to DMARDs as the cornerstone of treatment, periodic, short-term treatment with anti-inflammatory medications (eg, nonsteroidal anti-inflammatory drugs [NSAIDs], glucocorticoids) is recommended to manage symptoms of disease flares.&nbsp; Anti-inflammatory medications are also recommended when DMARDs are first initiated as concurrent bridging therapy because DMARDs take some time to have effect.</li>\n\t<li><strong>Nonpharmacologic measures as adjunct therapy</strong> include physical and occupational therapy, psychosocial support (eg, behavioral health counseling to address comorbid depression and mental health concerns), and lifestyle counseling (eg, smoking cessation, dietary counseling).</li>\n\t<li><strong>Close follow-up and therapeutic adjustments</strong>:&nbsp; Disease activity (eg, patient pain, functional status, acute phase reactants) should be frequently assessed (eg, every 3-6 months).&nbsp; Addition or adjustment of DMARD regimen is recommended for patients with suboptimal disease control.</li>\n</ul>\n<h1>Medications used to treat RA</h1><h2>Nonbiologic DMARDs</h2><br><br><p>Nonbiologic DMARDs include methotrexate, sulfasalazine, and leflunomide.&nbsp; Methotrexate is typically initiated first; other agents are added to methotrexate treatment (or substituted) if the response is suboptimal.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Methotrexate</strong> inhibits dihydrofolate reductase, leading to cellular folate depletion and impaired DNA synthesis.&nbsp; Common adverse effects include macrocytic anemia (from folate depletion), hepatotoxicity (eg, transaminase elevation), and stomatitis.&nbsp; Concurrent administration of folic or folinic acid is recommended to mitigate these effects.</li>\n\t<li><strong>Leflunomide</strong> inhibits pyrimidine synthesis and can be used as an alternate agent for patients unable to tolerate methotrexate.&nbsp; Main adverse effects include hepatotoxicity, hypertension, and pulmonary toxicity.</li>\n\t<li><strong>Sulfasalazine</strong> inhibits cytokine production; it is usually employed in combination with methotrexate in patients with resistant disease and less frequently as monotherapy in mild RA.&nbsp; Sulfasalazine is associated with hepatotoxicity, leukopenia, and agranulocytosis.</li>\n\t<li><strong>Hydroxychloroquine</strong> is an immunomodulator and cytokine inhibitor and can also be used in mild RA or in combination with sulfasalazine.&nbsp; Its main adverse effect of concern is retinal toxicity with prolonged use.</li>\n</ul>\n<h2>Biologic DMARDs</h2><br><br><p>Biologic DMARDs are often initiated for moderate-to-severe disease, or when treatment with nonbiologic DMARDs has failed.&nbsp; They include inhibitors of TNF-α (eg, etanercept, infliximab) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88681.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), IL-1 receptors (eg, anakinra), IL-6 (eg, tocilizumab), B cells (eg, rituximab), T cell co-stimulation (eg, abatacept) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68466.jpg\" alt=\"image 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 14</div>\n                                </div>\n                                ), or Janus kinase (JAK) enzymes, which are involved in cytokine signaling pathways (eg, tofacitinib, baricitinib).&nbsp; These therapies are highly immunosuppressive; therefore, the main risks associated with treatment relate to increased infections (eg, tuberculosis reactivation, septic arthritis).<p></p><br><br><p>A summary of DMARDs used in the treatment of RA (mechanism, adverse effects) is presented in the accompanying table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38387.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Anti-inflammatories</h2><br><br><p>Anti-inflammatories include NSAIDs (eg, ibuprofen, diclofenac) and glucocorticoids (eg, prednisone).&nbsp; Main risks include gastrointestinal upset and bleeding (NSAIDs), osteoporosis, weight gain, increased infection risk, and impaired glucose tolerance (glucocorticoids).&nbsp; These drugs do not alter the fundamental disease course of RA, and therefore should only be used for symptomatic treatment (eg, disease flares) for the briefest periods possible due to adverse effects.</p>\n<h2>Pretreatment screening and monitoring</h2><br><br><p>Prior to initiating treatment with DMARDs and/or glucocorticoids, which are associated with a number of systemic and immunosuppressive effects, a pretreatment evaluation should be performed.&nbsp; Key tests include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CBC, assessment of kidney and liver function (eg, glomerular filtration rate, aminotransferases)</li>\n\t<li>Screening for hepatitis (hepatitis B and C virus) and tuberculosis testing (eg, interferon-gamma release assays) for patients taking biologic DMARDs</li>\n</ul><br><br><p>During therapy with most DMARDs, ongoing monitoring of CBC and liver and kidney function (eg, every 2-6 months) is recommended.&nbsp; Patients taking hydroxychloroquine also require regular eye examination, and patients taking IL-6 inhibitors (which increase hepatic lipid production) should have regular lipid screening.</p>\n<h1>Prognosis</h1><br><br><p>RA most commonly follows a progressive disease course with waning and waxing (eg, disease \"flares\") activity.&nbsp; The prognosis depends on the stage of disease at presentation (eg, early vs advanced), seropositivity (ie, seronegative disease is associated with a less severe disease course), patient baseline functional status, and presence of comorbid conditions.</p><br><br><p>Structural damage (typically occurring within the first 2 years of disease onset) is considered irreversible, and RA is associated with long-term morbidity (eg, physical and work disability, joint replacement surgeries) and premature mortality.&nbsp; However, outcomes can be significantly improved by early initiation of DMARDs.&nbsp; DMARDs are also associated with increased probability of disease remission (defined using a variety of clinical parameters, such as joint symptoms, patient functional status, and acute phase reactants)</p>\n<h1>Summary</h1><br><br><p>Rheumatoid arthritis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32126.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ) is a chronic autoimmune condition characterized by symmetrical polyarthritis, primarily affecting the small peripheral joints.&nbsp; The pathophysiology involves synovial inflammation, which is driven by autoantibodies directed against citrullinated proteins (ACPA) and IgG (RF) and systemic cytokine production (eg, TNF-α, IL-1).&nbsp; Eventually, joint destruction (bony erosions, deformities) occurs, and systemic complications (eg, cardiovascular disease, pulmonary involvement) can occur.&nbsp; The diagnosis is clinical and made based on characteristic symptoms (eg, synovitis, morning stiffness, inflammatory peripheral arthritis); supporting findings include elevated serological markers (RF and ACPA) and acute phase reactants.&nbsp; Management focuses on early initiation of DMARDs to induce disease remission and prevent complications.<p></p>\n</div>\n\n            "
}