{
  "meta": {
    "title": "Rotator cuff syndrome",
    "url": "https://brainandscalpel.vercel.app/rotator-cuff-syndrome-e3c51286-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:22.439Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Rotator cuff syndrome refers to a range of conditions involving the rotator cuff muscles and their associated tendons, including tendinopathy, impingement syndrome, and tendon tears.&nbsp; It is a common cause of shoulder pain and dysfunction, particularly in patients age &gt;40 who engage in repetitive overhead activities (eg, painters).&nbsp; Rotator cuff syndrome usually presents with pain in the lateral shoulder that is worse with abduction.</p>\n<h1>Anatomy and physiology</h1><br><br><p>The rotator cuff is a group of 4 muscles that surround the shoulder joint (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52235.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The tendons originate from the scapula and insert on the humerus, with each muscle controling specific movements of the shoulder (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11504.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Supraspinatus muscle</strong>:&nbsp; abducts the arm (for the initial 15 degrees, then the deltoid takes over)</li>\n\t<li><strong>Infraspinatus muscle</strong>:&nbsp; externally rotates the arm</li>\n\t<li><strong>Teres minor muscle</strong>:&nbsp; helps with adduction and external rotation of the arm</li>\n\t<li><strong>Subscapularis muscle</strong>:&nbsp; helps with adduction and internal rotation of the arm</li>\n</ul><br><br><p>The rotator cuff plays a critical role in:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Stabilizing the shoulder joint</strong>:&nbsp; The 4 muscles work together to keep the humeral head centered in the shallow glenoid cavity during shoulder movements.</li>\n\t<li><strong>Dynamic control of shoulder movements</strong>:&nbsp; The rotator cuff enables a wide range of shoulder motions, including abduction, adduction, and internal and external rotation, while ensuring smooth and coordinated movement by counteracting forces from larger muscles such as the deltoid.</li>\n</ul>\n<h1>Pathogenesis</h1><br><br><p>Rotator cuff syndrome encompasses a range of conditions, including tendinopathy, impingement syndrome, and partial or full-thickness tears.&nbsp; These disorders most often result from repetitive stress (eg, overuse) over time that causes chronic tendon inflammation and injury.&nbsp; Cumulative injury leads to progressive tendon degeneration (eg, thinning of the tendon tissue) and increases susceptibility to tearing.</p>\n<h2>Tendinopathy</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Rotator cuff tendinopathy most often results from overuse, in which chronic tensile loading creates ongoing stress and strain on the rotator cuff tendons resulting in microtears, inflammatory calcifications, fibrosis, and progressive damage.&nbsp; It usually occurs in middle-aged and older patients who engage in <strong>repetitive overhead shoulder activities</strong> (eg, painting, lifting) and in athletes involved in sports with overhead motions (eg, swimmers).</li>\n\t<li>Tendinopathy causes persistent localized pain (over the affected tendon) that is worse with overhead movements, and leads to a progressive decline in tendon/muscle function over time.</li>\n</ul>\n<h2>Tendon impingement</h2><br><br><p>The rotator cuff tendons, particularly the supraspinatus, can become painfully compressed between the acromion and the humeral head during shoulder movements (eg, flexion and abduction), which reduce the subacromial space.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Structural narrowing of the subacromial space increases the risk of shoulder impingement and can result from various conditions including chronic tendon inflammation (eg, overuse tendinopathy), subacromial bursitis, abnormal acromion anatomy (eg, hooked acromion), and excessive superior movement of the humeral head (eg, during high-force pitching).&nbsp; Affected tendons are prone to recurring ischemia (from the compression), predisposing them to microvascular injury and an impaired ability to heal.</li>\n</ul>\n<h2>Rotator cuff tears</h2><br><br><p>Rotator cuff tears most commonly affect the supraspinatus tendon because it is particularly susceptible to subacromial impingement (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24762.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute traumatic injury</strong>, such as falling on an outstretched hand, is a common cause of rotator cuff tears in patients age &gt;40 with underlying degenerative tendinopathy.&nbsp; (Younger patients typically require a greater impact traumatic injury to cause a rotator cuff tear.)</li>\n\t<li>Atraumatic tears occur due to chronic degeneration of the tendon, primarily in older patients.</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>Several factors increase the risk of developing rotator cuff syndrome:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Age &gt;40</strong>:&nbsp; Age-related degeneration weakens the rotator cuff tendons, reducing their elasticity and resilience and making them more susceptible to injury and tearing.</li>\n\t<li><strong>Repetitive overhead movements</strong>:&nbsp; Certain occupations (eg, painting, carpentry) and sports activities (eg, pitching, swimming) increase the risk of overuse injuries.</li>\n\t<li>Anatomical variations:&nbsp; Certain shapes of the acromion (eg, hooked or curved) increase the likelihood of impingement.</li>\n\t<li>Smoking reduces blood flow to tendons, impairing repair and increasing risk of degeneration.</li>\n\t<li>Trauma:&nbsp; A fall on an outstretched hand or shoulder dislocation can lead to traumatic rotator cuff tears.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Rotator cuff tendinopathy typically presents gradually, and symptoms progress over time (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/43823.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; However, an acute traumatic rotator cuff injury may cause a more abrupt onset of symptoms.&nbsp; Characteristic clinical findings of rotator cuff syndrome include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lateral shoulder pain</strong> that is <strong>worse with abduction overhead or external rotation</strong>.&nbsp; The pain tends to be worse at night and when laying on the affected side.</li>\n\t<li><strong>Tenderness</strong> over the affected rotator cuff muscle/tendon or over the subacromial area.</li>\n\t<li>Active range of motion is often limited by pain, but passive range of motion is typically normal (although it may elicit pain).</li>\n\t<li>Muscle atrophy over the affected shoulder may occur with longstanding rotator cuff tendinopathy.</li>\n</ul>\n<h2>Rotator cuff impingement</h2><br><br><p>Although patients with tendinopathy experience pain with shoulder range of motion (especially overhead), the following physical examination tests are designed to specifically evaluate for tendon impingement:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neer impingement test</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/99427.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ):&nbsp; With the shoulder internally rotated (thumb pointed toward the floor), the scapula is stabilised and the arm is passively flexed.&nbsp; Reproduction of pain is considered a positive test and suggests impingement.</li>\n\t<li><strong>Hawkins-Kennedy impingement test</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/99429.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ):&nbsp; The shoulder and the elbow are flexed to 90 degrees.&nbsp; Pain with passive internal rotation indicates impingement of the supraspinatous tendon.</li>\n\t<li><strong>Painful arc test</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/99428.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 3\n                                    </a>\n                                </div>\n                                ):&nbsp; The arm is actively abducted; pain that is worse between 60-120 degrees, which then decreases past 120 degrees of abduction, indicates impingement.</li>\n</ul>\n<h2>Rotator cuff tear</h2><br><br><p>Rotator cuff tear is typically distinguished from tendinopathy by the presence of:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Weakness</strong>:&nbsp; Difficulty or inability to lift the arm suggests a tendon tear.&nbsp; Tears involving the supraspinatous tendon are most common and cause weakness with abduction.&nbsp; Weakness with internal or external rotation suggests injuries to the subscapularis and teres minor/infraspinatus, respectively.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Drop arm sign</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/99426.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 4\n                                    </a>\n                                </div>\n                                ):&nbsp; Positive test indicates a supraspinatus tear.&nbsp; The arm is passively abducted above the head, and the patient will be unable to lower the arm smoothly; the arm will drop rapidly around mid-descent.</li>\n\t\t<li><strong>Empty can test</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73775.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; Weakness when attempting to resist downward pressure on a flexed, abducted, and internally rotated arm indicates a supraspinatus tear.</li>\n\t</ul>\n\t</li>\n\t<li>Crepitus:&nbsp; A grating or cracking sound may be felt or heard during shoulder movement due to irregular movement of a torn tendon over the bone/soft tissues.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Adhesive capsulitis (frozen shoulder)</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/96807.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; is characterized by fibrosis and contracture of the glenohumeral joint capsule.&nbsp; It is a potential complication of rotator cuff injury; however, it is associated with a decrease in both active and passive range of motion.</li>\n\t<li><strong>Subacromial bursitis</strong>:&nbsp; inflammation of the bursa under the acromion, causes shoulder pain with overhead movements.&nbsp; Imaging may be necessary to differentiate rotator tendinopathy from bursitis as they can present similarly.</li>\n\t<li><strong>Acromioclavicular (AC) joint arthritis</strong>:&nbsp; presents with pain in the shoulder when lifting the arm overhead or across the body, and frequently coexists with other overuse injuries (including rotator cuff tendinopathy).&nbsp; However, patients typically have tenderness, swelling, or deformity in the AC joint space.</li>\n\t<li><strong>AC joint separation</strong>:&nbsp; results from trauma, and examination demonstrates a prominent, high-riding distal clavicle with focal tenderness and crepitus at the AC joint.&nbsp; Pain occurs with cross-body abduction of the arm (a movement that compresses the AC joint), and x-ray reveals widening of the AC joint.</li>\n\t<li><strong>Cervical radiculopathy</strong>:&nbsp; compression or irritation of a cervical nerve root (eg, disc herniation) can refer pain and paresthesia to the shoulder and arm in a dermatomal pattern, and may cause upper extremity weakness when severe.&nbsp; However, pain would be exacerbated by neck (not shoulder) movements.</li>\n\t<li><strong>Rupture of the biceps tendon</strong>: occurs with forceful flexion of the arm and produces sudden pain with an audible pop and a visible bulge (\"Popeye sign\") where the biceps muscle retracts into the medial upper arm.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Rotator cuff syndrome is suspected based on a combination of history (eg, age &gt;40, recent trauma), characteristic symptoms (eg, shoulder pain/weakness with abduction), and positive provocative examination tests (eg, drop arm test).</p><br><br><p>Imaging is required to establish the diagnosis (eg, tendinopathy vs tear) and determine appropriate treatment.&nbsp; Evaluation usually includes an initial x-ray, but the diagnosis is typically confirmed with MRI (or ultrasound) of the shoulder.</p>\n<h2>Laboratory evaluation</h2><br><br><p>Laboratory studies are not necessary to diagnose rotator cuff syndrome but may be used to rule out other painful shoulder conditions, such as septic arthritis or rheumatoid arthritis.&nbsp; Tests may include complete blood count to evaluate for leukocytosis, blood culture to evaluate for bacteremia and inflammatory markers (eg, rheumatoid factor, C-reactive protein) to evaluate for autoimmune disease.</p>\n<h2>Imaging studies</h2><br><br><p>Imaging confirms the type and extent of rotator cuff injury.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Shoulder x-ray</strong> is often performed as an initial study to assess for fractures, arthritic changes, and calcific deposits (eg, indicating calcific tendonitis), but x-ray has low sensitivity for confirming the diagnosis of an acute tear.</li>\n\t<li><strong>MRI</strong> has high sensitivity for diagnosing rotator cuff tears and provides critical information about the extent of the tear and associated tendon retraction and/or muscle atrophy, all of which direct the treatment plan (eg, surgery vs conservative management).</li>\n\t<li><strong>Ultrasonography</strong> is a cost-effective method for visualizing rotator cuff tendons and detecting tears, but image quality and reliability are operator-dependent.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of rotator cuff injuries depends on the acuity and severity of the injury, and the patient's age, comorbid conditions, and overall functional status.</p>\n<h2>Nonoperative management</h2><br><br><p>Nonoperative (conservative) management is most appropriate for patients with rotator cuff tendinopathy without an acute tear, and for patients with multiple comorbidities at increased surgical risk.&nbsp; Nonoperative interventions include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Rest and activity modification</strong>:&nbsp; Avoid aggravating activities, particularly overhead movements.</li>\n\t<li><strong>Physical therapy</strong>:&nbsp; Focus on strengthening rotator cuff and scapular stabilizers, improving flexibility, and correcting biomechanics.</li>\n\t<li><strong>Nonsteroidal anti-inflammatory drugs (NSAIDs)</strong>: to reduce pain and inflammation.</li>\n\t<li><strong>Corticosteroid injections</strong>: can be used in the subacromial space to reduce inflammation and provide pain relief in cases unresponsive to NSAIDs.</li>\n</ul>\n<h2>Operative management</h2><br><br><p>Patients with <strong>acute, full-thickness tears</strong> who are at low risk for surgical complications warrant expedited (within weeks) operative repair; delays may lead to loss of function, atrophy of musculature, and poor operative outcomes.&nbsp; In addition, patients with tendinopathy who <strong>fail to improve with conservative measures</strong> or whose <strong>symptoms worsen during treatment</strong> (eg, increased pain, worsening function) or who are unable to perform desired activities should be evaluated for surgical intervention.&nbsp; Surgical options include arthroscopic or open repair and possible subacromial decompression (in patients with a hooked acromion).</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for rotator cuff syndrome is generally favorable with conservative treatment, particularly in cases of tendinopathy or small tears.&nbsp; Recovery time can range from a few weeks to several months, depending on the severity and adherence to physical therapy.&nbsp; Surgical outcomes are typically positive, although recovery can take several months, and a risk of re-tear exists, particularly in older patients or those with significant tendon degeneration.</p><br><br><p>Longstanding rotator cuff disease that is not managed can result in chronic pain, muscle atrophy, and adhesive capsulitis, leading to a significant reduction in functionality.</p>\n<h1>Prevention</h1><br><br><p>Preventive strategies to reduce the risk of injury and maintain shoulder health include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Strengthening exercises</strong>:&nbsp; Regular strengthening of the rotator cuff muscles and scapular stabilizers can improve shoulder stability.</li>\n\t<li><strong>Stretching and flexibility</strong>:&nbsp; Incorporating shoulder stretches, especially for athletes with overhead motions or those with physically demanding jobs, can help maintain range of motion.</li>\n\t<li><strong>Proper technique</strong>:&nbsp; Use proper mechanics in sports and occupational activities to minimize shoulder strain.</li>\n\t<li><strong>Avoid overuse</strong>:&nbsp; Limit repetitive overhead activities, take frequent breaks, and gradually increase intensity to avoid acute strain or overuse injuries.</li>\n\t<li><strong>Ergonomic modifications</strong>:&nbsp; Ensure a suitable workstation or adjust activities to minimize shoulder strain, particularly in jobs involving overhead lifting.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Rotator cuff syndrome is a common shoulder disorder that involves injury to the supraspinatus, subscapularis, teres minor, or infraspinatus muscles and tendons that support the shoulder girdle.&nbsp; The condition encompasses a spectrum of disease that includes tendinopathy, tendon impingement syndrome, and rotator cuff tears.&nbsp; Chronic overuse and advanced age are the main risk factors for developing rotator cuff injury.&nbsp; Most rotator cuff tears require surgical repair, whereas tendinopathy and impingement are typically managed with conservative measures (eg, physical therapy).</p>\n</div>\n\n            "
}