{
  "meta": {
    "title": "Septic arthritis",
    "url": "https://brainandscalpel.vercel.app/septic-arthritis-beaacc96-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:20.046Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Septic arthritis is an infection of a joint space, typically caused by bacterial pathogens but occasionally fungal, mycobacterial, viral, or other uncommon pathogens.&nbsp; It represents a medical emergency due to the potential for rapid joint destruction and systemic complications.&nbsp; The condition can involve any joint; in adults, the knee and hip are most commonly affected, and in infants and children, the hip is most commonly involved.&nbsp; Early recognition and treatment are important to preserving joint function and preventing systemic spread.</p><h1>Pathophysiology</h1><p>Septic arthritis occurs when pathogens invade the synovial space, leading to an inflammatory response characterized by neutrophil infiltration and cytokine release.&nbsp; This response results in synovitis, effusion, and damage to articular cartilage.&nbsp; Bacteria may reach the joint via <strong>hematogenous</strong> spread (most common), direct <strong>inoculation</strong> (eg, trauma, surgery, bite), or <strong>contiguous</strong> spread from adjacent infections (eg, osteomyelitis).&nbsp; The synovial membrane's lack of a basement membrane facilitates rapid pathogen entry and immune cell infiltration, exacerbating tissue damage.</p><h1>Common pathogens</h1><p>A variety of pathogens can lead to septic arthritis.&nbsp; The specific microorganisms responsible for septic arthritis are influenced by the route of transmission and the patient's relevant risk factors.</p><ul class=\"article-body-unordered-list\"><li><strong><em>Staphylococcus aureus</em></strong>:&nbsp; Most common cause overall, including methicillin-resistant strains (MRSA).</li><li><em>Streptococci</em>:&nbsp; A common cause in adults.&nbsp; Group A <em>Streptococcus</em> typically occurs in children age &gt;5, and group B <em>Streptococcus</em> is common in neonates.&nbsp; <em>Streptococcus pneumoniae</em> is typical in children age &lt;2.</li><li><em>Haemophilus influenzae</em>:&nbsp; Typical in unvaccinated children age &lt;2.</li><li><em>Kingella kingae</em>:&nbsp; Most common gram-negative bacterial cause in children age 2-3.</li><li><em>Pseudomonas</em>:&nbsp; Associated with intravenous drug use and puncture wounds.</li><li><em>Neisseria gonorrhoeae</em>:&nbsp; Predominantly occurs in younger, sexually active individuals and in neonates.</li><li><em>Salmonella</em>:&nbsp; A common cause in patients with sickle cell disease.</li></ul><p>Other gram-negative infections (eg, <em>Escherichia coli</em>) are most common in elderly and immunosuppressed individuals.&nbsp; Infections of smaller joints (eg, metacarpophalangeal [MCP] joint) are typically polymicrobial (eg, streptococci, <em>Eikenella</em>, anaerobic bacteria) and follow bite injuries.</p><p>Other pathogens, such as viruses and mycobacteria, are less common.</p><h1>Pathology</h1><p>Septic arthritis is characterized histologically by synovial hyperplasia, infiltration of neutrophils, and fibrinous exudates in the joint cavity (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22054.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Inflammatory mediators (eg, IL-1, tumor necrosis factor-alpha) work synergistically to promote the immune response but, if not regulated properly, can contribute to extensive tissue damage and joint destruction.<p></p><h1>Risk factors</h1><p>Certain host factors and procedural and trauma-related factors can increase the susceptibility to joint infections.</p><h2>Host factors</h2><ul class=\"article-body-unordered-list\"><li>Immunosuppression (eg, diabetes, HIV, malignancy)</li><li>Advanced age</li><li>Rheumatoid arthritis or other inflammatory joint disease</li><li>Intravenous drug use</li></ul><h2>Procedural and trauma-related factors</h2><ul class=\"article-body-unordered-list\"><li>Joint surgery or arthroscopy</li><li>Prosthetic joints</li><li>Recent intraarticular injections</li></ul><p>Addressing host and procedural/trauma risk factors can help reduce the likelihood of joint infections.</p><h2>Clinical presentation</h2><p>Septic arthritis should be suspected in any patient with the following:</p><ul class=\"article-body-unordered-list\"><li>Acute onset of <strong>joint pain, swelling, and warmth</strong> (typically <strong>monoarticular</strong>)</li><li>Significant functional impairment and limited range of motion (eg, unable to bear weight)</li><li>Systemic features (eg, fever, malaise)</li></ul><p>Physical examination often shows:</p><ul class=\"article-body-unordered-list\"><li><strong>Marked</strong> tenderness on palpation</li><li>Erythema and joint effusion</li><li>Severe pain with <strong>passive and active movement</strong></li></ul><p>The knee is the most common joint to be affected in adults, followed by the hip, shoulder, and ankle.&nbsp; Involvement of less-common joints (eg, sacroiliac, sternoclavicular joint) is usually a consequence of intravenous drug use.</p><h1>Diagnosis</h1><p>When the diagnosis of septic arthritis is suspected clinically, it should be confirmed with synovial fluid analysis.&nbsp; Imaging and laboratory testing can aid in the diagnosis.</p><h2>Synovial fluid analysis</h2><p>Synovial fluid analysis should be performed to confirm the diagnosis, identify the causative organism, and exclude other causes of acute inflammatory monoarthritis (eg, gout, pseudogout) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/108434.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Classic findings include:<p></p><ul class=\"article-body-unordered-list\"><li>Elevated <strong>synovial white blood cell (WBC) count</strong> (≥50,000-150,000/mm<font size=\"2\"><sup>3</sup></font>) with predominance of neutrophils is suggestive (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37196.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                )</li><li>Positive Gram stain (can be negative in 20%-30% of cases, especially with gram-negative bacteria)</li><li>Positive fluid culture</li></ul><p>Crystal analysis should be performed to exclude crystal arthropathy.</p><h2>Blood tests</h2><p>Abnormal laboratory tests are common in patients with septic arthritis:</p><ul class=\"article-body-unordered-list\"><li>Leukocytosis is usually present, often with a left shift.</li><li>Elevated inflammatory markers (C-reactive protein [CRP], erythrocyte sedimentation rate [ESR]) are present in most patients (80%-90%).</li><li>Blood cultures are positive in 50% of patients and should be obtained prior to antibiotic therapy.</li></ul><p>The diagnosis of septic аrthritis can be considered definitive in patients with an appropriate clinical presentation and a positive blood culture.</p><h2>Imaging</h2><p>The following imaging is not required but may be useful in the evaluation of septic arthritis:</p><ul class=\"article-body-unordered-list\"><li>X-ray can exclude fractures and detect late-stage joint damage (eg, joint space narrowing, erosion).</li><li>Ultrasonography is sensitive for detecting joint effusions, particularly in deep joints (eg, hip).</li><li>MRI is sensitive for early detection of associated osteomyelitis or soft-tissue involvement.</li></ul><p>A definitive diagnosis cannot be made with imaging alone.</p><h1>Differential diagnosis</h1><p>Conditions that may mimic septic arthritis include are listed below.</p><h2>Crystal-induced arthritis</h2><p>Both gout and pseudogout (ie, crystal-induced arthritis) cause inflammatory arthritis (eg, redness, warmth, pain, disability) with elevated leukocyte counts on joint fluid aspiration, but gout and pseudogout have positive crystals on synovial fluid analysis.&nbsp; Gout is caused by monosodium urate crystals, which appear as needle-shaped, negatively birefringent crystals.&nbsp; Pseudogout is caused by calcium pyrophosphate dihydrate crystals, which appear as rhomboid-shaped, positively birefringent crystals (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37076.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Rheumatoid arthritis</h2><p>Rheumatoid arthritis can present with monoarthritis, erythema, and restricted range of motion during a flare-up, but joint involvement is more commonly symmetric and polyarticular (eg, ≥3 joints) with an insidious (vs acute) onset of symptoms.&nbsp; Fever is typically absent, and specific laboratory testing (eg, rheumatoid factor, anticyclic citrullinated peptide) is also typically abnormal (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12574.jpg\" alt=\"table 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">table 3</div>\n                                </div>\n                                ).<p></p><h2>Reactive arthritis</h2><p>Reactive arthritis is an immune-mediated spondyloarthritis that can develop acutely after genitourinary infection with <em>Chlamydia trachomatis</em> or certain gastrointestinal infections (eg, <em>Shigella</em>).&nbsp; It typically presents with inflammatory asymmetric oligoarthritis of the large joints (eg, knee, ankle) and axial spine (eg, back pain improving with activity).&nbsp; Joint fluid analysis is performed primarily to rule out other disorders (eg, septic arthritis) and typically demonstrates sterile synovitis (ie, inflammatory infiltrate [2,000-4,000 cell/mm<font size=\"2\"><sup>3</sup></font> WBC] with negative Gram stain and culture).&nbsp; Diagnosis is based on clinical symptoms, history of infection, and serologic tests for antibodies (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/105304.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Osteomyelitis with joint involvement</h2><p>Osteomyelitis with joint involvement has similar synovial fluid findings to septic arthritis, but the primary infection is in the bone.&nbsp; On x-ray, early osteomyelitis may show subtle changes, but later signs include bone sclerosis or periosteal reaction.&nbsp; MRI is more sensitive for diagnosis and typically reveals bone marrow edema and/or cortical disruption.&nbsp; Bone scans or CT scans can also help assess the extent of the infection.</p><h2>Transient synovitis</h2><p>Transient synovitis is a common, mild, self-limited hip disorder that often follows a viral infection, usually in children age 3-8.&nbsp; In contrast to pediatric septic arthritis, patients typically appear well (eg, consolable, able to bear weight), are afebrile, and have normal or only mildly elevated inflammatory markers (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34742.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Lyme disease</h2><p>Lyme disease, caused by the bacterium <em>Borrelia burgdorferi</em>, can result in joint inflammation (Lyme arthritis), which can present similarly to septic arthritis.&nbsp; Synovial fluid analysis typically shows elevated WBC count but has a predominance of mononuclear cells rather than neutrophils.&nbsp; The patient typically has exposure to areas endemic to the <em>Ixodes</em> tick and a history of a preceding rash.&nbsp; The diagnosis is confirmed through serologic testing for <em>Borrelia</em> antibodies rather than joint fluid culture.</p><h1>Management</h1><p>Management involves a combination of antimicrobial therapy and surgical drainage.</p><h2>Empiric antibiotics</h2><p>The approach to empiric antimicrobial therapy for patients with suspected septic arthritis is as follows:</p><ul class=\"article-body-unordered-list\"><li>If the synovial fluid Gram stain shows <strong>gram-positive cocci</strong>, empiric treatment with vancomycin should be initiated.<ul class=\"article-body-unordered-list\"><li>If methicillin-susceptible <em>S aureus</em>:&nbsp; beta-lactam agent (eg, cefazolin, nafcillin, oxacillin).</li><li>If MRSA:&nbsp; vancomycin (alternatives include daptomycin, linezolid, or clindamycin).</li></ul></li><li>If the synovial fluid Gram stain shows <strong>gram-negative bacilli</strong>, empiric treatment should be determined based on risk for <em>Pseudomonas</em> infection.<ul class=\"article-body-unordered-list\"><li>For patients with no risk factors for <em>Pseudomonas</em> (eg, no immunosuppression or intravenous drug use):&nbsp; a third-generation cephalosporin (eg, ceftriaxone, cefotaxime) is typically sufficient.</li><li>For patients at low risk for <em>Pseudomonas</em> (eg, immunosuppression, intravenous drug use):&nbsp; a single antipseudomonal agent (eg, ceftazidime, cefepime) is given.</li><li>For patients at high risk for <em>Pseudomonas</em> (eg, previous plus sepsis, neutropenia, or severe burns):&nbsp; combination therapy with 2 antipseudomonal agents (eg, a beta-lactam and an aminoglycoside or fluoroquinolone) should be considered.</li></ul></li><li>If the synovial fluid <strong>Gram stain is negative</strong>&nbsp;but the fluid cell count suggests septic arthritis, empiric treatment is based on the clinical scenario.<ul class=\"article-body-unordered-list\"><li>Immunocompetent patients:&nbsp; vancomycin</li><li>Traumatic bacterial arthritis:&nbsp; vancomycin plus third-generation cephalosporin (eg, ceftriaxone, cefotaxime)</li><li>Immunocompromised patients or intravenous drug users:&nbsp; vancomycin plus a cephalosporin with activity against <em>Pseudomonas</em> (eg, ceftazidime, cefepime)</li><li>Animal bite empiric therapy should be tailored to target the most likely pathogens associated with the specific type of animal involved.</li></ul></li></ul><p>Therapy should be tailored based on culture and susceptibility results when available.&nbsp; The duration of therapy is dependent on the organism and the cause.&nbsp; A minimum of 2-4 weeks of intravenous antimicrobial therapy is usually required, which is frequently followed by oral therapy (eg, 7-14 days).</p><h2>Joint drainage</h2><p>A septic joint is analogous to a closed abscess; therefore, it requires drainage.&nbsp; Appropriate methods of surgical drainage include:</p><ul class=\"article-body-unordered-list\"><li>Needle aspiration</li><li>Arthroscopic drainage</li><li>Arthrotomy (open surgical drainage)</li></ul><p>The surgical method is dependent on the joint location, etiology of infection, and severity.&nbsp; Repeated drainage may be necessary for persistent infection or loculated effusion.</p><h2>Complications</h2><p>Septic arthritis can lead to a range of serious complications.</p><ul class=\"article-body-unordered-list\"><li><strong>Articular damage</strong>:&nbsp; rapid cartilage destruction, leading to osteoarthritis or ankylosis</li><li><strong>Systemic spread</strong>:&nbsp; bacteremia or sepsis, particularly in delayed or untreated cases</li><li><strong>Chronic infection</strong>:&nbsp; development of a chronic inflammatory arthritis or osteomyelitis</li><li><strong>Prosthetic joint failure</strong>:&nbsp; often necessitates removal of the prosthesis and prolonged antimicrobial therapy</li></ul><p>With prompt diagnosis and treatment, these complications can often be avoided.</p><h1>Prognosis</h1><p>With prompt and appropriate treatment, most cases of septic arthritis resolve without lasting disability, although outcomes depend on pathogen virulence, joint involvement, and timing of intervention.&nbsp; Delayed treatment significantly increases the risk of joint destruction and systemic complications.&nbsp; Prosthetic joint infections and atypical pathogens may have a more protracted course requiring extensive management.</p><h1>Pediatric septic arthritis</h1><p>Septic arthritis can also occur in infant and pediatric patients.&nbsp; Risk factors, clinical presentation, causative organisms, and management differ in these populations (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34935.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: Septic arthritis\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Risk factors</h2><p>Most cases of pediatric septic arthritis occur in healthy children, but patients with immunodeficiencies, prior joint surgery, hemoglobinopathies, juvenile idiopathic arthritis, and diabetes mellitus are at increased risk.&nbsp; Hematogenous spread is a common cause of septic joints in this population.&nbsp; The hip is the most common joint affected.</p><h2>Clinical presentation</h2><p>Children with septic arthritis of the hip usually have swelling and decreased range of motion around the joint.&nbsp; Affected children often keep the hip in a flexed, abducted, and externally rotated position because of painful pus accumulation in the joint space.&nbsp; In children with unilateral hip pain, the following criteria (<strong>Kocher criteria</strong>) can help differentiate septic arthritis from other etiologies (eg, transient synovitis):</p><ul class=\"article-body-unordered-list\"><li>Non–weight-bearing status</li><li>Fever ≥38.5 C (101.3 F)</li><li>ESR &gt;40 mm/hr or CRP &gt;2.0 mg/dL</li><li>Leukocytosis</li></ul><p>Pediatric patients with ≥3 Kocher criteria have a high likelihood (&gt;93%) of septic arthritis.</p><p>In infants (eg, preambulatory), symptoms may be nonspecific, including fever, inconsolability, and poor feeding.&nbsp; Subtle signs of joint involvement in infants include lack of movement of the affected side (pseudoparalysis) and excessive fussiness during diaper changes or repositioning.&nbsp; Infants with a septic hip often lie with the affected hip flexed, abducted, and externally rotated to maximize joint space and comfort (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38254.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Physical examination may reveal pain with active or passive motion, as well as asymmetric swelling.<p></p><h2>Evaluation and management</h2><p>Immediate evaluation and treatment are required because delays can result in permanent joint destruction; an interval of even 4-6 hours can lead to avascular necrosis of the femoral head.&nbsp; When the diagnosis is suspected, immediate joint aspiration should be performed to both establish the diagnosis and decompress the joint.&nbsp; Ultrasound guidance is sometimes used, but neither the presence nor the radiographic characteristics of the effusion on ultrasonography is specific for infection.&nbsp; Once the diagnosis is confirmed by synovial fluid analysis (as in an adult), empiric parenteral antibiotics as well as surgical drainage and debridement of the joint are required.</p><p><em>S aureus</em> (particularly MRSA), followed by <em>S pneumoniae</em> and <em>Streptococcus pyogenes</em>, are the most common and most aggressive pathogens causing septic arthritis in children of all ages.&nbsp; <strong>Empiric gram-positive coverage</strong> for these organisms is required for any child of any age with suspected septic arthritis; vancomycin is preferred as it provides MRSA coverage.</p><p>Unlike antibiotics providing gram-positive coverage (especially against MRSA), antibiotics that also provide gram-negative coverage (eg, cefotaxime, ceftriaxone) are not universally indicated in children with septic arthritis.&nbsp; The following are common <strong>indications for the addition of gram-negative coverage</strong>:</p><ul class=\"article-body-unordered-list\"><li>Infants age &lt;3 months (greater risk for gram-negative bacilli)</li><li>Unimmunized children (greater risk for <em>H influenzae</em> type b)</li><li>Sexually active adolescents (greater risk for <em>N gonorrhoeae)</em></li><li>History concerning for alternate pathogens (eg, recent urinary tract infection)</li><li>Gram-negative organisms present on Gram stain</li></ul><p>Short-term complications of septic arthritis include sepsis, septic shock, and deep vein thrombosis.&nbsp; Long-term complications include joint damage, avascular necrosis, and limb length discrepancy.</p><h1>Special considerations</h1><h2>Prosthetic joint infections</h2><p>Prosthetic joint infections (PJIs) are classified into early-onset, delayed-onset, and late-onset infections (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32341.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Early onset (&lt;3 months)</strong>:&nbsp; Typically present with acute pain, fever, leukocytosis, and overt local signs of infection (eg, erythema, purulent drainage).&nbsp; These infections are usually due to virulent organisms (eg, <em>S aureus</em>, <em>Pseudomonas aeruginosa</em>).</li><li><strong>Delayed-onset (3-12 months)</strong>:&nbsp; Typically present with chronic pain, implant loosening, gait impairment, or sinus tract formation.&nbsp; Fever and leukocytosis are usually absent.&nbsp; Infections are typically due to less virulent organisms (eg, coagulase-negative staphylococci, <em>Propionibacterium</em> species).&nbsp; <em>Staphylococcus epidermidis</em> is a coagulase-negative staphylococcus commonly implicated in delayed-onset PJI.</li><li><strong>Late-onset infections (&gt;12 months after surgery)</strong>:&nbsp; Typically present with the acute onset of systemic symptoms associated with bacteremia (eg, fever) and joint pain, erythema, and swelling in a previously well-healed joint.&nbsp; Infections are usually due to hematogenous spread of a distant infection (eg, urinary tract infection).</li></ul><p>Diagnostic evaluation includes synovial fluid analysis, serum inflammatory markers (eg, CRP, ESR) and diagnostic radiographs (eg, evaluates for loosening).&nbsp; The leukocyte count in the synovial fluid in PJI is usually elevated to &gt;1,000/mm<font size=\"2\"><sup>3</sup></font> but is often lower than in septic native joints (usually &gt;50,000/mm<font size=\"2\"><sup>3</sup></font>).&nbsp; Even with this evaluation, the diagnosis can be challenging.</p><p>Management involves surgical treatment and antimicrobial therapy.&nbsp; Specific surgical management (eg, ԁebridеment and retention of prosthesis, resection arthroplasty with reimplantation, resection arthroplasty with no reimplantation, amputation) depends on the patient's comorbidities, timing of original prosthetic implantation, and timing of onset of symptoms.</p><h2>Fight bite</h2><p>A \"fight bite\" is an injury caused when a person punches someone in the mouth, resulting in a puncture or laceration to the hand or fingers, often the third, fourth, or fifth MCP joints of the dominant hand.&nbsp; Fight bites are particularly susceptible to infection because puncture (eg, by a tooth) through the thin tissue overlying the MCP joint inoculates the joint and/or surrounding tissues with skin flora or bacteria from the oral cavity.&nbsp; The initial puncture wound of a fight bite may appear minor, but bacterial proliferation underneath the extensor tendon and/or within the joint capsule can quickly lead to septic arthritis.</p><p>Management of fight bites (like all other septic joints) is surgical drainage and antimicrobial therapy.&nbsp; Unlike larger joints (eg, knee), which can sometimes be drained via arthrocentesis or arthroscopy, the small MCP joints typically require open surgical irrigation and debridement.&nbsp; Intravenous antibiotics (eg, ampicillin-sulbactam) should be initiated intraoperatively after obtaining joint cultures, and the wound left open to drain and heal by secondary intention (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60858.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Disseminated gonococcal infection</h2><p>Disseminated gonococcal infection (DGI) usually presents with either:</p><ul class=\"article-body-unordered-list\"><li>purulent monoarthritis<br><strong>OR</strong></li><li>the triad of pustular rash (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28561.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), migrating arthralgia, and tenosynovitis</li></ul><p>Although the reason disseminated <em>N gonorrhoeae</em> infection causes 2 distinct systemic syndromes is unclear, a minority of patients with DGI have overlapping manifestations.&nbsp; This overlap is particularly common when the condition is untreated for long periods.</p><p><em>N gonorrhoeae</em> is transmitted by unprotected sexual intercourse.&nbsp; It typically causes infectious urethritis (eg, purulent discharge, dysuria), but asymptomatic infections are common, particularly in women.&nbsp; Untreated urogenital infection can spread through the blood, leading to DGI in 0.5%-3% of cases.</p><p>The diagnosis of DGI requires sampling from multiple areas because <em>N gonorrhoeae</em> is a fastidious organism and culture results are frequently negative.&nbsp; Two sets of blood cultures should be obtained, and synovial fluid sampling is required when joint effusion is present.&nbsp; Synovial fluid leukocyte count usually is 20,000-50,000/mm<font size=\"2\"><sup>3</sup></font> with a preponderance of neutrophils, but organisms may be absent on Gram stain.&nbsp; Synovial fluid should be sent for nucleic acid amplification testing (NAAT) or culture.&nbsp; Mucosal sites (eg, rectum, urethra, throat) should also be sampled and specimens sent for NAAT; although patients with DGI do not typically have symptomatic infection at the portal of entry (eg, urogenital tract), mucosal NAAT is often positive and can provide a presumptive diagnosis.&nbsp; Treatment with intravenous ceftriaxone and surgical drainage of the septic joint is curative in most cases (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31684.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ).<p></p><h1>Other causes (eg, viruses, fungi, mycobacteria)</h1><ul class=\"article-body-unordered-list\"><li>Tuberculosis can cause arthritis in any joint, most commonly knee and hip.&nbsp; It typically presents less acutely with pain over weeks to months, and warmth, erythema, and significant tenderness are less likely.&nbsp; Diagnosis is with histopathology.</li><li>Fungi are rare causes of arthritis and also present more indolently in patients with risk factors (eg, cancer, penetrating trauma).</li><li>Viruses that can cause arthritis include parvovirus B1, chikungunya, hepatitis, and HIV.&nbsp; The presentation is typically acute, involves multiple joints, and is classically associated with a recent or concurrent viral syndrome.</li></ul><h1>Summary</h1><p>Septic arthritis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/55929.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 10\n                                    </a>\n                                </div>\n                                ) is an acute joint infection most commonly caused by pathogens such as <em>Staphylococcus aureus</em> and <em>Streptococcus</em> species, resulting in pain, swelling, and systemic symptoms.&nbsp; Diagnosis hinges on clinical suspicion, synovial fluid analysis, and imaging; rapid antibiotic therapy and joint drainage form the cornerstone of treatment.&nbsp; The differential diagnosis includes gout, reactive arthritis, and other inflammatory conditions, which require careful evaluation to avoid mismanagement.&nbsp; Complications such as joint destruction and sepsis underscore the importance of early recognition and intervention.<p></p></div>\n            "
}