{
  "meta": {
    "title": "Shoulder dislocations",
    "url": "https://brainandscalpel.vercel.app/shoulder-dislocations-79a61f7d-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:30.061Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The shoulder (glenohumeral) joint is the most commonly dislocated joint in the body.&nbsp; The shoulder can dislocate anteriorly, posteriorly, or inferiorly, but anterior dislocations are by far the most common.&nbsp; Patients have shoulder pain, decreased range of motion, and an abnormal shoulder contour.&nbsp; Diagnosis is confirmed with x-ray, and treatment is prompt closed reduction.&nbsp; Potential complications of shoulder dislocations include nerve compression (eg, axillary nerve), fractures (eg, glenoid, humerus), recurrent dislocations, and long-term joint instability.</p>\n<h1>Anatomy</h1><br><br><p>The glenohumeral joint is a ball-and-socket joint.&nbsp; The head of the humerus forms the ball, and the glenoid cavity of the scapula forms the socket.&nbsp; The labrum is a fibrous ring of tissue that lines the outer rim of the glenoid to help keep the humeral head in place, and the rotator cuff muscles stabilize the shoulder joint during movements.</p>\n<h1>Anterior shoulder dislocation</h1><h2>Pathogenesis and risk factors</h2><br><br><p>To allow for a wide range of motion, only a small portion of the humeral head articulates with the shallow glenoid in any given position.&nbsp; This allows for an extensive range of motion but predisposes the shoulder joint to instability.&nbsp; Anterior shoulder dislocations most often occur when excessive force is applied to an abducted and externally rotated arm (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62043.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Predisposing risk factors include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Trauma (eg, falls, motor vehicle collisions).</li>\n\t<li>Contact sports (eg, football, rugby, wrestling).</li>\n\t<li>Prior shoulder dislocation.</li>\n\t<li>Ligamentous laxity (eg, Ehlers-Danlos syndrome).</li>\n</ul><br><br><p>The force causes the humeral head to be displaced anteriorly out of the glenoid fossa.&nbsp; The labrum, rotator cuff, and shoulder ligaments are often damaged, which can lead to recurrent dislocations and joint instability.</p>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Affected arm held in <strong>slight abduction</strong> and <strong>external rotation</strong>.</li>\n\t<li>Severe pain and/or resistance with any movement at the shoulder.</li>\n\t<li>Abnormal shoulder contour with <strong>flattening of the deltoid prominence</strong>, a <strong>prominent acromion</strong>, and/or a <strong>palpable humeral head anterior to the glenoid</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29016.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li>\n\t<li>Possible numbness over the lateral shoulder due to axillary nerve compression/injury (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1888.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Associated injuries</h2><br><br><p>Anterior dislocations can cause injuries to adjacent structures:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bankart lesion</strong>:&nbsp; Tear/disruption of the anterior labrum that occurs during anterior displacement of the humeral head.&nbsp; Patients may also have an associated avulsion fracture of the glenoid rim (bony Bankart lesion), but these are much less common.</li>\n\t<li><strong>Hill-Sachs deformity</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96707.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; Fracture of the posterolateral humeral head due to impaction against the anterior glenoid rim.</li>\n\t<li><strong>Axillary nerve injury</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25371.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; Compression of the axillary nerve by the displaced humeral head, resulting in deltoid weakness (difficult to assess in acute injury due to pain) and sensory loss over the lateral shoulder.</li>\n\t<li><strong>Rotator cuff injury</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11504.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; Associated tears in the rotator cuff muscles, which are common in patients age &gt;40.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Anterior shoulder dislocations are typically confirmed on x-ray, which should be obtained in patients with shoulder pain, visible deformity, and reduced range of motion, particularly following a traumatic injury.&nbsp; However, patients with a history of dislocations or ligamentous laxity may experience dislocations with minimal force.&nbsp; Three-view shoulder x-ray is most often used to confirm an anterior shoulder dislocation and identify any associated fractures.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Anteroposterior (AP) view:&nbsp; Reveals inferior and medial displacement of the humeral head in relation to the glenoid and coracoid process (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L53226.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li>Scapular Y view:&nbsp; Provides a lateral view of the scapula in which the acromion, coracoid process, and scapular body form a Y shape.&nbsp; Normally, the humeral head is located at the center of the Y.&nbsp; In an anterior dislocation, the humeral head lies medial to the Y below the coracoid process (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L125838.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n\t<li>Axillary view (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L125843.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; Differentiates anterior from posterior dislocations but is often difficult to obtain due to pain.&nbsp; If the humeral head is displaced from the glenoid toward the coracoid process (ie, anteriorly), an anterior dislocation is confirmed.&nbsp; Displacement toward the acromion (ie, posteriorly) suggests a posterior dislocation.</li>\n</ul><br><br><p>CT scans are not typically used to evaluate anterior shoulder dislocations unless the diagnosis is unclear on X-ray or more serious injuries (eg, axillary artery injury, humeral neck fracture) are suspected.&nbsp; MRI can be used to identify associated soft tissue/muscular injuries (eg, rotator cuff tear), but it is not usually performed in acute settings.</p><br><br><p>Laboratory testing is not routinely required unless there is concern for an associated medical condition (eg, dislocation resulting from a syncopal episode or multisystem trauma).</p>\n<h1>Posterior shoulder dislocation</h1><h2>Pathogenesis and risk factors</h2><br><br><p>Posterior shoulder dislocations occur when the humeral head is displaced posterior to the glenoid (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62044.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; This type of dislocation is uncommon and typically results from a high-energy force to the anterior shoulder or excessive contraction of the internal rotator muscles (eg, subscapularis, pectoralis major, latissimus dorsi), which may result from:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Seizures.</li>\n\t<li>Electrocution (causes violent muscle contractions).</li>\n\t<li>High-energy trauma (eg, motor vehicle collisions, contact sports injuries).</li>\n\t<li>Falling on outstretched arm with shoulder internally rotated and adducted.</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Affected arm held in <strong>internal rotation</strong> and <strong>adduction</strong> with limited range of motion.</li>\n\t<li><strong>Flattened anterior shoulder</strong> with a <strong>prominent coracoid process</strong> and fullness in the posterior shoulder (due to displacement of humeral head).</li>\n\t<li>Inability to externally rotate the arm.</li>\n</ul>\n<h2>Associated injuries</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Reverse Bankart lesion</strong>:&nbsp; Tear of the posterior labrum from the forceful posterior displacement of the humeral head.</li>\n\t<li><strong>Reverse Hill-Sachs deformity</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97751.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):&nbsp; Impaction fracture of the anteromedial aspect of the humeral head that occurs when the humeral head becomes impacted against the posterior glenoid rim.</li>\n\t<li>Neurovascular injury:&nbsp; An injury that is much less common than in anterior dislocations but may involve the axillary or radial nerve.</li>\n\t<li>Rotator cuff injury/tear.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Posterior shoulder dislocations are more difficult to diagnose than anterior dislocations due to more subtle findings on x-ray.&nbsp; Radiographic findings of a posterior dislocation on three-view shoulder x-ray may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>AP view:&nbsp; Classically reveals the <strong>light bulb sign</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L55164.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ), in which internal rotation of the humeral head obscures the lateral tuberosities, giving the humeral head a circular light bulb appearance.&nbsp; Additional findings include an increased distance between the anterior glenoid and the articular surface of the humeral head (rim sign), a vertical line along the medial humeral head that represents a reverse Hill-Sachs deformity (trough line sign), and loss of the normal overlap between the glenoid and humeral head.</li>\n\t<li>Scapular Y view:&nbsp; Reveals posterolateral displacement of the humeral head in relation to the Y (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44765.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ).</li>\n\t<li>Axillary view:&nbsp; Reveals posterior displacement of the humeral head.</li>\n</ul><br><br><p>CT scan may help identify a posterior dislocation that is not easily seen on x-ray and should be considered if there is high clinical suspicion but inconclusive x-ray findings.</p><br><br><p>Laboratory testing may be considered for posterior dislocations due to seizures (eg, electrolytes), electrocution (eg, creatinine kinase, renal function), or other severe trauma.</p>\n<h1>Inferior shoulder dislocation</h1><h2>Pathogenesis and risk factors</h2><br><br><p>Inferior shoulder dislocations are uncommon and typically occur from an axial load exerted on a fully abducted arm or forceful hyperabduction (eg, falling and grasping an object overhead).&nbsp; Extreme hyperabduction of the humeral neck against the acromion forces the humeral head inferiorly out of the glenoid socket.</p><br><br><p>Of all shoulder dislocations, inferior dislocations are the most likely to cause <strong>significant damage to the shoulder</strong> complex.&nbsp; Injuries may involve damage to the axillary nerve (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25357.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), axillary artery (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L62574.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ), rotator cuff, and shoulder bones (eg, greater tuberosity, glenoid rim).<p></p>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The affected arm is <strong>fully abducted</strong> and <strong>held above the head</strong>.&nbsp; Patients often rest the pronated forearm of the affected limb on the top of their head and are unable to adduct the arm.</li>\n\t<li>The humeral head may be palpable in the axilla or lateral chest wall.</li>\n\t<li>Because of the high incidence of axillary nerve injury, sensory loss is often present in the lateral shoulder.&nbsp; Axillary artery injury may lead to absent or weakened radial pulses.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Inferior shoulder dislocations have a characteristic clinical presentation and are typically evident on examination.&nbsp; X-rays are used to confirm the diagnosis and assess for associated fractures; findings include a humeral head lying inferior to the glenoid and coracoid and the humeral shaft extending superiorly (arm abducted).</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acromioclavicular (AC) joint injury</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96704.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ):&nbsp; Typically results from a forceful, downward blow to the tip of the shoulder.&nbsp; Injuries range from mild AC ligament stretching to a complete tear.&nbsp; Maximum tenderness over the AC joint is characteristic, and upward displacement of the clavicle may be seen with tears.&nbsp; X-rays are normal with mild sprains, but separation or dislocation of the AC joint can be seen in more severe injuries.</li>\n\t<li><strong>Clavicular fracture</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105073.jpg\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ):&nbsp; Usually occurs following direct trauma to the clavicle.&nbsp; Most fractures are in the middle third of the clavicle and produce local swelling and tenderness on clavicular palpation.&nbsp; Shoulder range of motion may be limited due to pain, but glenohumeral alignment is normal on x-ray.</li>\n\t<li><strong>Rotator cuff tear</strong>:&nbsp; Presents with pain in the lateral shoulder that is worse with abduction.&nbsp; X-rays are typically normal.&nbsp; A rotator cuff tear can be a complication of shoulder dislocation, so persistent pain or limited range of motion after successful shoulder reduction may suggest an associated rotator cuff injury.</li>\n\t<li><strong>Midshaft humerus fractures</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87065.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ):&nbsp; May result from torsion produced during a fall on an outstretched hand.&nbsp; Patients experience swelling, bone crepitus, significant ecchymoses, and deformity of the upper arm.</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment of shoulder dislocations is <strong>closed reduction</strong> (eg, traction-countertraction, scapular manipulation), which is commonly performed using procedural sedation (minimizes muscle tension, increases the likelihood of success).&nbsp; Hearing and/or feeling a clunk during the procedure and visualizing the return of the normal shoulder contour suggest a successful reduction.&nbsp; A postreduction x-ray is obtained to confirm normal alignment and evaluate for complications that can occur during reduction (eg, glenoid fracture).</p><br><br><p>The affected arm is then <strong>immobilized</strong> in a sling, with the arm in <strong>adduction and internal rotation</strong>, for 1-3 weeks to prevent recurrent dislocation.&nbsp; Physical therapy is recommended (after the immobilization period) to help strengthen shoulder stabilizers and reduce shoulder instability.&nbsp; If conservative measures are unsuccessful, patients may benefit from surgical stabilization of the glenohumeral joint (eg, labrum augmentation).</p><br><br><p>Emergency orthopedic consultation for surgical reduction is indicated if closed reduction is unsuccessful or when the dislocation is associated with a major fracture (eg, humeral neck fracture).&nbsp; Closed reduction is contraindicated with a humeral neck fracture because further displacement of the fracture can injure the circumflex humeral arteries and increase the risk for avascular necrosis.</p>\n<h1>Prognosis</h1><br><br><p>The prognoses of shoulder dislocations are typically good with prompt reduction and physical rehabilitation.&nbsp; However, some patients experience persistent shoulder instability and recurrent dislocations due to incomplete healing of labral tears or ligamentous laxity, which increases with each subsequent dislocation.&nbsp; Recurrent dislocations are most common in patients age &lt;25 who participate in contact sports.</p><br><br><p>Shoulder dislocations are also commonly associated with rotator cuff injuries, especially in patients age &gt;40.&nbsp; Persistent pain or difficulty with arm abduction after a successful reduction should prompt further investigation for rotator cuff injury.</p>\n<h1>Summary</h1><br><br><p>Shoulder dislocations involve displacement of the humeral head from its normal position within the glenoid fossa.&nbsp; Anterior dislocations are most common.&nbsp; Patients typically have severe shoulder pain, decreased range of motion, and an abnormal shoulder contour.&nbsp; Diagnosis is with radiographs, and treatment is with closed reduction and immobilization.</p>\n</div>\n\n            "
}