{
  "meta": {
    "title": "Sjögren disease",
    "url": "https://brainandscalpel.vercel.app/sj-ouml-gren-disease-084d0f0a-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:28.207Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Sjögren disease (formerly Sjögren syndrome) is a chronic autoimmune disorder that is most common in middle-aged and older women.&nbsp; It is characterized by inflammation and dysfunction of the salivary and lacrimal glands, leading to dry mouth <strong>(xerostomia)</strong> and dry eyes (keratoconjunctivitis <strong>sicca</strong>), and can have multisystem manifestations beyond glandular dysfunction.&nbsp; Sjögren disease can occur as a primary condition or in association with other autoimmune diseases, such as rheumatoid arthritis or systemic lupus erythematosus.</p>\n<h1>Pathophysiology</h1><br><br><p>Sjögren disease results from immune-mediated destruction of the exocrine glands, primarily the lacrimal and salivary glands.&nbsp; Inflammation in Sjögren disease involves both innate and acquired immune responses.&nbsp; A genetic predisposition is likely, and it is associated with certain histocompatibility subtypes (eg, human leukocyte antigen DR3 [HLA-DR3], HLA-B8).&nbsp; The inflammatory cascade is postulated to be triggered by a variety of environmental antigens, especially viruses (eg, Epstein-Barr virus, cytomegalovirus, hepatitis viruses).</p><br><br><p>CD4<font size=\"2\"><sup>+</sup></font> T cells infiltrate glandular tissue, leading to inflammation, atrophy, and fibrosis.&nbsp; Autoantibodies, including anti-Ro/SSA and anti-La/SSB, contribute to pathogenesis by targeting ribonucleoproteins involved in RNA processing, and are highly useful in making the diagnosis.&nbsp; The associated B-cell hyperactivity increases the risk for lymphoproliferative disorders, particularly non-Hodgkin lymphoma.</p><br><br><p>The pathogenesis of extraglandular manifestations is variable and multifactorial.&nbsp; Contributing factors can include autoantibody attack, immune complex deposition, cell-mediated immunity, and upregulated inflammatory cytokine production (eg, interferon-gamma, tumor necrosis factor-alpha).</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Female sex:&nbsp; ≥9:1 female/male ratio.&nbsp; Estrogen and testosterone may be protective factors (incidence is highest in postmenopausal women).</li>\n\t<li>Age:&nbsp; Peak incidence in the fourth to sixth decades.</li>\n\t<li>Personal or family history of autoimmune disease.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Histologic examination of affected salivary glands shows periductal and perivascular lymphocytic infiltration, often with germinal centers (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1802.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; In advanced disease, findings include acinar atrophy and fibrosis; glandular architecture is disrupted, and epimyoepithelial islands may be present.&nbsp; Focal lymphocytic sialadenitis on labial salivary gland biopsy is a characteristic finding.<p></p>\n<h1>Clinical presentation</h1><br><br><p>The hallmark manifestations of Sjögren disease include <strong>dry eyes</strong> and <strong>dry mouth</strong>.&nbsp; Ocular symptoms include a gritty sensation, burning, and blurred vision, whereas oral symptoms include enlarged salivary glands, difficulty swallowing dry foods, accelerated dental caries, and oral candidiasis.</p><br><br><p><strong>Extraglandular</strong> disease can involve almost any organ system.&nbsp; Major manifestations include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Musculoskeletal</strong>:&nbsp; Arthralgia, nonerosive arthritis, inflammatory myopathy.</li>\n\t<li><strong>Cutaneous</strong>:&nbsp; Xerosis, annular erythema, vasculitis.</li>\n\t<li><strong>Respiratory</strong>:&nbsp; Interstitial lung disease, bronchiectasis, cystic lung disease, upper airway disease (eg, nonallergic rhinosinusitis).</li>\n\t<li><strong>Gastrointestinal</strong>:&nbsp; Dysphagia, atrophic gastritis, hepatobiliary disease.</li>\n\t<li><strong>Renal</strong>:&nbsp; Tubulointerstitial nephritis, chronic kidney disease, distal (type 1) renal tubular acidosis.</li>\n\t<li><strong>Genitourinary</strong>:&nbsp; Dysuria/interstitial cystitis, dyspareunia, vaginal dryness.</li>\n\t<li><strong>Neuropsychiatric</strong>:&nbsp; Peripheral neuropathy, dysautonomia, affective symptoms, sleep disorders.</li>\n\t<li><strong>Vascular</strong>:&nbsp; Raynaud phenomenon.</li>\n\t<li><strong>Hematologic</strong>:&nbsp; Cytopenias, polyclonal and monoclonal gammopathies.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of Sjögren disease is based on a combination of clinical findings, serologic markers (see later section), and histopathology.</p><br><br><p>Objective evidence of decreased tear or saliva production is helpful because subjective sensations of dry eye or dry mouth are common and highly nonspecific.&nbsp; For example, in the <strong>Schirmer test</strong>, a standardized strip of filter paper is placed at the eyelid margin and allowed to wick the tears for 5 minutes; the extent of wetting is measured (&lt;5 mm is typical in patients with keratoconjunctivitis sicca).&nbsp; Unstimulated salivary flow rate can also be measured.&nbsp; In addition, assessment of corneal damage can be performed with staining of the ocular surface with rose bengal stain, fluorescein, or lissamine green (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/U108855.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Standardized diagnostic criteria, such as the American College of Rheumatology/European League Against Rheumatism (ACR/EULAR) scoring system, can be used to diagnose Sjögren disease for classification purposes and research.&nbsp; These systems use weighted scoring of secretory measurements, serologic results, and histopathology to establish the diagnosis.&nbsp; However, as with many rheumatologic conditions, nonclassic cases that do not meet all the criteria are common in clinical practice.</p>\n<h1>Laboratory/imaging evaluation</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nonspecific laboratory findings</strong>:&nbsp; Anemia, leukopenia, hypergammaglobulinemia, elevated liver transaminase levels, elevated inflammatory markers (eg, erythrocyte sedimentation rate, C-reactive protein).</li>\n\t<li><strong>Serologic tests</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Antinuclear antibody:&nbsp; Positive in 60%-80% of patients but nonspecific.</li>\n\t\t<li><strong>Anti-Ro/SSA, anti-La/SSB</strong>:&nbsp; Moderately specific and associated with more severe disease.</li>\n\t\t<li>Rheumatoid factor:&nbsp; Does not establish concurrent rheumatoid arthritis; anti–cyclic citrullinated peptide antibodies may also be present and are more specific for rheumatoid arthritis.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Histologic testing</strong>:&nbsp; If noninvasive tests do not confirm the diagnosis, biopsy of the labial salivary glands can be performed easily and is diagnostic.&nbsp; Parotid and submandibular gland biopsy is more involved and typically performed if malignancy (eg, lymphoma, salivary adenocarcinoma) is suspected.</li>\n\t<li><strong>Imaging</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Salivary gland ultrasonography:&nbsp; Has good specificity when classic findings are present and can guide needle biopsy if secondary malignancy is suspected.&nbsp; Characteristic findings include multifocal hypoechoic areas, hyperechoic bands, and calcifications.</li>\n\t\t<li>Salivary gland MRI:&nbsp; Reveals nodular inhomogeneity with a honeycomb pattern, fibrosis, and dilation of the salivary ducts.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Medication-induced</strong> (eg, anticholinergics, antihistamines) <strong>secretory impairment</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Similarities:&nbsp; Dry mouth and dry eyes.</li>\n\t\t<li>Differences:&nbsp; Symptom improvement with discontinuation of offending drug; no autoantibodies.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Sarcoidosis</strong> (frequently coexists with Sjögren disease)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Similarities:&nbsp; Dry mouth and eyes, multisystem manifestations (eg, fatigue, arthralgia).</li>\n\t\t<li>Differences:&nbsp; Hypercalcemia, hilar adenitis, uveitis, noncaseating granulomas on biopsy.</li>\n\t</ul>\n\t</li>\n\t<li><strong>IgG</strong><font size=\"2\"><sub><strong>4</strong></sub></font><strong>-related disease</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Similarities:&nbsp; Salivary and lacrimal gland dysfunction, lymphoplasmacytic infiltrates on biopsy.</li>\n\t\t<li>Differences:&nbsp; IgG<font size=\"2\"><sub>4</sub></font>-positive plasma cells, elevated serum IgG<font size=\"2\"><sub>4</sub></font>, extensive fibrosis on biopsy.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Miscellaneous causes of exocrine dysfunction</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Similarities:&nbsp; Age-related dry eye/dry mouth (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/93943.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), radiation-induced salivary injury, graft versus host disease, decreased blinking (eg, Parkinson disease), subjective dry eye without lacrimal dysfunction (eg, dry/high-wind climate, allergic conjunctivitis).</li>\n\t\t<li>Differences:&nbsp; Inflammatory markers and serologies are normal; objective tests of lacrimal secretions (eg, Schirmer test) may be normal or paradoxically increased.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Management</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Symptomatic treatment</strong>:&nbsp; Artificial tears, saliva substitutes, secretagogues (eg, sugar-free sour lozenges), punctal plugs for severe dry eye, nonsteroidal anti-inflammatory drugs for mild musculoskeletal symptoms.</li>\n\t<li><strong>Dental and ophthalmologic care</strong>:&nbsp; Preventive dental hygiene and regular eye examinations to monitor for complications.</li>\n\t<li><strong>Systemic therapy</strong>:&nbsp; Pilocarpine or cevimeline (muscarinic agonists) for xerostomia.</li>\n\t<li><strong>Immunosuppressive therapy</strong>:&nbsp; Corticosteroids, immunosuppressants (eg, methotrexate, hydroxychloroquine, rituximab) for severe extraglandular involvement.</li>\n</ul>\n<h1>Complications</h1><h2>Local glandular sequelae</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dental caries and oral candidiasis</strong>:&nbsp; Salivary hypofunction impairs antimicrobial defense and pH buffering.</li>\n\t<li><strong>Corneal ulceration</strong>:&nbsp; Tear film instability and epithelial damage lead to corneal injury.</li>\n\t<li><strong>Bacterial sialadenitis</strong>:&nbsp; Stasis of protein-rich saliva promotes ascending ductal infection.</li>\n</ul>\n<h2>Systemic autoimmune involvement</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neurologic</strong>:&nbsp; Immune-mediated injury to peripheral nerves (axonal or demyelinating); CNS demyelination may mimic multiple sclerosis.</li>\n\t<li><strong>Pulmonary</strong>:&nbsp; Lymphocytic infiltration that causes interstitial lung disease; chronic inflammation may lead to pulmonary hypertension.</li>\n\t<li><strong>Renal</strong>:&nbsp; CD4<font size=\"2\"><sup>+</sup></font> T cell–mediated tubulointerstitial nephritis; impaired acid secretion causes distal (type 1) renal tubular acidosis.</li>\n\t<li><strong>Vascular</strong>:&nbsp; Endothelial dysfunction and vasospasm, which result in Raynaud phenomenon.</li>\n</ul>\n<h2>Malignancy risk</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Non-Hodgkin lymphoma</strong>:&nbsp; B-cell hyperactivity, especially in ectopic germinal centers, predisposes to mucosa-associated lymphoid tissue lymphoma.</li>\n</ul>\n<h2>Pregnancy-related risks</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fetal heart block</strong>:&nbsp; Transplacental anti-Ro/SSA and anti-La/SSB antibodies injure fetal cardiac conduction tissue.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Sjögren disease is a chronic disease with variable progression.&nbsp; Most patients experience stable or slowly progressive sicca symptoms, but systemic manifestations can also significantly impact the quality of life.&nbsp; The risk for lymphoma is a major concern, particularly in patients with persistent parotid swelling, lymphadenopathy, or cryoglobulinemia.&nbsp; Lifelong monitoring is recommended to assess for disease progression and complications.</p>\n<h1>Summary</h1><br><br><p>Sjögren disease is a chronic autoimmune disorder that primarily affects the exocrine glands, causing dry mouth and eyes.&nbsp; It involves immune-mediated destruction of the exocrine glands and can occur alone or with other autoimmune disorders.&nbsp; Risk factors include female sex, age, and autoimmune history.&nbsp; Diagnosis is based on a combination of clinical findings, serologic markers (anti-Ro/SSA, anti-La/SSB), and histopathology.&nbsp; Management includes symptomatic treatment, systemic therapy, and immunosuppression for severe cases.&nbsp; Complications include dental caries, lymphoma, and neuropathy.&nbsp; Prognosis is variable, requiring lifelong monitoring.</p>\n</div>\n\n            "
}