{
  "meta": {
    "title": "Slipped capital femoral epiphysis",
    "url": "https://brainandscalpel.vercel.app/slipped-capital-femoral-epiphysis-7282ed3b-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:33.032Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Slipped capital femoral epiphysis (SCFE) is a disorder characterized by displacement of the femoral head from the femoral neck through the growth plate.&nbsp; It predominantly affects adolescents undergoing accelerated linear growth.</p>\n<h1>Pathophysiology</h1><br><br><p>SCFE occurs due to <strong>excessive shearing forces</strong> at the <strong>proximal femoral physis</strong> (growth plate).&nbsp; When the shearing forces exceed the strength of the physis, a fracture occurs within this growth plate, resulting in anterosuperior displacement of the proximal femur diaphysis relative to the femoral head (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1452.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; On imaging, this may give the appearance that the femoral head has been displaced posteriorly, but it actually is in normal position within the acetabulum.<p></p>\n<h1>Risk factors</h1><br><br><p>SCFE occurs when the shearing forces at the femoral head overcome the strength of the proximal femoral growth plate.&nbsp; Risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Age</strong>:&nbsp; during periods of accelerated linear growth (generally age 10-16), with the physis relatively weak due to its cartilaginous composition and rapid expansion</li>\n\t<li><strong>Obesity</strong>:&nbsp; contributes to increased mechanical strain on the physis</li>\n</ul><br><br><p>Atypical presentations can occur in children of normal weight or age &lt;10 or &gt;16 if they have other risk factors, such as renal failure (causing renal osteodystrophy), history of radiation therapy (possibly due to decreased bone mineralization), genetic conditions (eg, Down syndrome), and endocrine abnormalities (eg, growth hormone deficiency, hypothyroidism [due to thyroid hormone role in promoting normal ossification of the growth plate]).</p>\n<h1>Clinical presentation</h1><br><br><p>The most common presentation of SCFE is an adolescent with <strong>insidious onset of dull, chronic (&gt;3 weeks), progressive pain of the hip/groin</strong> with a limp <strong>exacerbated by activity</strong> and <strong>relieved with rest</strong>.&nbsp; Patients are commonly obese but may also be tall and thin, suggesting a rapid growth spurt.&nbsp; About 15% of patients have only referred pain to the thigh or knee.&nbsp; Gait may be altered (eg, Trendelenburg gait) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/105592.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ) due to compensatory shifting of the trunk to maintain balance during ambulation.<p></p><br><br><p>Examination of the affected hip may reveal it held in passive external rotation and exhibiting decreased internal rotation, abduction, and flexion.&nbsp; Patients may have gluteal muscle atrophy due to chronic disuse, resulting in Trendelenburg sign, drooping of the contralateral pelvis when standing on the affected leg (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25370.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; If knee pain is present (ie, due to referred pain), knee examination should be normal.<p></p><br><br><p>Less commonly, patients with SCFE may present acutely (&lt;3 weeks duration) with pain and inability to bear weight following trauma (eg, fall from significant height).</p>\n<h1>Diagnostic evaluation</h1><br><br><p><strong>Hip radiographs</strong> (anteroposterior and lateral views) are diagnostic in most cases.&nbsp; These may show the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Widening of the proximal femoral physis</strong>, which is often appreciated on the anteroposterior (AP) view (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45183.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )</li>\n\t<li><strong>Body of the femur displaced anterosuperiorly relative to the femoral head</strong>, which is best demonstrated on the lateral (frog leg) view (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45184.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )</li>\n</ul><br><br><p>Bilateral hips should be imaged for comparison, as well as to assess for contralateral displacement, because both are affected on presentation in 20%-40% of cases.&nbsp; In addition, many patients with unilateral SCFE have bilateral involvement within 18 months of initial presentation.</p><br><br><p>Radiographs may be normal early in the disease process.&nbsp; If there is a high suspicion for early SCFE, MRI may demonstrate widening of the physis with surrounding edema.</p><br><br><p>Laboratory testing is not usually obtained but may be considered to evaluate for underlying causes (eg, renal disease, hypothyroidism) in patients with an atypical presentation (eg, weight &lt;50th percentile, age &lt;10 or &gt;16).</p>\n<h1>Management</h1><br><br><p>Definitive treatment of SCFE is prompt <strong>surgical screw fixation</strong> to stabilize the physis and prevent further displacement (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45186.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; While awaiting operative management, patients should be non–weight bearing and may require bed rest if SCFE is bilateral.&nbsp; Closed reduction is not typically recommended because it can damage the tenuous blood supply of the femoral head and lead to avascular necrosis, an uncommon but serious complication.<p></p><br><br><p>Patients must be monitored closely because up to 60% with unilateral SCFE eventually develop involvement of the contralateral hip.&nbsp; Prophylactic pinning of the unaffected hip may also be considered.</p>\n<h1>Prognosis</h1><br><br><p>Prompt recognition and treatment of SCFE are important to prevent the displacement from becoming severe, which increases the risk of complications, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Avascular necrosis of the femoral head</strong>:&nbsp; interrupted blood supply resulting in gradual degenerative changes, often requiring surgical reconstruction</li>\n\t<li><strong>Chondrolysis</strong>:&nbsp; loss of articular cartilage resulting in narrowing of the joint space</li>\n</ul><br><br><p>Femoroacetabular impingement, from an abnormal contact between the acetabular rim and femoral neck during hip movement, can develop in patients with only mild SCFE.&nbsp; All these complications increase the risk for premature osteoarthritis.</p>\n<h1>Summary</h1><br><br><p>Slipped capital femoral epiphysis (SCFE) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34968.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a hip disorder characterized by displacement of the femoral head from the femoral neck through the growth plate, affecting primarily adolescents undergoing accelerated linear growth.&nbsp; Patients typically have an altered gait and dull pain in the hip/groin.&nbsp; Diagnosis can be confirmed via radiographs, and treatment involves surgical screw fixation.<p></p>\n</div>\n\n            "
}