{
  "meta": {
    "title": "Systemic lupus erythematous",
    "url": "https://brainandscalpel.vercel.app/systemic-lupus-erythematous-deaabcde-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:33.289Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Systemic lupus erythematosus (SLE) is a chronic, multisystem autoimmune disease characterized by the loss of immune self-tolerance resulting in production of autoantibodies against various self-antigens.&nbsp; These autoantibodies form immune complexes that deposit in tissues, leading to inflammation and damage across virtually any organ system.&nbsp; SLE predominantly affects women of childbearing age, with approximately 90% of patients being female.&nbsp; The disease has a highly variable clinical presentation, ranging from mild symptoms such as arthralgia and photosensitive rash to life-threatening organ involvement (eg, renal failure).</p><h1>Epidemiology</h1><ul class=\"article-body-unordered-list\"><li><strong>Incidence:</strong>&nbsp; SLE incidence has risen with improved detection of mild disease and is estimated to be between 1 and 25 per 100,000 globally.</li><li><strong>Prevalence:</strong>&nbsp; In the United States, prevalence is 20-150 per 100,000, with higher rates among African American, Hispanic, and Native American populations (who also experience more severe disease manifestations).</li><li><strong>Age at onset:</strong>&nbsp; Most cases appear in patients age 16-55.&nbsp; SLE tends to be more severe in children and milder in older adults.</li><li><strong>Gender:</strong>&nbsp; SLE predominantly affects females.</li></ul><h1>Pathogenesis</h1><p>The pathogenesis of SLE involves a loss of immunologic self-tolerance, driven by a combination of genetic, environmental, and hormonal factors that collectively disrupt immune regulation.&nbsp; Genetic predispositions (eg, HLA-DR2, HLA-DR3), environmental triggers such as ultraviolet light and infections (notably Epstein-Barr virus), and hormonal influences (particularly estrogen), are all thought to contribute to immune system dysfunction.</p><p>Key pathologic immune system abnormalities include autoantibody production, immune complex formation, antibody-mediated cell destruction, and complement activation.</p><h2>Autoantibody production</h2><p>Dysregulated B cells produce a variety of autoantibodies against nuclear, cytoplasmic, and cell surface antigens.&nbsp; Notable autoantibodies include antinuclear antibodies (ANAs), anti-double-stranded DNA (anti-dsDNA) antibodies, and anti-Smith (anti-Sm) antibodies.</p><h2>Immune complex formation (type III hypersensitivity)</h2><p>Circulating immune complexes composed of autoantibodies and self-antigens deposit in tissues, leading to complement activation and inflammation.&nbsp; Although almost any organ can be affected, the skin, mucosae, kidneys, and synovium are most commonly involved.</p><h2>Antibody-mediated cell destruction (type II hypersensitivity)</h2><p>Autoantibodies target surface antigens on blood cells (eg, red blood cells, platelets, leukocytes), leading to phagocytic destruction and subsequent cytopenia (eg, anemia, thrombocytopenia, leukopenia).</p><h2>Complement activation</h2><p>Type II and type III hypersensitivities in active SLE cause complement activation, leading to consumption of complement proteins and reduced serum complement levels (eg, decreased C3 and C4) that correlate with disease activity.</p><h1>Clinical manifestations and complications</h1><p>SLE is known for its diverse clinical manifestations, which can involve one or multiple organ systems.&nbsp; Constitutional symptoms are common and include fatigue, fever, weight loss, and myalgias/arthralgias.&nbsp; Organ systems that are potentially involved are outlined in this section.</p><h2>Musculoskeletal</h2><p>Musculoskeletal involvement is extremely common, manifesting as:</p><ul class=\"article-body-unordered-list\"><li>Arthritis (joint inflammation):<ul class=\"article-body-unordered-list\"><li>Occurs in &gt;90% of patients and often manifests early.</li><li>Often migratory, symmetric, and polyarticular, involving small joints of the hands, wrists, and knees.</li><li>When deformities occur (known as Jaccoud arthropathy), they are easily reducible due to ligament and tendon instability (unlike the bone erosion seen in rheumatoid arthritis).</li></ul></li><li>Avascular necrosis<ul class=\"article-body-unordered-list\"><li>Usually bilateral and asymptomatic.</li><li>Most commonly affects the femoral head.</li><li>Risk is increased with glucocorticoid use but can occur independently.</li></ul></li></ul><ul class=\"article-body-unordered-list\"><li>Myopathy<ul class=\"article-body-unordered-list\"><li>Although myalgias can be significant, true muscle inflammation (myositis) is uncommon and mild if present.</li></ul></li></ul><h2>Mucocutaneous</h2><p>Mucocutaneous involvement is very common and can manifest as a plethora of lesions at different stages of the disease course (eg, acute, subacute, chronic disease).&nbsp; A complete discussion of skin manifestations is beyond the scope of this article.&nbsp; Classic findings include:</p><ul class=\"article-body-unordered-list\"><li>Acute cutaneous lupus erythematosus:<ul class=\"article-body-unordered-list\"><li>Malar rash is the most common skin manifestation, often presenting as a photosensitive butterfly-shaped rash over the cheeks and nasal bridge (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17382.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li></ul></li><li>Subacute cutaneous lupus erythematosus (SCLE):<ul class=\"article-body-unordered-list\"><li>Typically presents as a photosensitive rash (shoulders, forearms, neck, upper torso) with erythematous and slightly scaly papules that can coalesce into psoriasiform or annular patterns with crusted margins (without scarring).</li><li>Frequently associated with SLE but is a distinct entity because it is also associated with other causes (eg, medications, infection).</li><li>About 10% of patients with SLE have SCLE, and nearly half of patients with SCLE develop SLE.</li></ul></li><li>Chronic cutaneous lupus erythematosus:<ul class=\"article-body-unordered-list\"><li>Most commonly manifests as discoid lupus.</li><li>Characterized by erythematous, raised patches with scaling, leading to scarring and pigment changes that may include scarring alopecia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7143.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li></ul></li></ul><p>Findings that can present at any time in the disease course include nonscarring alopecia (involving diffuse or patchy hair thinning without a rash) and oral and nasal ulcers (usually painless ulcers on mucous membranes).</p><h2>Cardiopulmonary</h2><p>Cardiopulmonary involvement is common in SLE and manifests as the following:</p><ul class=\"article-body-unordered-list\"><li>Pericarditis:&nbsp; Affecting up to 25% of patients with SLE, it is characterized by chest pain due to serosal inflammation with a fibrin-containing exudate in the pericardial space (with or without an effusion).&nbsp; A triphasic pericardial friction rub can be auscultated, although this may be absent in the setting of pericardial effusion.&nbsp; The condition can progress to chronic constrictive pericarditis if left untreated.</li><li>Accelerated atherosclerosis:&nbsp; Coronary artery disease is a significant contributor to premature death in patients with SLE (up to a 50-fold increase in risk) due to a combination of traditional (eg, hypertension, hyperlipidemia) and disease-related risk factors (eg, chronic inflammation, glucocorticoid use).</li><li>Verrucous (Libman-Sacks) endocarditis:&nbsp; Nonbacterial verrucous vegetations on heart valves, potentially leading to embolic events such as stroke.</li><li>Pleuritis:&nbsp; Dyspnea and sharp chest pain worsened by inspiration, with a pleural rub often auscultated.&nbsp; Pleural effusions can occur and are exudative (eg, high lactate dehydrogenase).</li></ul><p>Pulmonary hypertension, interstitial lung disease, alveolar hemorrhage, and shrinking lung disease are less common but carry significant clinical consequences when present.</p><h2>RenaI</h2><p>Renal involvement, termed lupus nephritis (LN), occurs in approximately half of patients with SLE.&nbsp; The underlying cause is inflammation due to deposition of immune complexes (composed primarily of anti-dsDNA antibodies) within the glomerular mesangial, subendothelial, or subepithelial space.</p><p>LN is categorized into classes I-V depending on histologic findings following renal biopsy.&nbsp; Clinical manifestations range from asymptomatic proteinuria and/or microscopic hematuria for mesangial immune complexes (classes I and II) to glomerulonephritis for subendothelial immune complexes (classes III and IV).&nbsp; Subepithelial immune complexes (class V) produce nephrotic syndrome.&nbsp; LN is a key prognosticator in SLE.</p><h2>Vascular</h2><p>Vascular findings in SLE include:</p><ul class=\"article-body-unordered-list\"><li>Raynaud phenomenon:&nbsp; Cold-induced vasospasm of digital arteries causing color changes in fingers and toes, seen in up to half of patients with SLE (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9580.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li><li>Vasculitis:&nbsp; Typically affects small blood vessels of the skin, leading to cutaneous lesions (eg, ulcers, petechiae, palpable purpura).&nbsp; Can also affect other organs (eg, mesentery, CNS).</li><li>Thromboembolic disease:&nbsp; SLE increases the risk for venous thromboembolism due to underlying systemic inflammation.&nbsp; This risk is especially pronounced in patients who develop antiphospholipid antibody syndrome (APS), a distinct hypercoagulable disorder that can occur alongside SLE.&nbsp; APS is characterized by venous and arterial thrombosis, recurrent pregnancy losses, and a prolonged PTT that fails to normalize in mixing studies (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35373.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li></ul><h2>Hematologic</h2><p>Hematologic abnormalities are common in SLE, often due to antibody-mediated destruction of blood cells (ie, type II hypersensitivity):</p><ul class=\"article-body-unordered-list\"><li>Anemia:&nbsp; Due to anemia of chronic inflammation and/or autoimmune hemolysis (positive Coombs test, reticulocytosis).</li><li>Leukopenia and lymphopenia:&nbsp; Immune-mediated destruction correlating with disease activity.&nbsp; In combination with generalized immune system dysfunction (eg, complement deficiency), this immunodeficient state predisposes patients to infections, particularly opportunistic ones.</li><li>Thrombocytopenia:&nbsp; Caused by antiplatelet antibodies, which leads to increased platelet destruction, usually due to immune thrombocytopenic purpura.&nbsp; Thrombocytopenia can manifest as bleeding gums and heavy menstrual periods.&nbsp; Although uncommon, thrombocytopenia can occur in SLE-associated hypercoagulable states in which platelets are consumed within thrombi (eg, thrombotic thrombocytopenic purpura, disseminated intravascular coagulation).</li></ul><p>In addition, lymphadenopathy is common in SLE and can occur as one the first signs of SLE in up to half of cases.</p><h2>Neurologic</h2><p>Neurologic manifestations of SLE include:</p><ul class=\"article-body-unordered-list\"><li>Strokes:&nbsp; Can occur due to multiple mechanisms, including thromboembolism, vasculitis, and accelerated atherosclerosis.</li><li>Seizures:&nbsp; Present in up to 20% of patients, ranging from focal to generalized, and may be the initial manifestation of SLE.&nbsp; Seizures can result from direct CNS inflammation, metabolic derangements, or vascular events.</li><li>Headaches:&nbsp; Common manifestation that includes migraine and tension headaches, often correlating with disease activity.&nbsp; Severe headaches may signal cerebral vasculitis, venous thrombosis, or aseptic meningitis (which should be differentiated from infectious meningitis via lumbar puncture).</li><li>Cognitive dysfunction:&nbsp; Memory loss, impaired judgment, and difficulty concentrating (\"lupus fog\") are common.&nbsp; In severe cases, psychosis can be seen (and should be differentiated from a primary psychiatric disorder because it typically responds to glucocorticoids).</li><li>Peripheral neuropathies:&nbsp; Can present as sensory, motor, or mixed neuropathies affecting multiple nerves (polyneuropathy) or single nerves (mononeuritis multiplex).</li></ul><h2>Gastrointestinal</h2><p>Gastrointestinal (GI) involvement can occur in nearly any part of the GI tract, manifesting as dysphagia due to esophageal dysmotility (most common), hepatitis, pancreatitis, or peritonitis (serositis).</p><h2>Obstetric</h2><p>Obstetric considerations in SLE include:</p><ul class=\"article-body-unordered-list\"><li>Neonatal lupus:&nbsp; Passive placental transfer of anti-SSA (Ro) and anti-SSB (La) antibodies.&nbsp; Fetal findings are primarily cardiac and cutaneous.&nbsp; The most serious complication is fetal atrioventricular block, which develops at 18-24 weeks gestation and can progress to fetal cardiomyopathy and hydrops fetalis.</li><li>Pregnancy complications:&nbsp; Increased risk for miscarriages, preeclampsia, and intrauterine growth restriction; often associated with APS.</li></ul><h1>Diagnosis</h1><p>Diagnosing SLE requires a combination of clinical features and laboratory findings.</p><h2>Laboratory testing</h2><p>Particular autoantibodies that are useful in the diagnosis of SLE include:</p><ul class=\"article-body-unordered-list\"><li><strong>ANAs</strong>:&nbsp; Found in virtually all patients with SLE but also in those with many other autoimmune disorders (ie, ~98% sensitivity, low specificity).</li><li><strong>Anti-dsDNA antibodies</strong>:&nbsp; Highly specific for SLE, but only approximately 60% of patients have high titers (ie, low sensitivity).</li><li><strong>Anti-Sm antibodies</strong>:&nbsp; These antibodies against small nuclear ribonucleoproteins are present in only 20%-30% of patients but are also highly specific for SLE.</li><li><strong>Antihistone antibodies</strong>:&nbsp; The presence of antihistone antibodies suggests drug-induced lupus rather than SLE.&nbsp; A notable exception is tumor necrosis factor (TNF) inhibitors, which are instead associated with anti-dsDNA positivity.</li></ul><p>Common laboratory abnormalities include <strong>low C3 and C4 levels</strong> (due to activation of complement) and elevated inflammatory markers (eg, C-reactive protein, erythrocyte sedimentation rate).&nbsp; Hematologic abnormalities can include anemia, leukopenia, and thrombocytopenia, which occur due to chronic inflammatory effects on bone marrow and autoimmune hemolysis.&nbsp; Renal involvement can result in elevated serum creatinine, proteinuria, hematuria, or red cell casts visible on urinalysis.&nbsp; Elevated levels of anti-dsDNA antibodies often precede clinically apparent renal disease and can be used to monitor disease activity.</p><h2>Diagnostic criteria</h2><p>The 2019 European League Against Rheumatism/American College of Rheumatology (EULAR/ACR) classification criteria emphasize the importance of clinical and immunologic criteria that are weighted by points (included in this article for reference).</p><ul class=\"article-body-unordered-list\"><li>Entry criterion:<ul class=\"article-body-unordered-list\"><li>Positive ANAs:&nbsp; At a titer of ≥1:80, ANA presence is highly sensitive (but not specific).</li></ul></li><li>Clinical criteria (weighted based on specificity; highest score in each of the following organ systems is used):<ul class=\"article-body-unordered-list\"><li>Constitutional:&nbsp; fever (2 points)</li><li>Hematologic:&nbsp; thrombocytopenia or autoimmune hemolysis (4 points), leukopenia (3 points)</li><li>Neuropsychiatric:&nbsp; seizure (5 points), psychosis (3 points), delirium (2 points)</li><li>Mucocutaneous:&nbsp; acute cutaneous lupus (6 points), subacute or discoid lupus (4 points), nonscarring alopecia or oral ulcers (2 points)</li><li>Serosal:&nbsp; acute pericarditis (6 points), pleural/pericardial effusion (5 points).</li><li>Musculoskeletal:&nbsp; synovitis (6 points)</li><li>Renal:&nbsp; renal biopsy showing LN (8-10 points depending on class), proteinuria &gt;0.5 g/day (4 points)</li></ul></li><li>Immunologic criteria<ul class=\"article-body-unordered-list\"><li>Anti-dsDNA or anti-Sm antibodies (6 points)</li><li>Any antiphospholipid antibody (ie, lupus anticoagulant, anticardiolipin, anti-β2 glycoprotein I) (2 points)</li><li>Low complement<ul class=\"article-body-unordered-list\"><li>Low C3 and C4 (4 points)</li><li>Low C3 or C4 (3 points)</li></ul></li></ul></li></ul><p>A cumulative score of ≥10 points is required for classification as SLE.</p><h2>Imaging and biopsy</h2><p>Depending on symptoms and suspected organ involvement, imaging (eg, chest radiography, MRI of the brain) can be performed but is not part of the diagnostic criteria for SLE.</p><p>In some cases, a biopsy of an affected organ may be necessary.&nbsp; Skin biopsy can be performed in the case of diagnostic uncertainty.&nbsp; Kidney biopsy is required to diagnose LN and determine histologic class.&nbsp; Classification of LN is based on the site of immune complex deposition (eg, mesangial, subendothelial, subepithelial) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92681.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; A \"full house\" immunofluorescence pattern is characteristic of LN, showing the presence of IgG, IgM, IgA, C3, and C1q deposits (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96560.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><h1>Differential diagnosis</h1><p>SLE shares features with other autoimmune and inflammatory diseases.</p><h2>Drug-induced lupus</h2><ul class=\"article-body-unordered-list\"><li>Manifests abruptly with similar symptoms to SLE but typically spares the skin, kidneys, and CNS.</li><li>Usually affects patients who are slow acetylators (ie, genetic polymorphisms in N-acetyltransferase).</li><li>Causative medications include hydralazine, procainamide, isoniazid, minocycline, and TNF-alpha inhibitors (eg, etanercept).</li><li>Anti-histone antibodies are present in &gt;95% of patients.</li><li>Anti-dsDNA antibodies are rarely seen (except when due to TNF-alpha inhibitors).</li><li>Resolves within weeks to months after drug discontinuation.</li></ul><h2>Rheumatoid arthritis</h2><ul class=\"article-body-unordered-list\"><li>Can present with arthritis and multiorgan involvement, but usually causes erosive joint disease with nonreducible deformities (eg, swan neck, ulnar deviation).</li><li>Rheumatoid factor and anticyclic citrullinated peptide antibodies are specific, although patients can be positive for ANAs.</li></ul><h2>Systemic sclerosis</h2><ul class=\"article-body-unordered-list\"><li>Skin thickening and Raynaud phenomenon are more prominent in systemic sclerosis.</li><li>Associated antibodies include anti-Scl-70 (anti-topoisomerase I) (diffuse disease) and anti-centromere (limited disease).</li></ul><h2>Mixed connective tissue disease</h2><ul class=\"article-body-unordered-list\"><li>Overlapping features of SLE, systemic sclerosis, and polymyositis.</li><li>Anti-U1 RNP antibodies are characteristic.</li></ul><h2>Polymyositis/dermatomyositis</h2><ul class=\"article-body-unordered-list\"><li>Muscle weakness is the predominant feature, with much more significant muscle enzyme elevations than can be seen in SLE.</li><li>Associated antibodies include anti-Jo-1 and anti-Mi-2.</li></ul><h2>Infectious diseases</h2><ul class=\"article-body-unordered-list\"><li>Weak transient ANA positivity (eg, &lt;1:80) can be seen with many viral illnesses, but anti-dsDNA and anti-Sm antibodies are negative.</li><li>Some viral infections (eg, parvovirus B19, cytomegalovirus) can mimic SLE symptoms, presenting with fever, joint pain, and rash.</li><li>Neurologic SLE may mimic CNS infection (eg, meningitis), which can be differentiated via lumbar puncture.&nbsp; Cerebrospinal fluid findings in SLE may be normal or reflect mild inflammation (eg, slight elevation in CSF leukocytes, lymphocytosis).</li></ul><h1>Management</h1><h2>General management</h2><p>Management of SLE aims to control disease activity and minimize organ damage.&nbsp; General measures for all patients include emphasizing sun protection to minimize the risk for photosensitivity, smoking cessation to reduce the risk for flares and to maximize treatment efficacy, and routine immunizations given an immunodeficient state.&nbsp; Treatment is similar across age groups, but it is particularly important in children to use glucocorticoids at the lowest effective dose and for the shortest possible duration, given their significant impact on physical and psychological development.</p><h2>Medication choice</h2><p>The selection of medication therapy in SLE depends on the severity and extent of organ involvement.&nbsp; Mild cases of acute cutaneous SLE may be managed with simple measures such as sun protection and topical corticosteroids.</p><p>However, most patients with active SLE benefit from <strong>hydroxychloroquine</strong>, an oral antimalarial agent with immunomodulatory properties that is generally safe and well tolerated.&nbsp; It can cause retinal toxicity on rare occasions, potentially leading to irreversible vision loss after prolonged use (typically after 5-7 years).&nbsp; Therefore, patients treated with hydroxychloroquine should have a baseline ophthalmologic evaluation, with annual reassessments beginning after 5 years of therapy.</p><p>Patients with persistent disease activity require additional medications.&nbsp; Non-organ-threatening disease (eg, musculoskeletal or hematologic manifestations) is usually treated with low-dose <strong>prednisone</strong> (5-15 mg/day) to achieve rapid disease control.&nbsp; Prednisone should be tapered and replaced by a <strong>glucocorticoid-sparing immunosuppressant</strong> to minimize long-term adverse effects.&nbsp; Options include:</p><ul class=\"article-body-unordered-list\"><li>Azathioprine:&nbsp; An immunosuppressant that inhibits purine synthesis to reduce lymphocyte proliferation.</li><li>Methotrexate:&nbsp; A folate antagonist that inhibits DNA synthesis and cell replication, effective for arthritis and skin manifestations.</li><li>Mycophenolate:&nbsp; An antimetabolite that inhibits inosine monophosphate dehydrogenase to decrease T and B lymphocyte proliferation.&nbsp; Used particularly for moderate to severe SLE and LN.</li><li>Belimumab:&nbsp; A monoclonal antibody that inhibits B-lymphocyte stimulator (BLyS) to reduce B-cell activation and autoantibody production.</li><li>Anifrolumab:&nbsp; A monoclonal antibody targeting the type I interferon receptor to decrease interferon signaling and immune activation.&nbsp; Used for moderate to severe SLE with inadequate response to standard treatments.</li></ul><p>Organ-threatening disease (eg, renal disease, CNS involvement) usually requires intensive immunosuppression, such as a combination of pulse-dose IV steroids (methylprednisolone 0.5-1 g/day) plus a glucocorticoid-sparing agent.</p><h2>Additional treatment considerations</h2><p>In addition to direct treatment of SLE manifestations, additional considerations include:</p><ul class=\"article-body-unordered-list\"><li>Managing Raynaud phenomenon:&nbsp; Strategies include nonpharmacologic measures (eg, keeping extremities warm, avoiding stimulants, smoking cessation) and pharmacologic management (eg, calcium channel blockers, topical nitrates).</li><li>Cardiovascular risk reduction:&nbsp; Control of hypertension, hyperlipidemia, and diabetes.</li><li>Osteoporosis screening and prevention:&nbsp; The risk for osteoporosis is increased, in part due to cumulative use of glucocorticoids.&nbsp; In addition, vitamin D deficiency is common (eg, due to sun avoidance).</li><li>APS:&nbsp; Requires lifelong anticoagulation, usually in the form of warfarin, although direct oral anticoagulants (eg, rivaroxaban) may be used in low-risk patients.</li></ul><h1>Prognosis</h1><p>The prognosis of SLE has improved considerably with advances in diagnosis and treatment, resulting in 5-year survival rates now exceeding 90%.&nbsp; Factors influencing prognosis include:</p><ul class=\"article-body-unordered-list\"><li>Renal and CNS involvement:&nbsp; These types of involvement are associated with a worse prognosis due to the potential for irreversible organ damage.</li><li>High disease activity:&nbsp; Persistent disease activity increases the risk for mortality and organ complications.</li><li>Socioeconomic status:&nbsp; Lower socioeconomic status is associated with poorer outcomes, largely due to limited access to consistent care and medications.</li><li>Long-term complications:&nbsp; Cardiovascular disease and infections are among the leading causes of morbidity and mortality in patients with SLE.</li><li>Antiphospholipid antibodies:&nbsp; The presence of these antibodies is linked to higher morbidity and mortality due to thrombotic events.</li><li>Treatment adverse effects:&nbsp; Prolonged use of glucocorticoids and immunosuppressants contributes to risks such as osteoporosis, cardiovascular disease, and increased infection susceptibility.</li></ul><h1>Summary</h1><p>Systemic lupus erythematosus is a complex autoimmune disease characterized by the production of autoantibodies against self-antigens, leading to immune complex formation and tissue damage via type II and type III hypersensitivity reactions.&nbsp; The disease predominantly affects women of childbearing age and presents with a wide range of clinical manifestations, including constitutional symptoms, musculoskeletal complaints, cutaneous lesions, renal involvement, hematologic abnormalities, and neuropsychiatric features.</p><p>Diagnosis relies on a combination of clinical criteria and laboratory findings, with antinuclear antibodies as a sensitive screening test and anti-double-stranded DNA and anti-Smith antibodies providing specificity.&nbsp; Management focuses on controlling disease activity with immunosuppressive therapies, preventing flares, and minimizing organ damage.&nbsp; Despite advances in treatment, systemic lupus erythematosus remains a challenging disease due to its heterogeneity and potential for severe complications.</p></div>\n            "
}