{
  "meta": {
    "title": "Thromboangiitis obliterans (Buerger disease)",
    "url": "https://brainandscalpel.vercel.app/thromboangiitis-obliterans-buerger-disease-b544426b-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:35.677Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Thromboangiitis obliterans, also known as Buerger disease, is a nonatherosclerotic inflammatory disease of the small and medium-sized arteries and veins of the upper and lower extremities.&nbsp; It is strongly associated with tobacco use, and most commonly affects young males who smoke.</p>\n<h1>Pathophysiology</h1><br><br><p>The pathophysiology of thromboangiitis obliterans may involve vascular inflammation triggered by an <strong>immunologic response to tobacco antigens</strong>.&nbsp; The immunologic response is cell-mediated and occurs at the level of the vascular intima and intravascular lumen, resulting in the formation of inflammatory thrombi within the vascular lumen.&nbsp; <strong>Endothelial dysfunction</strong> commonly develops, with impaired vasodilation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10883.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) and elevation of antiendothelial cell antibody titers.<p></p><br><br><p>The <strong>intraluminal thrombus</strong> that forms is heavily laden with inflammatory cells, with increased cellular immunity to types I and III collagen.&nbsp; However, most of the vascular wall is characteristically spared from inflammatory infiltrate; this distinguishes thromboangiitis obliterans from atherosclerosis and other forms of vasculitis.&nbsp; Traditional markers of systemic inflammation (eg, C-reactive protein, erythrocyte sedimentation rate [ESR]) are also usually normal.</p><br><br><p>Intraluminal inflammation and thrombus lead to <strong>occlusion of distal arteries</strong>, which impairs blood flow and causes ischemic symptoms.&nbsp; Collateral vessel formation typically occurs, but progressive disease often leads to tissue ischemia and necrosis.&nbsp; In addition to the arterial disease, the intraluminal thrombosis frequently extends into adjacent small veins, causing superficial thrombophlebitis.&nbsp; Local sensory nerves are also affected by the inflammation, exacerbating ischemic limb pain.</p><br><br><p>In addition to the immunologic response that occurs with thromboangiitis obliterans, a <strong>prothrombotic state</strong> develops and the rheology of the blood is affected, as hematocrit and blood viscosity are commonly elevated.</p>\n<h1>Pathology</h1><br><br><p>The pathology of thromboangiitis obliterans is divided into 3 phases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute phase</strong>:&nbsp; Characterized by occlusive inflammatory thrombus and neutrophil-rich microabscesses with multinucleated giant cells.</li>\n\t<li><strong>Subacute phase</strong>:&nbsp; Involves thrombus organization and recanalization with neutrophil infiltration replaced by lymphocyte infiltration.</li>\n\t<li><strong>Chronic phase</strong>:&nbsp; The intravascular thrombus becomes fully organized and fibrotic.&nbsp; Collateral vessels, often referred to as \"corkscrew collaterals,\" may develop around the occluded arteries.</li>\n</ul><br><br><p>The vessel walls remain largely unaffected throughout all 3 phases.&nbsp; The internal elastic lamina, located between the tunica intima and tunica media, is preserved.</p>\n<h1>Risk factors</h1><br><br><p>The primary risk factor for thromboangiitis obliterans is <strong>tobacco exposure</strong> (cigarette smoking, chewing tobacco); the risk is greatest with the use of homemade cigarettes made of raw tobacco.&nbsp; Most affected patients are heavy cigarette smokers.&nbsp; Chronic cannabis use (in the absence of tobacco use) is a lesser risk factor.</p><br><br><p>Most affected patients are <strong>men age 20-45</strong>, but 10%-25% of cases occur in women.&nbsp; The prevalence is greatest in Middle Eastern and East Asian populations, possibly in part due to genetic factors and in part due to higher rates of raw tobacco use in these populations.&nbsp; A genetic predisposition exists in those with human leukocyte antigen (HLA) subtypes B5 and B54.</p><br><br><p>Severe periodontal disease is present in approximately two thirds of patients and may contribute to intravascular inflammation.</p>\n<h1>Clinical presentation</h1><br><br><p>Thromboangiitis obliterans typically presents with symptoms of distal extremity ischemia in a relatively young patient with substantial tobacco use.&nbsp; <strong>Claudication of the hands and feet</strong> is the usual initial presentation, and can progress to more proximal claudication (eg, calf, forearm) and rest pain.&nbsp; <strong>Multiple limbs</strong> are typically affected, with 40% of patients having symptoms in all 4 extremities.&nbsp; The involvement of multiple extremities helps differentiate it from atherosclerotic claudication, which commonly presents with symptoms in a single limb.&nbsp; Extremity pain can be substantial, resulting from a combination of ischemic pain and inflammatory peripheral nerve damage.</p><br><br><p>Other common clinical manifestations of thromboangiitis obliterans include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decreased pulses of the distal extremities.</li>\n\t<li>Ischemic ulcers of the hands and feet (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34306.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li>Gangrene of the fingers and toes.</li>\n\t<li>Migratory superficial thrombophlebitis, which usually appears as red, painful cords or nodules over the top of veins.</li>\n\t<li>Raynaud phenomenon, likely triggered by inflammation-induced disruption of vascular autonomic innervation.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis is primarily based on a consistent clinical presentation in combination with supportive vascular study findings.&nbsp; Vascular studies useful in the diagnosis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ankle-brachial index (ABI) and wrist-brachial index (WBI) testing</strong>:&nbsp; In the setting of a consistent clinical presentation (eg, young male, smoking, consistent symptoms), an abnormal ABI or WBI is supportive of thromboangiitis obliterans because it indicates impaired perfusion due to inflammation and thrombosis—similar to what is seen in peripheral arterial disease (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68284.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; However, many patients have normal ABI or WBI results because the disease process may be confined to the vasculature distal to the ankle or wrist.</li>\n\t<li><strong>Allen test</strong>:&nbsp; A positive Allen test is suggestive of vascular occlusion distal to the radial or ulnar artery and is supportive of thromboangiitis obliterans in the setting of a consistent clinical presentation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18467.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Catheter-based angiography</strong>:&nbsp; For patients with an unclear diagnosis of thromboangiitis obliterans, angiography can often be confirmatory.&nbsp; Characteristic findings on angiography include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Segmental occlusion of small to medium-sized arteries with interspersed areas of normal-appearing vasculature.</li>\n\t\t<li>Evidence of \"corkscrew collateralization\" bypassing areas of obstruction.</li>\n\t\t<li>No evidence of significant atherosclerotic disease.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Vascular biopsy is rarely required for diagnostic confirmation.&nbsp; When performed, the finding of inflammatory intravascular thrombus is typically confirmatory.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of thromboangiitis obliterans includes other causes of distal extremity ischemia that must be sufficiently ruled out.</p>\n<h2>Atherosclerotic peripheral artery disease (PAD)</h2><br><br><p>Atherosclerotic PAD is typically seen in older patients (eg, age &gt;60) with substantial cardiovascular disease risk factors.&nbsp; As with thromboangiitis obliterans, smoking is a strong risk factor, and clinical manifestations include claudication and other signs and symptoms of distal ischemia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29116.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; However, young patient age and initial presentation with disease in multiple limbs is usually enough to rule out atherosclerotic PAD.&nbsp; Angiography can more definitively rule out atherosclerotic PAD when needed.<p></p>\n<h2>Peripheral thromboembolism</h2><br><br><p>Patients with an embolic source (eg, atrial fibrillation, left ventricular thrombus, endocarditis) may present with acute obstruction of a peripheral artery with signs and symptoms of acute ischemia.&nbsp; The clinical presentation is typically abrupt, and the occlusive thrombus does not have a substantial inflammatory component.</p>\n<h2>Systemic vasculitis</h2><br><br><p>Small- and medium-vessel vasculitis (eg, polyarteritis nodosa, ANCA-associated vasculitis) can cause limb ischemia, but these disorders are typically a multisystem disease process with concomitant renal, gastrointestinal, CNS, and/or pulmonary manifestations.&nbsp; Systemic inflammatory markers (eg, C-reactive protein, ESR) are typically elevated and specific serologies (eg, ANCA serology) are often positive.&nbsp; Histologic findings commonly demonstrate necrotizing vasculitis with fibrinoid necrosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5429.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p>\n<h2>Arterial thrombophilias</h2><br><br><p>Some hypercoagulable states, including antiphospholipid syndrome, heparin-induced thrombocytopenia, and paroxysmal nocturnal hemoglobinuria, can cause arterial thrombosis (rather than the more common venous thrombosis) and may present with distal extremity ischemia similar to thromboangiitis obliterans.&nbsp; In such cases, the thrombus is not inflammatory, and angiographic collaterals are not expected.</p>\n<h2>Cumulative trauma injury</h2><br><br><p>Workers who use vibrating tools (eg, jackhammer, large drill, chain saw) may develop a cumulative trauma injury to the hands and forearms that can mimic thromboangiitis obliterans (ie, hand-arm vibration syndrome).&nbsp; In these cases, the small digital arteries and capillaries are affected, and numbness is a common early symptom, but no inflammatory thrombosis is present.</p>\n<h2>Frostbite</h2><br><br><p>Exposure of the digits to subfreezing temperatures can result in localized endothelial necrosis, microvascular thrombosis, and fibrosis that can cause tissue necrosis.&nbsp; Frostbite is an environmental injury with no relation to inflammatory thrombosis or tobacco exposure.</p>\n<h2>Primary Raynaud disease</h2><br><br><p>Primary Raynaud disease is most common in young women.&nbsp; Patients typically experience sudden onset of cold at the extremities (fingers or toes) and sharply demarcated color changes (white or blue) of the digits.&nbsp; The condition results from exaggerated vasospasm but it is benign, transient, and reversible, causing no inflammation or tissue necrosis.</p>\n<h1>Management</h1><br><br><p>The cornerstone of therapy for thromboangiitis obliterans is <strong>complete cessation of tobacco use</strong>.&nbsp; Cessation typically results in stagnation or possibly regression of disease, and when achieved early in the disease course it may result in complete disease remission.&nbsp; Without tobacco use, cessation disease progression is inevitable.</p><br><br><p>Pharmacologic therapy may relieve ischemic symptoms, but it does not alter disease progression.&nbsp; Pharmacologic options generally consist of vasodilators, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Calcium channel blockers (eg, amlodipine).</li>\n\t<li>Phosphodiesterase inhibitors (eg, cilostazol).</li>\n\t<li>Prostacyclin analogs (eg, iloprost).</li>\n</ul><br><br><p>Surgical revascularization is usually not feasible due to distal vessel involvement.&nbsp; Sympathectomy can be considered for the management of refractory pain.&nbsp; Amputation may be required in advanced disease complicated by tissue necrosis.</p>\n<h1>Complications</h1><br><br><p>Complications of thromboangiitis obliterans include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Progressive ischemia leading to chronic ulcers, superimposed infection, and gangrene, often necessitating amputation.</li>\n\t<li>Chronic pain and disability are common, with significant impact on quality of life.</li>\n\t<li>Secondary complications may include social and psychological distress due to chronic disability.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis depends almost entirely on smoking cessation.&nbsp; Patients who quit tobacco use can stabilize or even experience regression of disease.&nbsp; Continued tobacco use leads to relentless disease progression, with 40%-50% of patients requiring amputation within 5 years.&nbsp; Life expectancy is not significantly reduced unless severe infections or systemic complications occur, making lifestyle modification the key determinant of outcome.</p>\n<h1>Summary</h1><br><br><p>Thromboangiitis obliterans (Buerger disease) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/43301.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a tobacco-associated, nonatherosclerotic inflammatory disease of small and medium-sized vessels of the distal extremities.&nbsp; The pathology is characterized by formation of intralumenal inflammatory thrombi with sparing of the deeper portions of the vascular wall.&nbsp; Clinical manifestations result primarily from arterial obstruction and consequent distal ischemia, with patients typically experiencing claudication of both the upper and lower extremities.&nbsp; Progressive disease can lead to ischemic ulcers, tissue necrosis, and gangrene, necessitating amputation.&nbsp; Management requires complete tobacco cessation, which results in disease remission when achieved early in the course.&nbsp; Ongoing tobacco use leads to inevitable disease progression and resulting disability from chronic pain and limb loss.<p></p>\n</div>\n\n            "
}