{
  "meta": {
    "title": "Transient synovitis",
    "url": "https://brainandscalpel.vercel.app/transient-synovitis-ed06b6ce-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:34.923Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Transient synovitis, a self-limiting inflammatory condition of the joint synovium, classically presents with hip pain in well-appearing young children following a viral illness.&nbsp; This condition is a diagnosis of exclusion and must be distinguished from potentially life-threatening conditions such as septic arthritis.</p>\n<h1>Pathogenesis</h1><br><br><p>Transient synovitis is the most common cause of acute hip pain in children.&nbsp; This <strong>benign</strong> condition is characterized by <strong>inflammation of the synovium</strong> (inner lining of the joint).&nbsp; Effusion develops in the joint space, and the increased pressure results in pain, decreased range of motion, and limp.&nbsp; Although the cause is unknown, it typically occurs in <strong>children age 3-8</strong> following a mild viral illness (eg, gastroenteritis, respiratory infection) or, less commonly, after minor trauma involving the hip (eg, sports injury).&nbsp; In some cases, no preceding trigger is identified.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with transient synovitis classically present with <strong>acute, unilateral hip pain</strong> that develops 1-2 weeks after a <strong>viral illness</strong> (eg, upper respiratory infection).&nbsp; Referred pain to the groin, thigh, or knee may occur, and a minority of patients have bilateral symptoms.&nbsp; Fever is typically absent (or low-grade, &lt;38.5 C [101.3 F]).</p><br><br><p>Examination shows a well-appearing child who may hold the <strong>hip flexed, abducted, and externally rotated</strong> to relieve pressure in the joint space; range of motion is therefore often limited, particularly during attempted internal rotation of the hip joint.&nbsp; Knee examination is normal.&nbsp; An antalgic gait (limp) is common, although patients can bear some weight on the affected leg.</p>\n<h1>Differential diagnosis</h1><br><br><p>Transient synovitis is a <strong>diagnosis of exclusion</strong> and must be distinguished from other conditions that cause hip pain in young children, particularly those that are life-threatening or require emergent treatment.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Septic arthritis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38254.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; Bacteria invade the synovial space, usually via hematogenous spread, resulting in severe joint pain.&nbsp; Patients typically appear ill, have high fever, and refuse to bear weight on the affected extremity.&nbsp; Range of motion (both active and passive) is significantly restricted due to pain and inflammation.&nbsp; Leukocytosis and elevated inflammatory markers are typical.</li>\n\t<li><strong>Slipped capital femoral epiphysis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1452.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Excessive shearing forces result in a fracture at the proximal femoral physis (growth plate).&nbsp; Presentation includes hip (or referred knee) pain, limited internal hip rotation, and a limp; however, a slipped capital femoral epiphysis typically has an insidious onset and usually occurs in adolescents who are obese.&nbsp; X-ray demonstrates anterosuperior displacement of the proximal femur diaphysis relative to the femoral head.</li>\n\t<li><strong>Legg-Calvé-Perthes disease</strong>:&nbsp; An idiopathic disruption of blood supply to the femoral head results in avascular necrosis of the affected hip joint, most commonly affecting children age 3-12.&nbsp; Patients often have hip pain and a limp; however, onset is gradual, and pain is often worse, rather than relieved, during hip abduction.</li>\n\t<li><strong>Juvenile idiopathic arthritis</strong> (JIA):&nbsp; Autoantibody-induced inflammation develops within the synovial space, causing chronic (≥6 weeks) joint swelling and deformity.&nbsp; Certain subtypes also cause rash and fever (eg, systemic JIA), whereas others typically involve many joints, including the knees, wrists, and hands (eg, polyarticular arthritis).&nbsp; Isolated hip involvement is rare.</li>\n</ul>\n<h1>Evaluation</h1><br><br><p>Children age 3-8 who have features consistent with acute, unilateral hip inflammation (eg, pain, limited range of motion) should undergo laboratory evaluation to help distinguish transient synovitis from septic arthritis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34742.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; In transient synovitis, white blood cell count, erythrocyte sedimentation rate, and C-reactive protein levels are normal or only mildly elevated due to lack of infection or significant inflammation.<p></p><br><br><p>Further evaluation (eg, x-ray, ultrasonography, arthrocentesis) is required in patients who are toxic appearing or non–weight-bearing or who have signs of marked inflammation (eg, temperature &gt;38.5 C [101.3 F], white blood cell count &gt;12,000/mm<font size=\"2\"><sup>3</sup></font>, erythrocyte sedimentation rate &gt;40 mm/hr or C-reactive protein &gt;2 mg/dL).&nbsp; Hip x-ray in transient synovitis is normal, and <strong>ultrasonography</strong> revealing <strong>small, bilateral hip effusions</strong> (even in patients with unilateral symptoms) is nonspecific but consistent with the diagnosis.&nbsp; Although a unilateral effusion can also be seen with transient synovitis, concomitant signs of marked inflammation warrant arthrocentesis in such cases.</p>\n<h1>Diagnosis</h1><br><br><p>Transient synovitis is a diagnosis of exclusion based on the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute, unilateral hip (or referred groin, thigh, or knee) pain with absent (or low-grade) fever in a well-appearing child age 3-8.</li>\n\t<li>Decreased internal hip rotation on examination and presence of antalgic gait with the ability to bear some weight on the affected extremity.</li>\n\t<li>Normal (or mildly elevated) white blood cell count, erythrocyte sedimentation rate, and C-reactive protein on laboratory evaluation.</li>\n</ul>\n<h1>Management and prognosis</h1><br><br><p>Treatment of transient synovitis includes rest and <strong>nonsteroidal anti-inflammatory drugs</strong> (eg, ibuprofen).&nbsp; This inflammatory condition is self-limited, and symptoms usually resolve within 1-2 weeks; patients can return to full activity as tolerated.</p><br><br><p>There is a low risk for recurrence (&lt;15%), which also follows a benign course.</p>\n<h1>Summary</h1><br><br><p>Transient synovitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34701.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a benign, self-limiting condition of the hip that occurs in children age 3-8.&nbsp; Manifestations include acute hip pain and limp, often following a viral illness.&nbsp; Patients are generally well-appearing and afebrile without laboratory evidence of significant inflammation.&nbsp; Treatment is supportive (eg, nonsteroidal anti-inflammatory drugs).<p></p>\n</div>\n\n            "
}