{
  "meta": {
    "title": "Vasculitis: An overview",
    "url": "https://brainandscalpel.vercel.app/vasculitis-an-overview-c7a60499-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:39.997Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Vasculitis is characterized by inflammation of blood vessels, leading to end-organ ischemia and dysfunction.&nbsp; There are ~15 distinct vasculitides, which are categorized by the size of vessels involved (large, medium, small, or variable).</p><h1>General pathophysiology</h1><p>Despite diverse presentations, all vasculitides feature systemic inflammation and organ dysfunction.</p><h2>Systemic inflammation</h2><p>Patients typically have constitutional symptoms (eg, fever, malaise, anorexia, nonspecific myalgias) and markedly elevated acute phase markers (eg, erythrocyte sedimentation rate, C-reactive protein).</p><h2>Organ dysfunction</h2><p>Organ injury in vasculitis is primarily due to ischemia.&nbsp; In large vessel vasculitis (eg, giant cell arteritis), major arteries are narrowed from infiltration and inflammatory damage to the vessel wall.&nbsp; Medium vessel vasculitis (eg, Kawasaki disease) can also induce aneurysm formation due to compromised elastic integrity; these can rupture or thrombose, also leading to ischemia.&nbsp; Small vessel vasculitis (eg, granulomatosis with polyangiitis) causes microcirculatory ischemia as well as capillary extravasation (eg, glomerulonephritis, alveolar hemorrhage, cutaneous purpura).</p><p>Vasculitis severity can be graded using organ system-based scoring tools.&nbsp; Organ-threatening vasculitis refers to involvement that leads to permanent loss of function if not urgently treated (eg, acute renal failure, skin necrosis, optic ischemia).</p><h1>Large vessel vasculitides</h1><p>Large vessel vasculitides affect the aorta and its major branches (eg, subclavian and carotid arteries).</p><p></p><h2>Takayasu arteritis</h2><p></p><p>Takayasu arteritis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/78961.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) mainly affects young women (age &lt;40) of Asian descent.&nbsp; It is an idiopathic vasculitis featuring transmural granulomatous inflammation, eventually leading to narrowing and stenosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5683.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Specific manifestations include aorto-occlusive findings (eg, claudication, ischemic ulcers) in the extremities, bruits, and brachial pulse pressure deficits.&nbsp; Major complications include aortic regurgitation, limb infarction, and ischemic stroke.&nbsp; Treatment includes immunosuppression (eg, glucocorticoids, biologic monoclonal antibodies) and stenting of critically stenotic arteries.<p></p><p></p><h2>Giant cell arteritis</h2><p></p><p>Giant cell arteritis (GCA) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57438.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) mainly affects older women (age &gt;50).&nbsp; It is an idiopathic vasculitis with transmural granulomatous inflammation of the arterial wall (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80197.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; It is strongly associated with polymyalgia rheumatica (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57380.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; The temporal artery is most commonly involved (ie, temporal arteritis), resulting in headache and scalp tenderness.&nbsp; Jaw claudication and tongue pain (maxillary and lingual arteries) are common.&nbsp; The feared complication of GCA is ophthalmic artery involvement, which initially presents with amaurosis fugax (\"fleeting darkness\").&nbsp; Without urgent treatment (eg, empiric high-dose glucocorticoids started prior to temporal artery biopsy), it can rapidly progress to optic disc infarction and permanent blindness.<p></p><h2>Other aortitis</h2><p>Other causes of aortitis, sometimes affecting main offshoots as well, include tertiary syphilis and some autoinflammatory conditions (eg, ankylosing spondylitis).&nbsp; Complications include aneurysm formation, rupture, spontaneous aortic dissection, and aortic regurgitation.</p><h1>Medium vessel vasculitides</h1><p>Medium vessel vasculitides affect peripheral arteries (eg, renal, mesenteric, coronary, popliteal).&nbsp;</p><p></p><h2>Polyarteritis nodosa</h2><p></p><p>Polyarteritis nodosa (PAN) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60880.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) mainly affects young adults with chronic hepatitis B and C infection.&nbsp; It is an immune complex–mediated vasculitis that causes nongranulomatous inflammation and fibrinoid necrosis of the vessel wall (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66548.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), leading to microaneurysms and narrowing resembling beads on a string (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64151.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The microaneurysms are prone to rupture, and narrowing causes end-organ ischemia.&nbsp; PAN can affect most organs, including the kidneys (eg, hypertension, renal infarction), bowel (eg, mesenteric ischemia), and nervous system (eg, mononeuritis multiplex).&nbsp; Management involves immunosuppression (eg, prednisone, cyclophosphamide) and treatment of underlying viral hepatitis.<p></p><h2>Kawasaki disease</h2><p>Kawasaki disease (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33230.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) mainly affects toddlers (age &lt;5) of Asian descent.&nbsp; It is thought to represent massive T-cell activation triggered by recent infection (eg, bacterial otitis, viral respiratory).&nbsp; Clinically, the syndrome resembles a superantigen-like response (eg, cytokine storm) with high fever, mucositis (eg, strawberry tongue, oral fissures, conjunctivitis), exfoliation, and cervical lymphadenopathy.&nbsp; The most serious complication is coronary artery aneurysm formation, which can lead to myocardial infarction, coronary rupture (eg, hemopericardium), or sudden cardiac death (eg, arrhythmia).&nbsp; The aneurysms can be detected by echocardiography (recommended for all patients).&nbsp; Treatment involves intravenous immunoglobulin and high-dose aspirin (benefits outweigh risk of Reye syndrome).<p></p><h2>Buerger disease (thromboangiitis obliterans)</h2><p>Thromboangiitis obliterans (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81777.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ) mainly affects young male smokers.&nbsp; The inflammatory response is relatively limited to the endothelial lining (ie, sparing the arterial media and adventitia).&nbsp; Endothelial dysfunction and upregulated leukocyte adhesion molecules (eg, VCAM-1) induce a prothrombotic state.&nbsp; Angiography shows segmental blockages, vessel pruning, and tortuous wispy collaterals (eg, corkscrew appearance).&nbsp; Signs of arterial ischemia include Raynaud phenomenon, digital ulcerations (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34306.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ), and gangrene.&nbsp; Treatment involves smoking cessation (most important and effective), antiplatelet therapy, and arterial vasodilators (eg, prostaglandin).&nbsp;<p></p><h1>Small vessel vasculitides</h1><p>Small vessel vasculitides affect arterioles, capillaries beds (eg, alveoli, glomeruli), and venules.&nbsp; They are classified into antineutrophil cytoplasmic antibodies (ANCA)–associated and immune complex­–mediated vasculitis.</p><h2>ANCA-associated</h2><p>There are 3 ANCA-associated vasculitides (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120316.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ): granulomatosis with polyangiitis (GPA), eosinophilic granulomatosis with polyangiitis (EGPA), and microscopic polyangiitis (MPA).&nbsp; The ANCAs activate deganulated neutrophils within capillaries, resulting in inflammation and fibrinoid necrosis.&nbsp; All 3 conditions can cause rapidly progressive glomerulonephritis with copious inflammatory cells and fibrinous material in Bowman space (ie, crescentic) but with characteristic absence of immunoglobulin and complement deposition (ie, pauci-immune).<p></p><ul class=\"article-body-unordered-list\"><li>GPA (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81579.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ):&nbsp; Most closely linked with anti-proteinase-3 (PR3), located in neutrophil cytoplasmic granules (ie, c-ANCA).&nbsp; Manifestations include necrotizing ulceration of the upper respiratory tract (eg, erosive sinusitis, epistaxis), lung tissue necrosis (eg, cavitary lesions) and diffuse alveolar hemorrhage, and glomerulonephritis.&nbsp; Vessel histopathology shows neutrophilic inflammation with granulomas.</li><li>EGPA (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/75266.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ):&nbsp; More closely linked with anti-myeloperoxidase (MPO), located in neutrophil perinuclear granules (eg, p-ANCA).&nbsp; Manifestations include a prodromal phase of asthma (often refractory), allergic sinus disease (eg, nasal polyps), and eosinophilic organ infiltration (eg, pulmonary opacities).&nbsp; Later, the vasculitic phase causes glomerulonephritis, myocarditis, and neurologic involvement.&nbsp; Vessel histopathology shows eosinophilic inflammation with granulomas.</li><li>MPA:&nbsp; More closely linked with anti-MPO.&nbsp; Its clinical picture is very similar to GPA, with prominent glomerulonephritis (main manifestation) and alveolar inflammation.&nbsp; However, vessel histopathology shows neutrophilic inflammation <em>without</em> granulomas.</li></ul><p>Treatment involves an induction phase of immunosuppression (typically with high-dose glucocorticoids and cyclophosphamide) to control inflammation, followed by a maintenance phase (typically with rituximab [anti-B-cell monoclonal]) to reduce autoantibody formation.</p><p></p><h2>Immune complex-mediated</h2><p></p><p>There are 3 major immune complex-mediated vasculitides: cryoglobulinemic vasculitis, IgA vasculitis, and anti-glomerular basement membrane (anti-GBM) disease.&nbsp; Because complement activation is a major element of vessel injury, all conditions share the findings of serum hypocomplementemia with positive tissue complement staining.</p><ul class=\"article-body-unordered-list\"><li>Cryoglobulinemic vasculitis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/78003.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 10\n                                    </a>\n                                </div>\n                                ):&nbsp; Seen in mixed cryoglobulinemia, primarily associated with chronic viral infections (especially hepatitis C virus).&nbsp; Circulating immune complexes (consisting of rheumatoid factor [IgM] bound to viral proteins) deposit in capillaries and venules.&nbsp; Manifestations include palpable purpura and skin ulcers, glomerulonephritis, and polyneuropathy.&nbsp;</li><li>IgA vasculitis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/66334.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 11\n                                    </a>\n                                </div>\n                                ) (ie, Henoch-Schönlein purpura):&nbsp; Mainly affects preschool children and is potentially triggered by upper respiratory infection.&nbsp; Circulating immune complexes (IgA bound to viral or self proteins) deposit in capillaries and venules.&nbsp; Manifestations include palpable purpura, arthritis, abdominal distress (eg, hematochezia, intussusception), and glomerulonephritis.&nbsp;</li><li>Anti-GBM disease (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/91418.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 12\n                                    </a>\n                                </div>\n                                ) (ie, Goodpasture syndrome):&nbsp; Autoantibodies targeting type IV collagen (most abundant in the basal lamina) leading to formation of immune complexes (IgG bound to collagen IV epitopes) <em>in situ</em>.&nbsp; Manifestations include glomerulonephritis and diffuse alveolar hemorrhage.</li></ul><p>Treatment of cryoglobulinemic vasculitis and anti-GBM disease involves plasmapheresis (to remove immune complexes) and adjunctive immunosuppression.&nbsp; IgA vasculitis generally resolves with supportive care (eg, nonsteroidal anti-inflammatory drugs), and immunosuppression is rarely needed.</p><p></p><h2>Other</h2><p></p><p>There is a group of vasculitis called cutaneous small vessel vasculitis, which includes:</p><ul class=\"article-body-unordered-list\"><li>Drug-induced ANCA (levamisole, cocaine)</li><li>Drug-induced immune complex (hypersensitivity) vasculitis (eg, allopurinoletc.)</li><li>Urticarial (idiopathic [anti-C1q], secondary) vasculitis</li></ul><p>These are primarily skin-limited but sometimes have systemic manifestations.</p><h1>Variable vessel</h1> <h2>Behçet disease</h2><p>Behçet disease (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/82152.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 13\n                                    </a>\n                                </div>\n                                ) mainly affects young males of Turkish and Middle Eastern descent (eg, associated with HLA-B51 haplotype).&nbsp; It involves nonspecific mixed inflammation of multiple vessels.&nbsp; The main manifestation is sterile pyogenic lesions of the skin and mucous membranes (eg, painful, recurrent genital and oral aphthous ulcers).&nbsp; A positive pathergy reaction (ie, large pustular skin lesion out of proportion to small needle prick) is a distinctive feature.&nbsp; Severe complications include pulmonary artery aneurysms and deep venous thrombosis.&nbsp; Treatment includes topical corticosteroids and colchicine (blocks neutrophils) for mucocutaneous ulcers, or systemic immunosuppression (eg, TNF-ɑ inhibitor) for organ-threatening disease.<p></p><h2>Cogan syndrome</h2><p>Cogan syndrome is a rare panvasculitis that preferentially affects the eye and inner ear.&nbsp; Ocular involvement includes episcleritis and keratitis, leading to corneal scarring.&nbsp; Vestibular involvement resembles Ménière disease (eg, attacks of vertigo, tinnitus, and hearing loss).&nbsp; Large (eg, aortitis) and medium vessel (eg, renal artery stenosis) components can be present concurrently.</p><h1>Nonvasculitic differential diagnosis</h1><p>Because vasculitides can affect any organ, the differential is vast.&nbsp; Important mimickers are described below.</p><h2>Large vessel</h2><ul class=\"article-body-unordered-list\"><li>Atherosclerosis can induce arterial stenoses, bruits, and ischemia of the extremities and eye (eg, atheroembolic central retinal artery occlusion) and aortic aneurysms or dissection.&nbsp; However, atheromas typically show calcification (vs transmural edema in vasculitis), and systemic inflammatory symptoms are typically absent.</li><li>Genetic connective tissue disorders (eg, Marfan, Ehlers-Danlos) can produce aortic aneurysms, spontaneous dissections, and sudden monocular vision loss (eg, retinal detachment).&nbsp; However, skin hyperlaxity or joint hypermobility is present, and systemic inflammation is absent.</li></ul><h2>Medium vessel</h2><ul class=\"article-body-unordered-list\"><li>Group A streptococcal complications such as scarlet fever and <em>Staphylococcal</em> toxic shock syndrome can resemble Kawasaki disease.&nbsp; Both are associated with prolonged fever, cervical lymphadenopathy, exfoliative erythroderma, and mucositis (eg, strawberry tongue).&nbsp; However, pharyngitis is usually present, and coronary artery aneurysms are not seen.</li><li>Fibromuscular dysplasia is an idiopathic disorder of myofibroblast proliferation in the arterial media, leading to segmental dilation and structures (string of beads, similar to PAN).&nbsp; Renal artery stenosis (eg, severe hypertension) and mesenteric ischemia can be seen.&nbsp; However, underlying etiologies (eg, chronic HBV infection) and systemic inflammatory symptoms are absent.</li></ul><p></p><h2>Small vessel</h2><p></p><ul class=\"article-body-unordered-list\"><li>Relapsing polychondritis involves autoinflammatory cartilage destruction.&nbsp; It mimics GPA, with systemic symptoms and necrotic ulceration of upper airway cartilage (eg, nasal septum, trachea).&nbsp; However, auricular and joint involvement is usually prominent, whereas renal and alveolar involvement are not.&nbsp; The inflammation is primarily lymphocytic rather than neutrophilic or granulomatous.</li><li>Immune complex glomerulonephritis (eg, poststreptococcal, endocarditis-associated, IgA nephropathy, lupus nephritis) closely overlaps with small vessel vasculitis.&nbsp; The clinical picture is often ambiguous.&nbsp; For example, pulmonary cavitary lesions and glomerulonephritis could represent either GPA or right-sided endocarditis; diffuse alveolar hemorrhage and glomerulonephritis could represent either systemic lupus erythematosus-related antiphospholipid syndrome or anti-GBM disease.&nbsp; Renal biopsy is almost always indicated for clarification.</li></ul><h1>Summary</h1><p>Vasculitis involves inflammation of blood vessels leading to organ ischemia and dysfunction.&nbsp; It is classified by the size of the affected vessels:</p><ul class=\"article-body-unordered-list\"><li>The large vessel vasculitides involve transmural granulomatous inflammation of the aorta and its major branches.&nbsp; Organ-threatening complications include stroke or aortic regurgitation (Takayasu arteritis) and blindness (giant cell arteritis).</li><li>Medium vessel vasculitides involve nongranulomatous inflammation of peripheral arteries.&nbsp; They tend to cause alternating strictures and microaneurysms.&nbsp; Organ-threatening complications include mesenteric ischemia (polyarteritis nodosa) and coronary artery aneurysms (Kawasaki disease).</li><li>Small vessel vasculitides involve antineutrophil cytoplasmic antibody–mediated (eg, granulomatosis with polyangiitis) or complement-mediated (eg, cryoglobulinemic vasculitis) inflammation of capillaries and venules.&nbsp; They are known for causing pulmonary-renal syndrome (glomerulonephritis and alveolar hemorrhage).</li></ul></div>\n            "
}