{
  "meta": {
    "title": "Vertebral compression fracture",
    "url": "https://brainandscalpel.vercel.app/vertebral-compression-fracture-47388e1b-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:37.974Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Vertebral compression fracture (VCF) is characterized by collapse of one or more vertebral bodies under excessive mechanical stress, often due to decreased bone mineral density.&nbsp; It is common in patients with osteoporosis, most commonly occurring in the thoracic and lumbar spine, but can also occur in other bone disorders and occasionally in healthy individuals.&nbsp; Although VCF is often asymptomatic, it can cause significant pain, disability, and, in severe cases, neurologic complications.&nbsp; Understanding the pathophysiology, risk factors, clinical presentation, diagnosis, and management of VCF is necessary for effective patient care.</p>\n<h1>Pathophysiology</h1><br><br><p>VCF is typically caused by a combination of factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Osteoporosis</strong>:&nbsp; Decreased bone mineral density weakens the vertebral body, making it more susceptible to fracture.</li>\n\t<li><strong>Trauma</strong>:&nbsp; Direct or indirect trauma, such as falls or lifting heavy objects, can apply excessive stress to the spine.</li>\n\t<li><strong>Vertebral body abnormalities</strong>:&nbsp; Preexisting conditions such as osteolytic lesions or spinal tumors can weaken the vertebral body.</li>\n</ul><br><br><p>The biomechanical process of VCF most often involves the <strong>collapse of the anterior vertebral body</strong>, resulting in a wedge-shaped deformity.&nbsp; This collapse can compress the spinal canal, potentially leading to nerve root compression or spinal cord injury.</p>\n<h1>Risk factors</h1><br><br><p>VCF is typically seen as a <strong>complication of osteoporosis</strong>; therefore, factors that contribute to age-related bone loss are associated with increased risk for VCF.&nbsp; Major factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Age and sex</strong>:&nbsp; VCF is common with increasing age (prevalence of ~25% in females age ≥50); females are more likely to develop osteoporosis and VCF than males.</li>\n\t<li><strong>Hormonal factors</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Hypoestrogenism:&nbsp; menopause, hypogonadism, oophorectomy/orchiectomy, functional hypothalamic amenorrhea, hyperprolactinemia</li>\n\t\t<li>Non‒estrogen-related conditions:&nbsp; hyperthyroidism (increased bone turnover), Cushing syndrome, diabetes mellitus</li>\n\t</ul>\n\t</li>\n\t<li><strong>Genetics</strong>:&nbsp; family history of osteoporosis or VCF</li>\n\t<li><strong>Lifestyle factors</strong>:&nbsp; smoking, excessive alcohol consumption, sedentary lifestyle</li>\n\t<li><strong>Medical conditions</strong>:&nbsp; chronic inflammation (eg, rheumatoid arthritis), malabsorptive disorders (eg, celiac disease, Crohn disease), multiple myeloma</li>\n\t<li><strong>Medications</strong>:&nbsp; corticosteroids, anticonvulsants, proton pump inhibitors, GnRH analogues</li>\n</ul>\n<h1>Pathology</h1><br><br><p>VCF typically presents as a <strong>wedge-shaped deformity</strong> of the vertebral body, with the anterior height significantly decreased compared to the posterior height (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44810.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The fracture line may be transverse, oblique, or comminuted.&nbsp; In severe cases, the vertebral body can completely collapse.<p></p>\n<h1>Clinical presentation</h1><br><br><p>VCF occurs most commonly in postmenopausal women with low bone density and may occur following minimal trauma, such as bending, twisting, or falling from standing height.&nbsp; It can also occur in patients with normal bone density, although usually in the context of more severe trauma (eg, falling from an extreme height).</p>\n<h2>Acute features</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sudden-onset focal back pain, often worse with standing, walking, or lying on the back</li>\n\t<li>Pain that may radiate to the abdomen or flank</li>\n\t<li>Point tenderness at affected vertebrae</li>\n\t<li>Gradual improvement over 4-6 weeks</li>\n</ul>\n<h2>Chronic features</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Insidious and progressive:&nbsp; Asymptomatic cases may be confirmed on imaging performed for other reasons or with vertebral fracture assessment (VFA) as part of screening bone density testing (DXA).</li>\n\t<li>Spinal deformity:&nbsp; kyphosis, loss of height.</li>\n\t<li>Abnormal loading of the spine:&nbsp; This feature caused by VCF may lead to degenerative spondylosis and facet arthritis.</li>\n\t<li>Neurologic symptoms:&nbsp; In severe cases, VCF can compress neurologic structures, leading to radiculopathy (nerve root pain) or myelopathy (spinal cord compression).&nbsp; Symptoms of radiculopathy may include numbness, tingling, weakness, and pain in the extremities.&nbsp; Symptoms of myelopathy may include leg weakness, loss of bowel or bladder control, and difficulty walking.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of VCF is typically based on a combination of clinical history and physical examination, and confirmed with imaging studies (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L122.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Imaging options include the following:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>X-ray is typically employed as an initial study for symptomatic fracture.</li>\n\t<li>VFA is used to visualize the spine during DXA testing to reveal asymptomatic compression fractures.&nbsp; It has high sensitivity for moderate to severe compression fracture, but sensitivity for mild compression is less than with standard x-ray studies.</li>\n\t<li>CT scan or MRI is occasionally used to evaluate complex fractures or differentiate between osteoporotic and metastatic bone lesions.&nbsp; MRI is suitable for visualization of neurologic structures.</li>\n</ul><br><br><p>VCF following low-velocity trauma in a postmenopausal woman establishes the diagnosis of osteoporosis, even without a formal measurement of bone density.&nbsp; However, DXA should be performed nonurgently to guide chronic management and follow the course over time.&nbsp; In addition, a basic laboratory evaluation for secondary causes of osteoporosis (eg, TSH, serum chemistries, 25-hydroxyvitamin D) is usually appropriate, especially in younger patients, men, and those with unexpectedly severe osteoporosis.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Osteolytic lesions</strong>:&nbsp; Metastatic cancer, multiple myeloma, and lymphoma can cause vertebral body collapse.</li>\n\t<li><strong>Infectious processes</strong>:&nbsp; Osteomyelitis and tuberculosis can lead to vertebral body destruction.</li>\n\t<li><strong>Spinal tumors</strong>:&nbsp; Primary spinal tumors, such as osteosarcoma or chondrosarcoma, can cause vertebral body collapse.</li>\n\t<li><strong>Herniated intervertebral disc</strong>:&nbsp; Herniated disc can mimic the pain of VCF, especially if it compresses a nerve root.</li>\n\t<li><strong>Spondylolisthesis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80706.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; Forward slippage of one vertebra on another can cause back pain and neurologic symptoms.</li>\n</ul>\n<h1>Management</h1><br><br><p>Initial management of pain following VCF includes <strong>simple analgesics</strong> (eg, acetaminophen, nonsteroidal anti-inflammatory drugs), or opioid analgesics if pain is more severe.&nbsp; If pain persists, calcitonin nasal spray can provide additional relief (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/55822.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; However, skeletal muscle relaxants are generally not recommended due to adverse effects (eg, drowsiness, impaired balance) that are magnified in the elderly population.&nbsp; A spinal brace is sometimes used in the initial management, but evidence to support this practice is limited and largely negative.&nbsp; Chronic bracing is likely harmful due to possible atrophy of abdominal and paraspinal muscles.<p></p><br><br><p>Patients with VCF should be encouraged to ambulate and <strong>resume normal activity as soon as possible</strong>.&nbsp; After pain is controlled and the patient is ambulating adequately, a dedicated course of physical therapy to address core strengthening and gait training for fall prevention can be implemented.&nbsp; Secondary preventive measures include exercise (eg, flexibility and balance exercises, resistance training), management of the underlying osteoporosis (eg, bisphosphonates, calcium, vitamin D), and avoidance of lifestyle risk factors (eg, smoking).</p><br><br><p>Pain from acute VCF usually improves within 4-6 weeks.&nbsp; Patients with refractory pain lasting &gt;6 weeks can be considered for vertebral augmentation (eg, vertebroplasty, kyphoplasty), but these procedures are not recommended acutely.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vertebroplasty</strong> involves injecting a cement-like substance into the fractured vertebral body to stabilize it and reduce pain.</li>\n\t<li><strong>Kyphoplasty</strong> is similar to vertebroplasty and involves injecting a balloon into the fractured vertebral body to restore height before injecting cement.</li>\n\t<li><strong>Spinal fusion</strong> is used in severe cases with neurologic complications or instability; it may be necessary to stabilize the spine.</li>\n</ul>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neurologic complications</strong>:&nbsp; VCF can lead to nerve root compression or spinal cord injury, resulting in numbness, tingling, weakness, or loss of bowel or bladder control.</li>\n\t<li><strong>Pain</strong>:&nbsp; VCF can cause persistent or recurrent back pain, often due to degenerative changes in the discs and facet joints that result from abnormal loading of the spine.</li>\n\t<li><strong>Deformity</strong>:&nbsp; VCF can lead to a loss of height and kyphosis (hunchback posture), which, if severe, can impair breathing and intestinal function.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for VCF varies depending on several factors, including severity of the fracture, presence of neurologic complications, and the patient's overall health and functional status.&nbsp; Many patients with VCF experience significant improvement in pain and function with appropriate treatment.&nbsp; However, the risk for recurrent VCF is high in those with osteoporosis.</p>\n<h1>Summary</h1><br><br><p>Vertebral compression fracture (VCF) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52915.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a common osteoporotic fracture that can cause significant pain, disability, and, in severe cases, neurologic complications.&nbsp; Understanding the pathophysiology, risk factors, clinical presentation, diagnosis, and management of VCF is crucial for effective patient care.&nbsp; Appropriate diagnosis and treatment can help improve symptoms and prevent complications.<p></p>\n</div>\n\n            "
}