{
  "meta": {
    "title": "Vitamin D deficiency rickets",
    "url": "https://brainandscalpel.vercel.app/vitamin-d-deficiency-rickets-b97a63d2-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:42.300Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Vitamin D deficiency rickets is a preventable disease caused by decreased mineralization of growth plates and softening of bones during childhood.&nbsp; Patients classically present with skeletal changes, including widening of the wrists and bowing of the extremities.</p>\n<h1>Pathogenesis</h1><br><br><p>Most bones, including long bones and vertebral bodies, develop through endochondral ossification, a process that begins during embryonic development.&nbsp; Endochondral ossification starts with mesenchymal cells differentiating into chondrocytes, forming a hyaline cartilage model for future bone.&nbsp; This cartilage template is then gradually replaced by bone through a series of steps.&nbsp; First, the cartilage matrix becomes mineralized by the deposition of calcium and phosphate into the osteoid (unmineralized bone matrix).&nbsp; Mineralization allows blood vessels to invade, triggering osteoblasts to create new bone matrices, converting the tissue to bone.&nbsp; Ossification begins in the central shaft of the bone (diaphysis) and advances toward the ends (epiphysis), where new cartilage continues to form.&nbsp; Ongoing ossification at these growth plates enables the replacement of cartilage with bone, supporting continuous linear growth throughout childhood and adolescence.</p><br><br><p>Disruption of the mineralization process impairs vascular invasion and prevents osteoblasts from converting cartilage into bone.&nbsp; Rickets is characterized by <strong>defective mineralization at the growth plates</strong> specifically.&nbsp; Although mineralization is disrupted in this condition, cartilage continues to accumulate, expanding in a disorganized manner, which leads to <strong>widening of the growth plates</strong> and the adjacent metaphyses.&nbsp; Sites of rapid bone proliferation (eg, <strong>long bones</strong> of the appendicular skeleton, <strong>skull</strong>, <strong>ribs</strong>) are particularly affected, resulting in the hallmark clinical findings.</p><br><br><p>The most common cause of rickets is <strong>vitamin D deficiency</strong>, which results in low serum calcium levels, compensatory increase in parathyroid hormone and alkaline phosphatase, and low serum phosphate levels (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13318.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This decrease in available serum calcium and phosphate prevents adequate bone mineralization.&nbsp; Risk factors for vitamin D deficiency rickets include insufficient sun exposure (eg, northern latitudes, atmospheric pollution, full-coverage clothing) and inadequate dietary intake of vitamin D (eg, exclusive breastfeeding without supplementation, lack of vitamin D–fortified foods).<p></p><br><br><p>Rickets can less commonly result from calcium or phosphorus deficiency, genetic factors, medications, or liver disease.</p>\n<h1>Clinical presentation</h1><br><br><p>Rickets often presents at sites of rapid bone proliferation in children age 6 to 24 months (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28217.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Early signs include craniotabes (skull bones that depress with pressure), frontal bossing, and delayed fontanelle closure.&nbsp; Bowing of the long bones is dependent on physiologic extremity alignment and the weight-bearing biomechanical forces at the time that the bone weakness develops, as follows (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17203.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age &lt;1:&nbsp; Bowing of the forearms and the distal tibia is more common in infants who crawl.</li>\n\t<li>Age 1-2:&nbsp; Exaggeration of the normal physiologic bowing of the legs (genu varum) can occur when a toddler first begins to walk.</li>\n\t<li>Age 2-6:&nbsp; An exaggerated knock-knee deformity may be present in a walking child whose lower extremities have undergone a physiologic transition to genu valgum.</li>\n</ul><br><br><p>Other physical examination findings include palpable nodules at the costochondral junction (rachitic rosary), widened wrists and knees due to growth plate enlargement, and kyphoscoliosis.&nbsp; Hypotonia and gross motor delay can occur as a result of the altered skeletal structure.</p>\n<h1>Evaluation and diagnosis</h1><br><br><p>Radiographs assessing the growth plates of rapidly growing bones can support a clinical diagnosis of rickets by demonstrating the following features:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bowing</strong> of extremity long bones.</li>\n\t<li><strong>Widened growth plates</strong> and <strong>metaphyseal cupping</strong>/fraying at the wrists and knees (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11562.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li>Enlarged costochondral joints (<strong>rachitic rosary</strong>) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11566.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Laboratory testing is required to determine the cause of rickets.&nbsp; Vitamin D deficiency rickets is consistent with the following serum levels:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Low 25-hydroxyvitamin D (major circulatory form).</li>\n\t<li><strong>Low calcium</strong> (may be normal before advanced disease).</li>\n\t<li><strong>Low phosphate.</strong></li>\n\t<li><strong>Elevated alkaline phosphatase.</strong></li>\n\t<li><strong>Elevated parathyroid hormone.</strong></li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Vitamin D deficiency rickets should be differentiated from other conditions that cause skeletal abnormalities in young children.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypophosphatemic rickets</strong>:&nbsp; This form of rickets typically occurs due to an inability of the kidneys to reabsorb phosphate, leading to both hypophospatemia and hypocalcemia, and subsequent bone deformities and short stature.&nbsp; In contrast to hypocalcemic rickets, patients have a low/normal parathyroid hormone level.</li>\n\t<li><strong>Infantile Blount disease</strong>:&nbsp; This occurs due to disruption of cartilage development at the proximal tibial growth plate and can result in bilateral, severe varus deformity.&nbsp; It typically occurs in infants or toddlers who are obese and begin walking early.&nbsp; Additional skeletal findings such as craniotabes or rachitic rosary are not present.</li>\n\t<li><strong>Achondroplasia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27548.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; In achondroplasia, decreased chondrocyte proliferation and hypertrophy during endochondral ossification can result in genu varum and frontal bossing.&nbsp; Enlarged growth plates are not seen, and rhizomelia and midface hypoplasia are expected.</li>\n\t<li><strong>Osteogenesis imperfecta</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45981.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; This is a congenital defect in the type I collagen structure that results in increased bone fragility.&nbsp; Patients may have bowing deformities of long bones and frontal bossing.&nbsp; However, craniotabes and rachitic rosary are not expected.&nbsp; In addition, other features such as blue sclerae would also be present.</li>\n\t<li><strong>Congenital syphilis</strong>:&nbsp; Congenital syphilis is often asymptomatic but may cause skeletal abnormalities, including craniotabes, frontal bossing, and anterior bowing of the shins.&nbsp; Metaphyseal cupping and fraying and rachitic rosary are not seen.</li>\n</ul>\n<h1>Prevention and management</h1><br><br><p>Vitamin D supplementation is recommended for exclusively breastfed infants to prevent rickets.&nbsp; Infants who receive the majority of their nutrition from formula typically do not require additional supplementation because formula is often fortified with vitamin D.</p><br><br><p>In older children, dietary vitamin D is naturally found in organ meats (eg, liver), egg yolk, and oily fish (eg, salmon, sardines).&nbsp; Some food products (eg, cow's milk, cereals) are fortified with vitamin D.&nbsp; Adequate sun exposure provides an additional source for obtaining vitamin D.</p><br><br><p>Treatment for vitamin D deficiency rickets includes <strong>vitamin D and calcium supplementation</strong>.</p>\n<h1>Prognosis and complications</h1><br><br><p>With early recognition and treatment, most skeletal deformities can resolve completely.&nbsp; Untreated rickets may result in short stature, abnormal dentition, or permanent skeletal deformities.&nbsp; Severe cases can have complications related to hypocalcemia (eg, tetany, paresthesia) and hypophosphatemia (eg, muscle weakness, altered mental status).</p>\n<h1>Summary</h1><br><br><p>Vitamin D deficiency rickets (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49228.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a condition of decreased mineralization at the growth plates during childhood.&nbsp; It often presents with abnormal bowing of the long bones, which can resolve with early recognition and treatment via vitamin D and calcium supplementation.<p></p>\n</div>\n\n            "
}