{
  "meta": {
    "title": "Osteopathic manipulative treatment: Innominates",
    "url": "https://brainandscalpel.vercel.app/osteopathic-manipulative-treatment-innominates-67888f43-025c18.html",
    "scrapedAt": "2025-12-01T05:13:10.773Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Innominate somatic dysfunctions are characterized by altered biomechanics and restricted mobility of one or both innominate bones.&nbsp; These dysfunctions can significantly impact pelvic stability, leading to cascading effects on posture, gait mechanics, and overall musculoskeletal health.&nbsp; This article discusses the functional anatomy and mechanics of innominate motion, diagnostic techniques for identifying specific dysfunctions, and osteopathic manipulative treatment options.</p>\n<h1>Anatomy</h1><h2>Innominate bone and joints</h2><br><br><p>The innominate bone (ie, the hip) is a large, paired bone that forms the lateral and anterior bony pelvis.&nbsp; Each innominate is the result of the embryonic fusion of 3 bones: the ilium, the ischium, and the pubis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118881.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; These bones meet and fuse at the acetabulum, the cup-shaped socket on the lateral aspect of the innominate that articulates with the femoral head (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37336.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>The innominate bones articulate at 3 key locations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sacroiliac (SI) joint:&nbsp; A complex joint formed between the auricular surface of the ilium and the corresponding auricular surface of the sacrum.&nbsp; This joint is responsible for transferring loads between the axial skeleton and the lower extremities.</li>\n\t<li>Pubic symphysis:&nbsp; A cartilaginous joint connecting the 2 pubic bones anteriorly.&nbsp; It allows for slight movement, particularly during childbirth.</li>\n\t<li>Hip joint (coxofemoral joint):&nbsp; A synovial ball-and-socket joint between the acetabulum of the innominate and the head of the femur.&nbsp; Although technically a lower extremity joint, its mechanics are intimately tied to innominate position.</li>\n</ul><br><br><p>Sacral anatomy, including supporting ligaments, is discussed in a separate article.</p>\n<h2>Anatomic landmarks</h2><br><br><p>Key palpable bony landmarks that are important for the diagnosis of innominate somatic dysfunctions include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Iliac crests:&nbsp; The palpable superior borders of the ilia.&nbsp; Their relative positions can help identify upward and downward innominate movement in somatic dysfunctions.&nbsp; In addition, the iliac crests align with the level of the L4-L5 intervertebral disc (useful landmarks when performing a lumbar puncture).</li>\n\t<li>Anterior superior iliac spine (ASIS):&nbsp; Located at the anterior termination of the iliac crest, its relative position is a primary indicator of innominate rotation.</li>\n\t<li>Posterior superior iliac spine (PSIS):&nbsp; Found at the posterior termination of the iliac crest, overlying the sacroiliac joint.&nbsp; Its position relative to the sacrum and the contralateral PSIS is used during the standing flexion test to identify innominate dysfunction.</li>\n\t<li>Pubic ramus:&nbsp; Palpable bony landmark located superiorly and laterally to the pubic symphysis.&nbsp; Its relative superior or inferior position helps diagnose pubic shear dysfunctions, indicating vertical displacement at the pubic symphysis.</li>\n</ul>\n<h2>Muscles influencing innominate motion</h2><br><br><p>Several powerful muscles attach to the innominate bones, and their tone and action directly influence innominate position and mobility.&nbsp; Imbalances in these muscles are frequent contributors to somatic dysfunctions, which are named here and discussed in further detail later in the article.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hip flexors:&nbsp; The iliopsoas, rectus femoris, and sartorius are primary anterior rotators of the innominate (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57376.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Hypertonicity can lead to an anterior innominate rotation dysfunction.</li>\n\t<li>Hip extensors:&nbsp; The gluteus maximus and hamstrings (semitendinosus, semimembranosus, biceps femoris) are primary posterior rotators of the innominate (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L126637.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L62892.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Hypertonicity can lead to posterior innominate rotation.&nbsp; The gluteus maximus also acts as an external rotator of the hip.</li>\n\t<li>Hip abductors:&nbsp; The gluteus medius and minimus, in addition to the tensor fasciae latae, act to abduct the hip (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L126637.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14543.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Hypertonicity can lead to innominate outflares.</li>\n\t<li>Hip adductors:&nbsp; The adductor longus, brevis, and magnus adduct the hip.&nbsp; Hypertonicity, especially if unilateral, can contribute to innominate inflares (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57375.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).</li>\n\t<li>Abdominal muscles:&nbsp; The rectus abdominis (attaching to the pubic symphysis and crest) can cause bilateral posterior innominate rotation or contribute to pubic shears if asymmetric (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13492.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Biomechanics</h1><h2>Innominate movement patterns</h2><br><br><p>The innominate bones move in complex, 3-dimensional patterns primarily at the sacroiliac joints and, to a lesser extent, at the pubic symphysis.&nbsp; These movements are typically described in relation to the sacrum.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Anterior rotation:&nbsp; The ilium moves anteriorly and inferiorly.&nbsp; This results in the ASIS moving inferiorly while the PSIS moves superiorly.&nbsp; The ischial tuberosity moves superiorly.</li>\n\t<li>Posterior rotation:&nbsp; The ilium moves posteriorly and superiorly.&nbsp; This causes the ASIS to move superiorly and the PSIS to move inferiorly.&nbsp; The ischial tuberosity moves inferiorly.</li>\n\t<li>Inflare:&nbsp; The innominate rotates medially around a roughly vertical axis, bringing the ASIS closer to the midline and the ischial tuberosity further from the midline.</li>\n\t<li>Outflare:&nbsp; The innominate rotates laterally around a roughly vertical axis, moving the ASIS further from the midline and the ischial tuberosity closer to the midline.</li>\n\t<li>Superior shear (upslip):&nbsp; The entire innominate bone translates superiorly relative to the sacrum.</li>\n\t<li>Inferior shear (downslip):&nbsp; The entire innominate bone translates inferiorly relative to the sacrum (rare).</li>\n</ul><br><br><p>These movements are essential for normal shock absorption, load transfer, and facilitating lower limb and spinal motion.&nbsp; During gait, the innominates undergo reciprocal anterior and posterior rotation.&nbsp; As one leg moves into swing phase (hip flexion), that innominate rotates posteriorly.&nbsp; Simultaneously, the stance leg moves into hip extension, and that innominate rotates anteriorly.</p>\n<h2>Relationship to lumbar and sacral motion</h2><br><br><p>The pelvis acts as a functional unit with the lumbar spine and sacrum.&nbsp; Therefore, innominate motion is inherently linked to the mechanics of these adjacent structures.&nbsp; For example, an anteriorly rotated innominate on one side can create a functional leg length discrepancy by effectively lengthening the leg (discussed in a separate article); this can lead to a compensatory sacral torsion and lumbar sidebending.&nbsp; Conversely, primary lumbar or sacral dysfunctions can impose stresses on the SI joints, leading to secondary innominate dysfunctions.&nbsp; For instance, lumbar scoliosis will invariably alter pelvic alignment.</p>\n<h1>Diagnostic tests for innominate dysfunctions</h1><br><br><p>Diagnosis of innominate dysfunction largely depends on a series of palpatory and motion tests.&nbsp; The goal is to identify asymmetries in landmark position and restrictions in motion.</p>\n<h2>Standing flexion test</h2><br><br><p>The standing flexion test (StFT) is a key screening test for assessing iliosacral somatic dysfunction (motion of the ilium on the sacrum).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Procedure:&nbsp; The patient stands with feet shoulder-width apart.&nbsp; The physician sits or kneels behind the patient and places their thumbs inferior to and slightly medial to the PSIS bilaterally, ensuring symmetric contact.&nbsp; The patient is instructed to bend forward slowly at the waist as if trying to touch their toes, keeping their knees straight.</li>\n\t<li>Interpretation:&nbsp; The physician observes the relative movement of the PSISs.&nbsp; Normally, superior motion of the PSIS is minimal and symmetric.&nbsp; If one PSIS moves further cranially (superiorly) than the other at the end range of forward flexion, the test is considered positive on that side.&nbsp; A positive standing FT indicates excessive superior PSIS motion on one side due to an innominate dysfunction on the same side.&nbsp; This restricted motion means the ilium is not moving as freely with the sacrum as it should during trunk flexion.</li>\n</ul><br><br><p>Positive StFTs on the right and left are demonstrated in the following images (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73784.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73785.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; The StFT should not be confused with the seated flexion test, which is abnormal in sacral (not innominate) dysfunctions.<p></p>\n<h2>ASIS compression test</h2><br><br><p>The ASIS compression test evaluates the integrity and springiness of the SI joints and can help identify general hypomobility or hypermobility.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Procedure:&nbsp; The patient is supine.&nbsp; The physician places the heels of the hands on the patient's ASISs, with fingers pointing cephalad or laterally.&nbsp; A gentle downward (posterior) and slightly medial pressure is applied, first to one ASIS, then the other, and then both simultaneously.</li>\n\t<li>Interpretation:&nbsp; The physician assesses the amount of \"spring.\"&nbsp; Normally, spring is present and equal on both sides.&nbsp; A positive test (ie, decreased spring on one side or decreased spring over the ASIS) indicates that there is an innominate dysfunction (ie, abnormal innominate position) on the same side as the positive test.&nbsp; A \"hard end feel,\" or lack of movement, suggests restriction or fixation on that side (hypomobility).&nbsp; Excessive movement might suggest hypermobility or instability.&nbsp; For example, a positive ASIS compression test on the left reveals a left-sided innominate dysfunction.</li>\n</ul><br><br><p>The ASIS compression test is shown in the following image (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73497.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p>\n<h2>Palpation of bony landmarks for asymmetry</h2><br><br><p>Careful palpation and comparison of bony landmarks bilaterally in various positions (standing, supine, and prone) are key for diagnosing innominate dysfunctions.&nbsp; Once the side of innominate dysfunction is determined (eg, by a positive ASIS compression test or standing flexion test), the type of dysfunction is determined by assessing the position of the ASIS, PSIS, and pubic bones.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>ASIS position:&nbsp; The ASIS is assessed in the supine position for relative height (superior/inferior).&nbsp; An ASIS that is more inferior on one side compared to the other suggests an anterior innominate rotation on that side.&nbsp; Conversely, an ASIS that is more superior suggests a posterior innominate rotation.</li>\n\t<li>ASIS-to-umbilicus distance:&nbsp; Asymmetry in the distance between the ASIS and the midline (ie, umbilicus) indicates an innominate flare, in which the anterior portion of the innominate is \"stuck\" either in the medial (inflare) or lateral (outflare) position.&nbsp; If the ASIS-to-umbilicus distance is greater on the side with a positive ASIS compression test, the diagnosis is an innominate outflare.&nbsp; In contrast, if the ASIS on the side of the positive compression test is more medial (ie, the ASIS-to-umbilicus distance is shorter), the diagnosis is an innominate inflare.</li>\n\t<li>PSIS position:&nbsp; The PSIS is assessed in prone or standing position for relative height.&nbsp; An inferior PSIS (with a superior ASIS) indicates a posterior innominate rotation.&nbsp; Conversely, a superior PSIS (with an inferior ASIS) indicates an anterior innominate rotation.</li>\n\t<li>Iliac crest height:&nbsp; The iliac crest height is assessed with the patient standing.&nbsp; Significant asymmetry can indicate a superior or inferior innominate shear (upslip/downslip) (or, as discussed in a separate article, leg length discrepancy).</li>\n\t<li>Pubic symphysis alignment:&nbsp; Pubic symphysis alignment is assessed with the patient supine.&nbsp; The physician gently palpates the superior aspect of both pubic rami just lateral to the symphysis.&nbsp; A difference in height suggests a superior or inferior pubic shear.</li>\n</ul>\n<h1>Innominate dysfunctions</h1><br><br><p>Integrating StFT, ASIS compression tests, and palpation of ASIS, PSIS, and pubic rami positions helps identify specific innominate dysfunctions: innominate rotation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74470.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ), innominate shear (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74492.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ), innominate flare (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74290.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ), and pubic shear (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78925.jpg\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ).&nbsp; Associated findings and muscle energy/high-velocity low-amplitude (HVLA) techniques are discussed in the following sections.<p></p><br><br><p>Understanding muscle roles is essential for muscle energy treatments (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74941.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ).&nbsp; Hip flexors anteriorly rotate the innominate, increasing lumbar lordosis.&nbsp; Hip extensors posteriorly rotate the innominate, reducing lordosis.&nbsp; Muscle energy techniques involve postisometric relaxation, in which joints are positioned at restrictive barriers and the patient contracts against resistance.&nbsp; HVLA positions joints at restrictive barriers, delivering rapid, controlled thrusts to restore alignment and mobility.<p></p>\n<h2>Anterior innominate rotation</h2><br><br><p>An anterior innominate rotation involves the ilium being rotated anteriorly in relation to the sacrum.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Etiology:&nbsp; Often caused by hypertonicity of hip flexors or by activities involving forceful hip extension.</li>\n\t<li>Test results:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Standing flexion test:&nbsp; Positive on the side of dysfunction.</li>\n\t\t<li>ASIS compression test:&nbsp; May show increased resistance on the affected side.</li>\n\t</ul>\n\t</li>\n\t<li>Palpatory findings:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>ASIS:&nbsp; Inferior on the side of dysfunction.</li>\n\t\t<li>PSIS:&nbsp; Superior on the side of dysfunction.</li>\n\t\t<li>Ischial tuberosity:&nbsp; Relatively superior.</li>\n\t\t<li>Pubic ramus:&nbsp; May be slightly inferior on the affected side.</li>\n\t</ul>\n\t</li>\n\t<li>Muscle energy technique (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73487.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Positioning:&nbsp; With the patient supine, the physician flexes the patient's hip and knee on the affected side to approximately 90 degrees.&nbsp; The physician then further flexes the hip, effectively using the patient's femur as a lever to engage the posterior rotation barrier of the innominate.</li>\n\t\t<li>Activation:&nbsp; The patient is instructed to gently extend the hip (push the thigh/knee towards the table or into the physician's stabilizing hand/shoulder) against the physician's isometric counterforce for 3-5 seconds.</li>\n\t\t<li>Correction:&nbsp; After relaxation, the physician gently moves the innominate further into posterior rotation by increasing hip flexion, taking up the slack to the new barrier.&nbsp; This is repeated 3-5 times.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Posterior innominate rotation</h2><br><br><p>A posterior innominate rotation occurs when the ilium rotates posteriorly.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Etiology:&nbsp; Often associated with hypertonicity of hip extensors or with activities involving sudden hip flexion or lifting with knees straight.</li>\n\t<li>Test results:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Standing flexion test:&nbsp; Positive on the side of dysfunction.</li>\n\t\t<li>ASIS compression test:&nbsp; May show increased resistance on the affected side.</li>\n\t</ul>\n\t</li>\n\t<li>Palpatory findings:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>ASIS:&nbsp; Superior on the side of dysfunction.</li>\n\t\t<li>PSIS:&nbsp; Inferior on the side of dysfunction.</li>\n\t\t<li>Ischial tuberosity:&nbsp; Relatively inferior and potentially more prominent.</li>\n\t\t<li>Pubic ramus:&nbsp; May be slightly superior on the affected side.</li>\n\t</ul>\n\t</li>\n\t<li>Muscle energy technique (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73565.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Positioning:&nbsp; With the patient lying supine and the affected leg hanging off the side of the table in extension to engage the anterior rotation barrier, the contralateral hip and knee are flexed and held by the patient to stabilize the lumbar spine and contralateral pelvis.</li>\n\t\t<li>Activation:&nbsp; The patient is instructed to gently flex the hip (lift the straight leg towards the ceiling) against the physician's isometric counterforce applied to the anterior thigh for 3-5 seconds.</li>\n\t\t<li>Correction:&nbsp; After relaxation, the physician gently encourages further hip extension, moving the innominate further into anterior rotation.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Superior innominate shear</h2><br><br><p>A superior innominate shear (upslip) involves superior displacement of the entire innominate relative to the sacrum.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Etiology:&nbsp; Typically traumatic, such as a fall onto an ischial tuberosity, landing hard on one leg, or a sudden upward thrust through the leg.</li>\n\t<li>Test results:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Standing flexion test:&nbsp; Positive on the side of dysfunction.</li>\n\t\t<li>ASIS compression test:&nbsp; Often markedly restricted.</li>\n\t</ul>\n\t</li>\n\t<li>Palpatory findings:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>ASIS:&nbsp; Superior on the side of dysfunction.</li>\n\t\t<li>PSIS:&nbsp; Superior on the side of dysfunction.</li>\n\t\t<li>Iliac crest:&nbsp; Superior on the side of dysfunction.</li>\n\t\t<li>Ischial tuberosity:&nbsp; Superior on the side of dysfunction.</li>\n\t\t<li>Pubic ramus:&nbsp; Superior on the side of dysfunction.</li>\n\t</ul>\n\t</li>\n\t<li>HVLA technique (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74129.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>The physician flexes the patient's leg at the hip/knee before applying caudad traction to the ankle for 3-5 breaths.&nbsp; Then, a rapid, short pulling force is applied at the end of exhalation.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Inferior innominate shear</h2><br><br><p>An inferior innominate shear involves inferior displacement of the entire innominate relative to the sacrum.&nbsp; It is much less common than an upslip.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Etiology:&nbsp; May result from a strong traction force on the leg in which the leg is pulled downwards, such as stepping into a hole unexpectedly.</li>\n\t<li>Test results:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Standing flexion test:&nbsp; Positive on the side of dysfunction.</li>\n\t\t<li>ASIS compression test:&nbsp; Often markedly restricted.</li>\n\t</ul>\n\t</li>\n\t<li>Palpatory findings:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>ASIS:&nbsp; Inferior on the side of dysfunction.</li>\n\t\t<li>PSIS:&nbsp; Inferior on the side of dysfunction.</li>\n\t\t<li>Iliac crest:&nbsp; Inferior on the side of dysfunction.</li>\n\t\t<li>Ischial tuberosity:&nbsp; Inferior on the side of dysfunction.</li>\n\t\t<li>Pubic ramus:&nbsp; Inferior on the side of dysfunction.</li>\n\t</ul>\n\t</li>\n\t<li>HVLA technique:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>With the patient positioned laterally or supine, the physician grasps the affected leg above the ankle.&nbsp; After abducting the leg slightly, a rapid, superiorly directed thrust is applied through the leg at the end of exhalation to reduce the inferior displacement.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Innominate inflare</h2><br><br><p>An inflare describes a medial rotation of the innominate in the transverse plane around a vertical axis, where the ASIS moves medially.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Etiology:&nbsp; Often associated with muscle imbalances, such as hypertonic hip adductors or internal rotators, or occurs as compensation for lower extremity issues.</li>\n\t<li>Test results:&nbsp; Positive StFT on the affected side and positive ASIS compression test.</li>\n\t<li>Palpatory findings:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>ASIS:&nbsp; More medial (closer to the umbilicus) on the affected side.</li>\n\t\t<li>PSIS and ischial tuberosity:&nbsp; More lateral.</li>\n\t</ul>\n\t</li>\n\t<li>Muscle energy technique (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73484.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Positioning:&nbsp; With the patient lying supine and the hip and knee on the affected side flexed to 90 degrees, the physician abducts the hip to engage the inflare barrier (resistance to further outflare).</li>\n\t\t<li>Activation:&nbsp; The patient is instructed to gently adduct the hip (bring the knee toward the midline) against the physician's isometric counterforce for 3-5 seconds.</li>\n\t\t<li>Correction:&nbsp; After relaxation, the physician gently moves the hip further into abduction, correcting the inflare.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Innominate outflare</h2><br><br><p>An outflare describes a lateral rotation of the innominate in the transverse plane, where the ASIS moves laterally.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Etiology:&nbsp; Often results from hypertonic hip abductors (like gluteus medius/minimus) or external rotators, or occurs as compensation for lower extremity mechanics (eg, genu valgum).</li>\n\t<li>Test results:&nbsp; Positive StFT on the affected side and positive ASIS compression test.</li>\n\t<li>Palpatory findings:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>ASIS:&nbsp; More lateral (further from the umbilicus) on the affected side.</li>\n\t\t<li>PSIS and ischial tuberosity:&nbsp; More medial.</li>\n\t</ul>\n\t</li>\n\t<li>Muscle energy technique (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73126.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Positioning:&nbsp; With the patient lying supine and the hip and knee on the affected side flexed to 90 degrees, the physician adducts the hip to engage the outflare barrier (resistance to further inflare).</li>\n\t\t<li>Activation:&nbsp; The patient is instructed to gently abduct the hip (bring the knee away from the midline) against the physician's isometric counterforce for 3-5 seconds.</li>\n\t\t<li>Correction:&nbsp; After relaxation, the physician gently moves the hip further into adduction, correcting the outflare.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Pubic shears</h2><br><br><p>Pubic shear dysfunctions involve vertical displacement (superior or inferior) of one pubic ramus relative to the other at the pubic symphysis.&nbsp; Compression or gapping can also occur but are not commonly described as primary shears.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Etiology:&nbsp; Can result from muscle imbalances (eg, rectus abdominis, adductors), trauma, or childbirth.&nbsp; Often associated with other innominate dysfunctions like upslips or rotations.</li>\n\t<li>Test results:&nbsp; Direct palpation is the primary diagnostic method.&nbsp; StFT may be positive if it is linked to a larger innominate dysfunction.</li>\n\t<li>Palpatory findings:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Superior pubic shear:&nbsp; The superior aspect of one pubic ramus, just lateral to the symphysis, is palpated superiorly to the contralateral side.</li>\n\t\t<li>Inferior pubic shear:&nbsp; One pubic ramus is palpated inferiorly.</li>\n\t</ul>\n\t</li>\n\t<li>Muscle energy techniques:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Superior pubic shear:&nbsp; While lying supine with the affected hip flexed, the patient is instructed to gently extend the hip (push the thigh towards the table) against the physician's isometric counterforce for 3-5 seconds.&nbsp; After relaxation, the physician gently moves the innominate further into posterior rotation by increasing hip flexion (which also encourages inferior movement of the pubis).</li>\n\t\t<li>Inferior pubic shear:&nbsp; While lying supine with the affected hip extended off the table, the patient is instructed to gently flex the hip (lift the leg towards the ceiling) against the physician's isometric counterforce for 3-5 seconds.&nbsp; After relaxation, the physician gently moves the hip further into extension, which encourages anterior innominate rotation and can help draw the inferior pubis superiorly.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Summary</h1><br><br><p>Innominate somatic dysfunctions affect the alignment and mobility of the ilium, ischium, and pubis.&nbsp; A detailed understanding of pelvic landmarks, such as the anterior superior iliac spine, posterior superior iliac spine, iliac crests, and pubic symphysis, is important for accurate diagnosis.&nbsp; The biomechanics of innominate motion—including anterior/posterior rotations, inflares/outflares, and superior/inferior shears—are intricately linked to sacral and lumbar mechanics, influencing gait and posture.&nbsp; Diagnosis is achieved through a combination of the standing flexion test and anterior superior iliac spine compression test, in addition to precise palpation of bony asymmetries.&nbsp; Diagnostic algorithms for innominate rotations/shears and innominate flares/pubic shears are provided in the following flowcharts for reference (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78770.png\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ), (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78745.png\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                ).<p></p><br><br><p>Common dysfunctions include anterior and posterior innominate rotations, superior shears (upslips), inflares, outflares, and pubic shears, each with characteristic palpatory findings and clinical presentations.&nbsp; Osteopathic manipulative treatment involves muscle energy techniques and high-velocity low-amplitude thrusts to restore normal innominate biomechanics.</p>\n</div>\n\n            "
}