{
  "meta": {
    "title": "Osteopathic manipulative treatment: Thoracic spine",
    "url": "https://brainandscalpel.vercel.app/osteopathic-manipulative-treatment-thoracic-spine-5c715f9e-025c18.html",
    "scrapedAt": "2025-12-01T05:55:10.438Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Osteopathic manipulative treatment (OMT) may effectively address&nbsp;thoracic spine dysfunction, relieving midback pain, improving respiratory mechanics, and enhancing overall thoracic mobility.&nbsp; This article discusses thoracic spine anatomy, biomechanics, somatic dysfunctions, and OMT techniques.&nbsp; The ribs and scoliosis are discussed in separate articles.</p>\n<h1>Thoracic vertebrae</h1><br><br><p>The thoracic spine consists of 12 vertebrae (T1 through T12) with facets oriented primarily in the coronal plane, facilitating <strong>rotation</strong>, with limited flexion, extension, and sidebending.&nbsp; Stability is provided by robust ligamentous structures, including the anterior and posterior longitudinal ligaments and intertransverse ligaments.</p><br><br><p>Thoracic curvature naturally forms a <strong>kyphotic</strong> alignment, optimizing spinal stability and facilitating load distribution.&nbsp; Excessive kyphosis (hyperkyphosis) or hypomobility can lead to biomechanical dysfunction, chronic pain syndromes, and impaired respiratory function.&nbsp; The thoracic vertebrae articulate with the ribs via costovertebral and costotransverse joints, which are crucial for thoracic cage stability and respiratory mechanics.</p>\n<h2>Anatomic landmarks</h2><br><br><p><strong>Scapular anatomic landmarks</strong> are useful for quickly identifying specific thoracic vertebrae during the diagnosis of thoracic vertebral somatic dysfunctions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73619.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The <strong>spine</strong> of the scapula is located at the level of the <strong>T3</strong> spinous process.</li>\n\t<li>The <strong>inferior angle</strong> of the scapula is located at the level of the <strong>T7</strong> spinous process.</li>\n</ul><br><br><p>The spinous process can then be used to locate the transverse processes, allowing for segmental motion testing (ie, rotation, sidebending).&nbsp; The location of the spinous process relative to the transverse processes varies in the thoracic spine (referred to as the \"rule of threes\"):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>T1-T3</strong> spinous process:&nbsp; At the <strong>same level</strong> as the corresponding transverse processes.</li>\n\t<li><strong>T4-T6</strong> spinous process:&nbsp; <strong>Halfway between</strong> the corresponding transverse processes and the transverse processes of the vertebra below.</li>\n\t<li><strong>T7-T9</strong> spinous process:&nbsp; At the level of the transverse processes of the <strong>vertebra below</strong>.</li>\n\t<li>T10-T12 spinous processes:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>T10</strong> spinous process:&nbsp; At the level of the transverse processes of the <strong>vertebra below</strong> (T11).</li>\n\t\t<li><strong>T11</strong> spinous process:&nbsp; <strong>Halfway between</strong> the corresponding transverse processes (T11) and the transverse processes of the vertebra below (T12).</li>\n\t\t<li><strong>T12</strong> spinous process:&nbsp; At the <strong>same level</strong> as the corresponding transverse processes (T12).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Additional landmarks include the vena caval foramen (T8), esophageal hiatus (T10), and aortic hiatus (T12) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25419.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h1>Thoracic spine disorders</h1><h2>Thoracic strain and sprain</h2><br><br><p>Thoracic strains (muscular injury) and sprains (ligamentous injury) occur from trauma, poor posture, or repetitive movements.&nbsp; They present with localized pain, muscle spasms, and restricted motion.&nbsp; Palpation demonstrates hypertonicity and tenderness in paraspinal muscles (eg, trapezius, rhomboids, erector spinae).&nbsp; OMT techniques such as soft tissue manipulation, myofascial release, and muscle energy technique can restore mobility and relieve pain.</p>\n<h2>Thoracic disc herniation</h2><br><br><p>Thoracic disc herniation is uncommon but, if severe, may cause localized thoracic pain, radicular symptoms, and neurologic deficits.&nbsp; Conservative management includes OMT to reduce paraspinal hypertonicity, improve vertebral mobility, and alleviate compressive symptoms using gentle techniques such as facilitated positional release and indirect myofascial release.</p>\n<h2>Thoracic vertebral somatic dysfunctions</h2><br><br><p>Somatic dysfunctions in the thoracic spine present as restricted vertebral segment motion, typically involving rotation, flexion, or extension dysfunctions.&nbsp; OMT techniques such as high-velocity, low-amplitude (HVLA) thrust and muscle energy technique effectively restore normal segmental movement.</p><br><br><p>HVLA thrust is a direct technique that moves the dysfunctional joint through its restrictive barrier to (ie, away from the direction that it is \"stuck\") by applying a rapid (high-velocity) and short (low-amplitude) thrust.&nbsp; For thoracic dysfunctions, the \"Kirksville crunch\" is commonly used (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73489.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Summary</h1><br><br><p>Osteopathic manipulative treatment (OMT) effectively addresses thoracic spine dysfunction by alleviating mid-back pain, enhancing respiratory mechanics, and improving thoracic mobility.&nbsp; Understanding the biomechanics, anatomy, and key landmarks of the thoracic spine, including the scapular positioning (spine at T3, inferior angle at T7) and the \"rule of threes\" governing spinous process relationships, is important for accurate diagnosis and treatment.&nbsp; Thoracic disorders—including strains/sprains, disc herniation, and vertebral somatic dysfunctions—present with restricted vertebral movements, myofascial tension, and paraspinal hypertonicity.&nbsp; OMT techniques (eg, high-velocity, low-amplitude thrust; muscle energy technique) provide targeted and individualized management to restore normal segmental movement, enhance thoracic function, and reduce symptoms.</p>\n</div>\n\n            "
}