{
  "meta": {
    "title": "Osteopathic manipulative treatment: Scoliosis",
    "url": "https://brainandscalpel.vercel.app/osteopathic-manipulative-treatment-scoliosis-5ab01e94-025c18.html",
    "scrapedAt": "2025-12-01T05:13:14.743Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Scoliosis is an abnormal lateral curvature of the spine, commonly associated with back pain, stiffness, and related somatic dysfunctions.&nbsp; Osteopathic manipulative treatment (OMT) is beneficial in managing scoliosis by addressing musculoskeletal imbalances, reducing pain, and enhancing functional mobility.&nbsp; This article discusses anatomic and biomechanical characteristics, monitoring and management strategies, and the role of OMT.</p>\n<h1>Incidence and etiology</h1><br><br><p>Scoliosis affects approximately 2%-3% of the population, predominantly adolescents during periods of rapid skeletal growth.&nbsp; Female patients are more commonly affected, particularly with spinal curves that progress and require intervention.&nbsp; Most scoliosis cases (~80%) are idiopathic, meaning they have no identifiable cause.&nbsp; However, scoliosis can also result from neuromuscular conditions (eg, cerebral palsy, muscular dystrophy), congenital vertebral anomalies, trauma, and leg-length discrepancies.</p>\n<h1>Anatomy and biomechanics</h1><h2>Dextroscoliosis and levoscoliosis</h2><br><br><p>Scoliosis involves lateral spinal curvature with vertebral rotation and associated sidebending, typically classified as either dextroscoliosis or levoscoliosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8306.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dextroscoliosis</strong> is characterized by a spinal curvature <strong>convex</strong> to the <strong>right</strong> side, involving left sidebending of vertebral segments.</li>\n\t<li><strong>Levoscoliosis</strong> involves a curvature <strong>convex</strong> to the <strong>left</strong>, with right sidebending of spinal segments.</li>\n</ul>\n<h2>Functional versus structural scoliosis</h2><br><br><p>Scoliosis curves can be either functional or structural:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Functional</strong> curves are temporary and typically result from muscular imbalances, postural habits, or leg-length discrepancies.&nbsp; These curves resolve or significantly improve with positional changes or correction of underlying factors.</li>\n\t<li><strong>Structural</strong> curves are fixed deformities involving permanent vertebral rotation and sidebending, which persist regardless of position or posture.</li>\n</ul>\n<h2>Thoracic versus lumbar scoliosis</h2><br><br><p>Curves are also categorized by spinal regions involved:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Thoracic</strong> scoliosis, involving the upper to midback, is commonly associated with <strong>rib prominence</strong> due to vertebral rotation.</li>\n\t<li><strong>Lumbar</strong> scoliosis, affecting the lower spine, frequently results in <strong>pelvic asymmetry</strong> and <strong>leg-length discrepancies</strong>.</li>\n</ul>\n<h1>Diagnosis and classification</h1><br><br><p>Diagnosis involves clinical evaluation, palpation, and x-rays.&nbsp; The standard method for quantifying spinal curvature is the <strong>Cobb angle</strong>, measured on an upright spinal radiograph (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36750.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Identify the vertebrae at the superior and inferior ends of the spinal curve (most displaced vertebrae).</li>\n\t<li>Draw parallel lines along the superior endplate of the upper vertebra and the inferior endplate of the lower vertebra.</li>\n\t<li>The intersection of perpendicular lines drawn from these lines defines the Cobb angle.</li>\n</ul><br><br><p>Scoliosis severity classification is based on the Cobb angle, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mild</strong>:&nbsp; 5-19 degrees.</li>\n\t<li><strong>Moderate</strong>:&nbsp; 20-49 degrees.</li>\n\t<li><strong>Severe</strong>:&nbsp; ≥50 degrees.</li>\n</ul>\n<h1>Management</h1><h2>Principles of management</h2><br><br><p>Management depends on scoliosis severity, rate of progression, and skeletal maturity (assessed via Tanner staging and radiographic markers):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mild</strong> scoliosis:&nbsp; Managed conservatively with <strong>strengthening exercises</strong> and OMT.&nbsp; Follow-up imaging is usually unnecessary after reaching skeletal maturity due to low progression risk.</li>\n\t<li><strong>Moderate</strong> scoliosis:&nbsp; Monitored every 6 months, primarily managed with <strong>spinal bracing</strong> (&gt;18 hr daily) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31679.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; <strong>Rapid curve progression</strong> (&gt;5 degrees per year) despite adequate bracing warrants <strong>surgical evaluation</strong>.</li>\n\t<li><strong>Severe</strong> scoliosis:&nbsp; Typically managed <strong>surgically</strong> due to an increased risk of <strong>cardiopulmonary compromise</strong> (eg, restrictive lung disease, reduced preload impairing cardiac output) and further deformity progression.</li>\n</ul>\n<h2>Osteopathic manipulative treatment</h2><br><br><p>OMT complements scoliosis management by addressing associated somatic dysfunctions, decreasing pain, and improving musculoskeletal function.&nbsp; Common techniques include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Muscle energy:&nbsp; Facilitates improved vertebral alignment and reduces muscular tension.</li>\n\t<li>Myofascial release:&nbsp; Alleviates fascial restrictions and muscle imbalances.</li>\n\t<li>Facilitated positional release:&nbsp; Gently normalizes hypertonic muscles and vertebral dysfunction.</li>\n</ul><br><br><p>In addition, OMT addressing pelvic and lower extremity dysfunctions reduces compensatory mechanisms and enhances overall alignment and mobility.&nbsp; Associated innominate asymmetry and leg-length discrepancies are discussed in a separate article.</p>\n<h1>Summary</h1><br><br><p>Scoliosis is an abnormal lateral curvature of the spine, often accompanied by vertebral rotation and sidebending, classified as either dextroscoliosis (convex curve to the right with left sidebending) or levoscoliosis (convex curve to the left with right sidebending).&nbsp; Management involves understanding the incidence, etiologies, and differences between functional (temporary, reversible) and structural (fixed, permanent) curves.&nbsp; Diagnosis and severity are assessed using the Cobb angle, which guides treatment and monitoring strategies.&nbsp; Mild scoliosis is typically managed conservatively, moderate cases usually require regular monitoring and bracing, and severe cases may necessitate surgical intervention due to significant cardiopulmonary risks (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69725.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Osteopathic manipulative treatment provides supportive care to alleviate pain, correct somatic dysfunctions, and enhance musculoskeletal function and is particularly beneficial for mild to moderate scoliosis.<p></p>\n</div>\n\n            "
}