{
  "meta": {
    "title": "Anterior and posterior urethral injuries",
    "url": "https://brainandscalpel.vercel.app/anterior-and-posterior-urethral-injuries-c407d6ac-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:27.681Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Urethral injuries are uncommon and involve partial or complete disruption of the urethra.&nbsp; These injuries are typically classified as anterior or posterior based on the anatomic segment involved.&nbsp; Common etiologies include pelvic fractures, perineal trauma, and direct penile injury.&nbsp; Patients classically have blood at the urethral meatus, perineal bruising, an inability to void, and a high-riding prostate on digital rectal examination.</p>\n<h1>Pathogenesis</h1><br><br><p>The male urethra is anatomically divided into 2 segments: the anterior urethra, which includes the penile and bulbar segments, and the posterior urethra, which includes the membranous and prostatic segments (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90747.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Urethral injuries are similarly classified according to the segment involved.<p></p>\n<h2>Anterior urethral injury</h2><br><br><p>The anterior urethra is protected from indirect forces by its relative mobility.&nbsp; It is typically injured secondary to <strong>instrumentation</strong> (eg, catheterization) or direct <strong>blunt force trauma</strong> (eg, straddle injury, penile fracture) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91612.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Anterior injuries commonly involve contusions or partial tears; complete disruptions are less frequent.<p></p>\n<h2>Posterior urethral injury</h2><br><br><p>The posterior urethra is anchored to the pelvic bones by supportive structures, including the urogenital diaphragm and the puboprostatic ligament.&nbsp; <strong>Traumatic pelvic fractures</strong> can result in the upward displacement of these structures, leading to excessive stretching and tearing of the membranous urethra, most commonly at the <strong>bulbomembranous junction</strong> (the transition point between the anterior and posterior urethra) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90746.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; In contrast, the prostatic urethra is relatively protected due to its encasement within the prostate gland and is therefore less frequently injured.<p></p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Male sex:&nbsp; Due to the presence of a longer, exposed urethra.&nbsp; Urethral injuries in female patients are extremely rare.</li>\n\t<li>Pelvic fractures:&nbsp; Most common cause of posterior urethral injuries.</li>\n\t<li>Improper or traumatic catheter insertion.</li>\n\t<li>External blunt trauma to the perineum or pelvis (eg, straddle injury, animal bites, penile fracture, gunshot/stab wound).</li>\n\t<li>Pelvic or urologic surgery.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The typical clinical manifestations of a urethral injury include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Blood at the urethral meatus</strong> (highly suggestive sign).</li>\n\t<li>Difficulty voiding or inability to void.</li>\n\t<li>Hematuria (gross or microscopic).</li>\n\t<li>Perineal or scrotal ecchymosis.</li>\n\t<li><strong>High-riding prostate</strong> on digital rectal examination (posterior injury):&nbsp; Tearing at the bulbomembranous junction allows urine and blood to extravasate into the potential spaces under the prostate and bladder, displacing them superiorly.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bladder rupture</strong>:&nbsp; Usually occurs following blunt abdominal trauma or pelvic fractures.&nbsp; It typically presents with suprapubic tenderness, gross hematuria, and difficulty voiding; however, perineal bruising, a high-riding prostate, and blood at the urethral meatus are not characteristic.</li>\n\t<li><strong>Urethral stricture</strong>:&nbsp; Often results as a delayed complication of prior urethral trauma; symptoms develop gradually over time and include progressive, painless difficulty with voiding.&nbsp; Bruising and bleeding are not typically seen.</li>\n\t<li><strong>Scrotal hematoma</strong>:&nbsp; Results from blunt trauma to the scrotum or perineum, leading to scrotal swelling, ecchymosis, and tenderness.&nbsp; Voiding is usually unaffected, and there is no blood at the urethral meatus unless a concurrent urethral injury is present.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Male patients with external genital trauma should undergo a systematic examination of all genital structures.&nbsp; Further evaluation for urethral injury is warranted if any of the following findings are present: blood at the urethral meatus, hematuria, difficulty voiding, perineal bruising, or a high-riding prostate.</p>\n<h2>Laboratory evaluation</h2><br><br><p>Although laboratory testing cannot confirm urethral injury, the following tests are typically obtained during the evaluation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Urinalysis:&nbsp; Shows microscopic (and gross) hematuria.</li>\n\t<li>Complete blood count:&nbsp; Evaluates for anemia related to posttraumatic hemorrhage.</li>\n\t<li>Electrolytes, renal function, and coagulation studies:&nbsp; Necessary for preoperative preparation (if urgent repair is indicated).</li>\n</ul>\n<h2>Imaging studies</h2><br><br><p>All patients with suspected urethral injury should undergo <strong>retrograde urethrogram</strong> (RUG), the gold standard for diagnosis.&nbsp; This diagnostic test involves an x-ray of the urethral tract following injection of radiopaque contrast through the urethral meatus.&nbsp; Extravasation of contrast from the urethra is diagnostic of urethral injury (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88324.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><br><br><p><strong>Urethrography</strong> should be <strong>performed before urethral (eg, Foley) catheterization</strong>, which can worsen the injury, potentially converting a partial urethral tear into a complete urethral laceration.</p><br><br><p>Additional imaging may be warranted based on the mechanism of traumatic injury.&nbsp; This may include a pelvic x-ray to evaluate for pelvic fractures and a CT scan of the abdomen and pelvis to assess for intraabdominal injuries, such as bladder trauma.</p>\n<h1>Management</h1><br><br><p>Confirmation of a urethral injury requires immediate urologic consultation.&nbsp; Management typically includes bladder decompression and immediate or delayed surgical repair of the urethra.</p>\n<h2>Bladder decompression</h2><br><br><p>Bladder decompression is essential in urethral injuries to <strong>prevent urinary extravasation</strong> into surrounding tissues, which can result in inflammation, infection, and abscess formation.&nbsp; In addition, when the urethra is swollen, obstructed by hematoma, or transected, the bladder is unable to empty effectively, leading to overdistension and urinary outflow obstruction.</p><br><br><p>In cases of <strong>complete urethral disruption</strong>, a <strong>suprapubic catheter</strong> should be placed for urinary diversion.&nbsp; Partial disruptions may be managed with gentle urethral catheterization, ideally performed under fluoroscopic or endoscopic guidance; any resistance to urethral catheter placement warrants suprapubic placement to avoid further injury.</p>\n<h2>Definitive management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anterior urethral injury</strong>:&nbsp; Penetrating anterior urethral injuries, or those involving open wounds, persistent bleeding, or complete transection, typically require urgent surgical repair.&nbsp; In contrast, urethral contusions or partial urethral disruptions may be managed conservatively with urethral catheter placement (under visual guidance) or suprapubic catheterization, followed by delayed repair.&nbsp; Some injuries may heal spontaneously, but most require surgery.</li>\n\t<li><strong>Posterior urethral injury</strong>:&nbsp; Most posterior urethral injuries are managed with urinary diversion and surgical repair after 3-6 months.&nbsp; This allows the inflammation and tissue edema from associated pelvic trauma to resolve, making the repair less complex.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Urethral injuries are typically not life-threatening, although they may occur alongside other potentially life-threatening traumatic injuries.&nbsp; With appropriate management, most patients achieve favorable functional outcomes.&nbsp; However, long-term complications can include urethral stricture (due to scarring), erectile dysfunction (particularly in posterior injuries), and urinary incontinence.</p>\n<h1>Summary</h1><br><br><p>Urethral injuries typically result from trauma to the genital or perineal region and are classified as anterior or posterior based on the anatomic area involved.&nbsp; Classic signs include blood at the urethral meatus, hematuria, difficulty voiding, perineal bruising, and/or a high-riding prostate on digital rectal examination.&nbsp; Retrograde urethrography is the gold standard for diagnosis.&nbsp; Management focuses on urinary diversion and surgical repair, which may be delayed or performed immediately depending on the severity and location of the injury.</p>\n</div>\n\n            "
}