{
  "meta": {
    "title": "Bladder cancer: urothelial (transitional cell) and nonurothelial carcinomas",
    "url": "https://brainandscalpel.vercel.app/bladder-cancer-urothelial-transitional-cell-and-nonurothelial-carcinomas-b57683c4-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:30.765Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Bladder cancer is the most common urologic malignancy and ranks as the tenth most frequently diagnosed cancer worldwide.&nbsp; It predominantly affects older adults, particularly those age 65-75, and occurs approximately 3 times more often in males than in females.&nbsp; Geographic variations in incidence are notable, with higher rates observed in high-income countries, partly due to differences in exposure to risk factors (eg, smoking, occupational carcinogens).&nbsp; This article focuses on the predominant cause, which is urothelial (transitional cell) carcinoma.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Bladder cancer usually originates from the <strong>urothelial (transitional) cells</strong> that line the inner surface of the bladder; it is also known as urothelial carcinoma (comprises 90% of bladder cancers in the developed world).&nbsp; (Urothelial carcinomas can also arise in the renal pelvis and ureters; these share similar clinical behaviors but are less common.)&nbsp; Other histologic subtypes (&lt;10%) include squamous cell carcinoma, adenocarcinoma, and small cell carcinoma.&nbsp; The pathogenesis of bladder cancers involves a multistep process of genetic and epigenetic alterations that disrupt normal cell cycle regulation, apoptosis, and DNA repair mechanisms.</p>\n<h2>Environmental and occupational exposures</h2><br><br><p>Environmental exposure plays a significant role in the development of bladder cancer.&nbsp; <strong>Smoking</strong> is the strongest risk factor, increasing the risk by up to fourfold in a dose-dependent manner as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Carcinogens in tobacco smoke (eg, aromatic amines and other chemicals) are metabolized and excreted in the urine.</li>\n\t<li>Direct contact with the bladder epithelium causes DNA damage.</li>\n\t<li>If unrepaired, this damage can lead to mutations that promote uncontrolled cell proliferation and tumor development.</li>\n\t<li>This risk may be slightly reduced in individuals with high fluid intake, which can dilute excreted urinary carcinogens and decrease urothelial contact time.</li>\n</ul><br><br><p><strong>Occupational</strong> exposure to industrial chemicals (eg, benzidine, naphthylamine), used in the dye, rubber, leather, textile, and paint industries, also increases the risk for bladder cancer.&nbsp; In addition, contaminated drinking water containing high levels of arsenic has been implicated.</p>\n<h2>Chronic bladder irritation and infection</h2><br><br><p>Chronic bladder irritation and infections can contribute to an increased risk for bladder cancer.&nbsp; Recurrent urinary tract infections, bladder stones, and long-term catheter use cause persistent inflammation of the bladder lining.&nbsp; In regions where the parasitic infection <em><strong>Schistosoma</strong> haematobium</em> is endemic (eg, parts of Africa and the Middle East), chronic infection can lead to squamous cell carcinoma of the bladder (nonurothelial).</p>\n<h2>Chemotherapy and radiation therapy</h2><br><br><p>Prior treatment with certain chemotherapeutic agents (eg, cyclophosphamide) can increase the risk for bladder cancer.&nbsp; Metabolites of <strong>cyclophosphamide</strong> are excreted in the urine and can cause direct toxicity to the bladder epithelium.&nbsp; Similarly, pelvic radiation therapy may damage bladder tissue and increase the cancer risk.</p>\n<h2>Genetic factors</h2><br><br><p>Potential genetic mutations that play a role in the pathogenesis of bladder cancer include alterations in the <em>TP53</em> and <em>RB1</em> tumor suppressor genes.&nbsp; A family history of bladder cancer in first-degree relatives is associated with an increased risk, although hereditary forms are less common.</p>\n<h1>Clinical presentation</h1><br><br><p>The most common symptom of bladder cancer is <strong>painless hematuria</strong>, which occurs as fragile new blood vessels form within the growing tumor.&nbsp; Hematuria may be gross or microscopic, is often intermittent, and can occur throughout the entire duration of urination (although bladder neck or trigone tumors tend to be associated with terminal hematuria) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29079.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Although hematuria is often the only symptom, additional symptoms may include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dysuria</strong>:&nbsp; Can occur if the tumor protrudes into the bladder, reduces bladder capacity, causes detrusor overactivity, or obstructs the bladder neck or urethra.</li>\n\t<li><strong>Suprapubic pain</strong>:&nbsp; Usually indicates a more advanced tumor that has penetrated the muscle and invaded surrounding soft tissue or nerves.</li>\n\t<li><strong>Hydronephrosis</strong> and <strong>flank pain</strong>:&nbsp; Result from tumor-induced obstruction of the bladder outlet or ureteral orifices, leading to dilatation of the ureters and renal pelvis.</li>\n</ul><br><br><p>In advanced cases, patients can develop constitutional symptoms (eg, weight loss, fatigue, fever).&nbsp; If metastasis occurs, focal manifestations (eg, bone pain, cough) may be present.</p>\n<h1>Diagnosis</h1><br><br><p>Bladder cancer should be suspected in patients with hematuria without a clear cause, particularly in adults age &gt;40 with risk factors (eg, smoking history).&nbsp; If not already performed, hematuria should be confirmed via urinalysis (UA) with microscopic analysis revealing ≥3 red blood cells (RBCs)/hpf.&nbsp; A UA also can exclude other causes of hematuria such as infection (significant pyuria, bacteriuria, leukocyte esterase) or glomerulonephritis (RBC casts, dysmorphic RBCs).</p>\n<h2>Cystoscopy and urine cytology</h2><br><br><p>Cystoscopy is the <strong>gold standard</strong> for diagnosis, allowing direct visualization of the bladder mucosa and sampling of suspicious areas (eg, erythematous sessile, nodular, or papillary lesions).&nbsp; Histologically, malignant epithelial cells are pleomorphic and have hyperchromatic nuclei, an increased nucleus-to-cytoplasm ratio, disrupted orientation and polarity (in relation to the basement membrane), and frequent mitotic figures.&nbsp; A <strong>key factor</strong> on biopsy is whether <strong>bladder muscle</strong> is involved, which helps guide management.</p><br><br><p>Urine cytology is used as an adjunctive tool but should not be performed in isolation given its low sensitivity (&lt;35%), particularly for low-grade lesions that do not exfoliate as easily as more aggressive tumors.</p>\n<h2>Imaging</h2><br><br><p>CT scan of the abdomen and pelvis (with and without contrast) should be performed in all patients with bladder cancer to detect tumors extending beyond the bladder (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66020.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; MRI can be used as an alternative, but ultrasonography is typically not useful given its poor sensitivity.<p></p><br><br><p>In patients with muscle-invasive bladder cancer, chest imaging (eg, x-ray, CT scan) should be performed to assess for metastasis.&nbsp; Bone scan and brain imaging are reserved for symptomatic patients.</p>\n<h2>Staging and grading</h2><br><br><p>The most critical prognosticator for bladder cancer is the tumor <strong>stage</strong>, reflecting depth of invasion and degree of regional/metastatic spread.&nbsp; The TNM staging system is used, with invasion into muscularis propria (T2 or higher) carrying an unfavorable prognosis due to a higher risk of spread (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65701.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><br><br><p>In addition to tumor depth, histologic tumor <strong>grade</strong> (differentiation) is also important.&nbsp; Low-grade tumors (well-differentiated) are less aggressive, whereas high-grade tumors (poorly differentiated) carry a higher risk for progression and recurrence.&nbsp; However, high-grade intraepithelial lesions, also known as carcinoma in situ (CIS) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65169.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), have a relatively favorable prognosis if they have not yet invaded the basement membrane.<p></p>\n<h2>Screening</h2><br><br><p>Routine screening for bladder cancer is not performed because it has not been shown to significantly improve survival, even among high-risk groups (eg, heavy smokers).</p>\n<h1>Management</h1><br><br><p>Effective management of bladder cancer hinges on accurate staging and grading, which guide therapeutic decisions and prognostication.&nbsp; A critical aspect of this process is distinguishing between <strong>non–muscle-invasive bladder cancer</strong> (NMIBC) and <strong>muscle-invasive bladder cancer </strong>(MIBC) because they have fundamentally different treatment approaches and outcomes.</p>\n<h2>Non–muscle-invasive bladder cancer (NMIBC)</h2><br><br><p><strong>Transurethral resection of bladder tumor</strong> (TURBT) is required for endoscopic removal of the tumor.&nbsp; Further management depends on risk stratification (based on tumor features):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Low- to intermediate-risk tumors:&nbsp; intravesical <strong>chemotherapy</strong> (instilled into the bladder) with agents such as mitomycin C or epirubicin</li>\n\t<li>High-risk tumors and CIS:&nbsp; intravesical instillation of <strong>bacillus Calmette-Guérin</strong> (BCG), an immunotherapy agent</li>\n\t<li>Very high–risk tumors:&nbsp; cystectomy (surgical removal of the bladder) considered</li>\n</ul><br><br><p>Regular surveillance cystoscopy is recommended given high recurrence rates.</p>\n<h2>Muscle-invasive bladder cancer (MIBC)</h2><br><br><p><strong>Radical cystectomy</strong>, which entails surgical removal of the bladder (with urinary diversion), adjacent organs (eg, prostate in men, uterus in women), and regional lymph nodes, is the preferred treatment.&nbsp; Neoadjuvant chemotherapy (cisplatin-based) before surgery can improve survival rates.&nbsp; In select patients, bladder-preserving management involving a combination of TURBT, chemotherapy, and radiation therapy may be considered.</p><br><br><p>Posttreatment surveillance includes periodic laboratory evaluation (eg, urine cytology) and CT scan of the chest, abdomen, and pelvis.</p>\n<h2>Advanced or metastatic disease</h2><br><br><p>In patients with advanced unresectable and metastatic disease, treatment options include platinum-based chemotherapy regimens, immunotherapy agents such as checkpoint inhibitors (eg, pembrolizumab), targeted therapies (eg, enfortumab, erdafitinib), and palliative care.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis varies depending on the extent of disease involvement:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>NMIBC:&nbsp; 5-year survival rates are high (&gt;90%) for low-grade, noninvasive tumors, but the risk for recurrence is significant.</li>\n\t<li>MIBC:&nbsp; 5-year survival rates decrease to approximately 60%, with a higher risk for progression and metastasis.</li>\n\t<li>Metastatic disease:&nbsp; The prognosis is poor, with median survival &lt;15 months despite treatment.</li>\n</ul><br><br><p>Factors associated with a poor prognosis include advanced stage at diagnosis, high tumor grade, lymphovascular invasion, and presence of variant histology.</p>\n<h1>Nonurothelial bladder cancer</h1><br><br><p>Nonurothelial bladder cancer is classified as epithelial (eg, squamous cell, adenocarcinoma) or nonepithelial (eg, sarcoma).&nbsp; <em><strong>S haematobium</strong></em> is a common cause of <strong>squamous cell carcinoma of the bladder</strong> worldwide (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27158.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Nonurothelial bladder cancer can have a similar presentation to urothelial bladder cancer (eg, painless hematuria) but may have additional manifestations (eg, palpable mass, mucusuria).&nbsp; Management is primarily surgical if the tumor is deemed resectable (with some role for systemic chemotherapy in schistosomiasis); advanced cases are managed with palliative care.<p></p>\n<h1>Summary</h1><br><br><p>Bladder cancer (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60393.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), primarily originating from the urothelial cells lining the bladder (urothelial carcinoma), affects older adults predominantly (usually those age 65-75) and occurs approximately 3 times more often in males than females.&nbsp; It is characterized by high recurrence rates and potential progression to invasive disease.&nbsp; Risk factors include smoking (strongest risk factor), occupational exposure to industrial chemicals, and chronic bladder irritation from infections or catheter use.&nbsp; The most common symptom is painless hematuria, and diagnosis is confirmed via cystoscopy with biopsy.&nbsp; The prognosis depends on the tumor stage and grade, with high survival rates in early-stage disease but decreased survival in advanced or metastatic cases.<p></p>\n</div>\n\n            "
}