{
  "meta": {
    "title": "Glomerular disorders:  an overview of nephritic and nephrotic syndrome",
    "url": "https://brainandscalpel.vercel.app/glomerular-disorders-nbsp-an-overview-of-nephritic-and-nephrotic-syndrome-5f9fb031-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:41.289Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The kidney contains millions of filtration units known as glomeruli, which are networks of capillaries supported by a structural matrix containing mesangial cells.&nbsp; Glomerular capillaries are lined by endothelial cells and the glomerular basement membrane (GBM).&nbsp; Together with specialized epithelial cells called podocytes, this network controls the passage of substances from the blood into the urinary (Bowman) space (ie, glomerular filtration (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35856.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Damage to these glomerular structures can result in a variety of clinical manifestations ranging from subtle urinary changes to life-threatening kidney failure.<p></p>\n<h1>Pathophysiology</h1><br><br><p>Mild forms of glomerular damage interfere with the normal filtration barrier and can cause isolated microscopic hematuria and/or proteinuria; this condition often presents without symptoms but warrants investigation to prevent progression.&nbsp; More substantial glomerular injury can manifest as nephritic syndrome (inflammatory) or nephrotic syndrome (noninflammatory).</p>\n<h2>Nephritic syndrome</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Widespread glomerular <strong>inflammation</strong> (ie, glomerulonephritis [GN]) affects all glomerular structures, significantly disrupting filtration and renal blood flow.</li>\n\t<li>Red blood cells (RBCs) pass through damaged glomerular capillary walls, undergoing deformation (ie, <strong>dysmorphic RBCs</strong>) and precipitation within tubules (ie, RBC casts); this condition is known as glomerular hematuria.</li>\n\t<li>Accumulation of inflammatory debris and RBCs within capillaries and tubules physically slows down glomerular filtration, leading to acute kidney injury and intravascular volume overload (eg, hypertension, mild edema).&nbsp; This physical barrier also limits the amount of proteinuria that can occur (eg, 1-2 g/day).</li>\n</ul>\n<h2>Nephrotic syndrome</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Isolated <strong>noninflammatory injury</strong> is largely limited to podocytes and the GBM without significant involvement of surrounding structures.</li>\n\t<li>The glomerular filtration barrier becomes selectively permeable to small proteins (including albumin), resulting in massive <strong>urinary protein losses</strong> (&gt;3.5 g/day) without significant glomerular hematuria (RBCs are too large to pass through the barrier).</li>\n\t<li><strong>Hypoalbuminemia</strong> reduces plasma oncotic pressure, promoting profound edema without intravascular volume overload.&nbsp; Additional complications include hypercoagulability, hyperlipidemia (with lipiduria), bacterial infections, protein malnutrition, and intravascular volume depletion (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92943.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Mixed nephrotic-nephritic syndrome consists of features of both syndromes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43815.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; It is less common and usually seen with membranoproliferative glomerulonephritis (MPGN).<p></p>\n<h1>Etiologies and classification</h1><h2>Nephritic syndrome</h2><br><br><p>Nephritic syndrome (diffuse inflammatory damage to the glomerulus) is often mediated by 2 mechanisms involving antibodies: either immune complex deposition or antibody-mediated cellular injury.&nbsp; Examples and characteristics of diseases associated with each type are listed below.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immune complex deposition</strong>:&nbsp; Antigen-antibody complexes form in circulation or the glomerulus (as a result of an underlying disease process) and deposit in the GBM or mesangium, triggering complement activation and inflammation.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Lupus nephritis:&nbsp; malar rash, synovitis</li>\n\t\t<li>MPGN:&nbsp; history of hepatitis C, cirrhosis</li>\n\t\t<li>Infection-related GN\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Poststreptococcal:&nbsp; recent upper respiratory infection (URI) (postpharyngitic)</li>\n\t\t\t<li><em>Staphylococcus</em>-associated:&nbsp; bacteremia, skin infection</li>\n\t\t\t<li>Endocarditis-associated:&nbsp; fever, murmur</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>IgA nephropathy:&nbsp; concurrent URI (synpharyngitic)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Antibody-mediated cellular injury</strong>:&nbsp; Antibodies target antigens, leading to direct cellular injury and activation of immune effector mechanisms.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Anti-GBM disease can cause hemoptysis if there is lung involvement (Goodpasture syndrome).</li>\n\t\t<li>Pauci-immune GN (granulomatosis with polyangiitis [GPA], microscopic polyangiitis, eosinophilic granulomatosis with polyangiitis [EGPA]):&nbsp; systemic antineutrophil cytoplasmic autoantibody (ANCA)–associates vasculitides usually involving upper and lower respiratory tract</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Nephrotic syndrome</h2><br><br><p>Nephrotic syndrome (noninflammatory injury isolated to podocytes and the GBM) is due to either:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Systemic disease</strong>:&nbsp; diabetes mellitus, amyloidosis, systemic lupus erythematosus (SLE)</li>\n\t<li><strong>Renally limited conditions</strong>, which can be either primary (ie, initial insult in the kidney) or secondary:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Minimal change disease\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Primary:&nbsp; glomerular permeability factor (eg, IL-13)</li>\n\t\t\t<li>Secondary:&nbsp; nonsteroidal anti-inflammatory drugs (NSAIDs), lymphoma, allergy (eg, pollen, insect stings)</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>Focal segmental glomerulosclerosis (FSGS)\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Primary:&nbsp; glomerular permeability factor (eg, suPAR)</li>\n\t\t\t<li>Secondary:&nbsp; hyperfiltration injury (eg, severe obesity, solitary kidney, reflux nephropathy), infections (eg, HIV, parvovirus B19), toxins (eg, heroin)</li>\n\t\t\t<li>An advanced form of FSGS (usually seen in HIV-associated nephropathy) is known as collapsing glomerulopathy (associated with <em>APOL1</em> polymorphisms).</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>Membranous nephropathy (MN)\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Primary:&nbsp; autoimmunity to normal podocyte antigens; most commonly positive for antiphospholipase A2 receptor (anti-PLA2R) antibodies</li>\n\t\t\t<li>Secondary:&nbsp; solid tumors, NSAIDs, SLE (class V nephropathy), hepatitis B and hepatitis C viruses</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Evaluation</h1><h2>Nephritic syndrome</h2><br><br><p>Nephritic syndrome evaluation should be performed in the setting of hematuria (especially with dysmorphic RBCs or RBC casts), AKI, and hypertension.&nbsp; The first step is measurement of serum complement levels, which guides further diagnostic testing (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78734.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Low complement</strong> (typically from immune-complex mediated conditions)<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Antinuclear antibodies, anti–double-stranded DNA:&nbsp; lupus nephritis</li>\n\t\t<li>Anti–hepatitis C virus, cryoglobulins:&nbsp; MPGN (often also has nephrotic features)</li>\n\t\t<li>Antistreptolysin-O antibodies and/or anti-DNase antibodies:&nbsp; poststreptococcal GN</li>\n\t\t<li>Positive <em>Staphylococcus</em> cultures:&nbsp; <em>Staphylococcus</em>-associated GN</li>\n\t\t<li>Duke criteria:&nbsp; infective endocarditis</li>\n\t</ul>\n\t</li>\n\t<li><strong>Normal complement</strong> (typically from antibody-mediated conditions)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Anti-GBM antibodies:&nbsp; anti-GBM/Goodpasture disease</li>\n\t\t<li>ANCA:&nbsp; pauci-immune GN (ANCA vasculitis)</li>\n\t\t<li>Normal bloodwork:&nbsp; IgA nephropathy (immune-complex mediated but with normal serum complement level likely due to IgA's limited ability to activate complement)</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>A presumptive diagnosis can often be made based on clinical history, physical examination, and complement levels, and treatment can be initiated while awaiting a confirmatory renal biopsy.</p>\n<h2>Nephrotic syndrome</h2><br><br><p>Nephrotic syndrome evaluation should be performed in the setting of urinalysis findings of <strong>heavy proteinuria (3-4+)</strong> in addition to hypoalbuminemia and anasarca.&nbsp; A <strong>spot urine-to-protein creatinine ratio</strong> is used to quantify the degree of proteinuria (results are roughly equivalent to 24-hour urine protein excretion).&nbsp; A lipid panel typically shows hyperlipidemia.</p><br><br><p>Nephrotic syndrome in adults is often due to systemic disease (eg, diabetes mellitus, amyloidosis); if nephrotic syndrome can be attributed to these diseases (eg, advanced diabetes mellitus), then further diagnostic evaluation is typically not required.</p><br><br><p>Otherwise, a renal biopsy is required.&nbsp; Serologic testing is not as helpful as in nephritic syndrome for narrowing the differential; an exception is positivity for anti-PLA2R antibodies, which can sometimes be diagnostic for primary MN without a biopsy.</p>\n<h1>Management</h1><br><br><p>Management of both nephritic and nephrotic syndrome involves addressing the underlying cause, including systemic disease (eg, diabetes mellitus), underlying infections, autoimmune conditions, and immune system dysregulation.&nbsp; <strong>ACE inhibitors</strong> or angiotensin II receptor blockers are commonly used to minimize proteinuria (nephrotic syndrome) and control blood pressure (nephritic syndrome).&nbsp; <strong>Diuretics</strong> may be required in both.&nbsp; In nephrotic syndrome, additional measures include statins for hyperlipidemia, prophylactic anticoagulation in high-risk patients, and pneumococcal vaccination.</p><br><br><p><strong>Corticosteroids</strong> may be used in certain etiologies, particularly in nephrotic syndrome where many primary causes are driven by immune system dysregulation (eg, circulating factors targeting podocytes).&nbsp; Somewhat paradoxically, glomerular inflammation in nephritic syndrome is often less responsive to corticosteroids and may respond to supportive treatment alone.&nbsp; Some cases of either nephritic or nephrotic syndrome, particularly those with severe or refractory disease, may require other immunosuppressants (eg, cyclophosphamide, rituximab) or plasmapheresis.</p>\n<h1>Prognosis</h1><br><br><p>Prognosis is highly variable and depends on etiology, age (eg, children more likely to have a benign course), extent of renal injury, and response to treatment.&nbsp; Patient outcomes can range from complete recovery, development of stable chronic kidney disease, or fulminant renal failure (eg, rapidly progressive glomerulonephritis) resulting in end-stage renal disease.&nbsp; Dialysis (either short-term or long-term, depending on recovery) or renal transplantation for end-stage renal disease may be needed.&nbsp; Early detection and appropriate interventions offer the best chance to preserve kidney function and prevent complications.</p>\n<h1>Summary</h1><br><br><p>Nephritic and nephrotic syndromes represent spectrums of glomerular disease.&nbsp; Nephritic syndrome, often antibody-mediated through immune complex deposition or direct anti–glomerular basement membrane (GBM) activity, presents with glomerular inflammation leading to hematuria, hypertension, and acute kidney injury.&nbsp; Nephrotic syndrome, typically resulting from noninflammatory damage to podocytes and the GBM, manifests with significant proteinuria, hypoalbuminemia, and significant edema.&nbsp; Mixed forms can occur; evaluation is guided by the primary syndrome (nephritic vs nephrotic).</p>\n</div>\n\n            "
}