{
  "meta": {
    "title": "Hypernatremia",
    "url": "https://brainandscalpel.vercel.app/hypernatremia-b094f0e5-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:42.267Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hypernatremia is an electrolyte disorder characterized by a serum sodium (Na<font size=\"2\"><sup>+</sup></font>) concentration &gt;145 mEq/L due to loss of water (ie, dehydration) or gain of sodium.&nbsp; Although the absolute amount of sodium in the body may be normal, low, or high, hypernatremia always indicates a relative deficit of total body free water (TBFW) relative to total body sodium (TBNa<font size=\"2\"><sup>+</sup></font>).&nbsp; This is in contrast to hyponatremia (discussed in a separate article), where there is an excess of TBFW relative to TBNa⁺.</p>\n<h1>Pathophysiology</h1><br><br><p>Na<font size=\"2\"><sup>+</sup></font> is the primary extracellular cation and plays a critical role in maintaining extracellular fluid volume and osmolality.&nbsp; The body tightly regulates serum Na<font size=\"2\"><sup>+</sup></font> concentration through mechanisms involving the following organs:</p>\n<h2>Hypothalamus</h2><br><br><p>The hypothalamus contains osmoreceptors that, when stimulated by increased serum osmolality, trigger thirst.&nbsp; This prompts increased fluid intake to help maintain proper sodium concentration.</p>\n<h2>Posterior pituitary gland</h2><br><br><p>The posterior pituitary gland releases <strong>antidiuretic hormone</strong> (ADH), also known as arginine vasopressin (AVP), in response to increased serum osmolality or decreased effective circulating volume.</p>\n<h2>Kidneys</h2><br><br><p>In response to ADH, the collecting ducts increase water reabsorption through aquaporin channels.</p><br><br><p>Hypernatremia occurs when there is a disruption in one or more of these regulatory mechanisms, leading to a relative excess of sodium compared to water.&nbsp; Most cases are due to free water loss, although hypernatremia may also result from an excess sodium load.&nbsp; <strong>Free water loss</strong> (ie, dehydration) should be distinguished from the loss of both water and sodium (ie, hypovolemia).&nbsp; Although hypovolemia is typically accompanied by hyponatremia (due to comparable sodium and water losses), hypernatremia can occasionally be seen in volume-depleted patients when there is a greater loss of water relative to sodium.</p>\n<h1>Presentation</h1><br><br><p>Hypernatremia usually does not develop unless the thirst mechanism is impaired.&nbsp; Even with inadequate ADH action, individuals with intact thirst can usually drink enough water to maintain normal serum sodium.&nbsp; This highlights why hypernatremia is more prevalent in <strong>high-risk groups</strong> such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Elderly patients, particularly those with cognitive impairment</li>\n\t<li>Patients with altered mental status</li>\n\t<li>Individuals without free access to water (eg, intubated patients in the intensive care unit)</li>\n</ul><br><br><p>These groups may have a <strong>blunted thirst response</strong> or limited ability to communicate their need for water.</p><br><br><p>Symptoms primarily result from cellular dehydration and neuronal shrinkage, and their severity is influenced by both the degree of hypernatremia and the rapidity of onset.&nbsp; Chronic hypernatremia is often better tolerated due to the brain's ability to adapt to slow changes in serum osmolality.&nbsp; Common symptoms include extreme thirst (if the thirst mechanism is intact), encephalopathy ranging from mild confusion to coma, muscle weakness, seizures, and focal neurologic deficits.</p>\n<h1>Etiologies</h1><br><br><p>Hypernatremia can result from various causes, broadly categorized as follows:</p>\n<h2>Water losses</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Insensible losses\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Fever:&nbsp; Elevated body temperature increases water loss through sweating and increased respiratory rate.</li>\n\t\t<li>Burns:&nbsp; Large surface area burns can lead to significant water loss through damaged skin.</li>\n\t\t<li>Hyperthermia:&nbsp; Excess heat exposure increases sweating and water loss.</li>\n\t</ul>\n\t</li>\n\t<li>Renal losses\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Water diuresis:&nbsp; AVP deficiency (formerly diabetes insipidus) leads to impaired renal water reabsorption.</li>\n\t\t<li>Osmotic diuresis:&nbsp; Increased concentrations of substances such as glucose (in uncontrolled diabetes mellitus) or urea (in severe azotemia) pull water into the urine, increasing water loss (ie, solute diuresis).</li>\n\t</ul>\n\t</li>\n\t<li>Gastrointestinal losses\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Osmotic diarrhea:&nbsp; Unabsorbed substances (eg, lactulose, sorbitol) in the intestines can increase stool water loss.&nbsp; This is unique from other causes of diarrhea accompanied by solute loss (ie, hyponatremia).</li>\n\t\t<li>Vomiting:&nbsp; Vomiting can lead to significant loss of electrolyte-rich fluid, particularly if prolonged and not compensated by increased water intake.&nbsp; However, vomiting more often is accompanied with solute loss (ie, hyponatremia).</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Inadequate water intake</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Impaired thirst mechanism\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Older, frail adults and those with impaired cognition can have a diminished sense of thirst, leading to reduced water intake.</li>\n\t</ul>\n\t</li>\n\t<li>Limited access to water\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Individuals who are bedridden without assistance or who participate in prolonged outdoor activities without water supply are at increased risk.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Excessive sodium intake</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Iatrogenic\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Excess hypertonic saline administration can lead to hypernatremia if not carefully monitored.</li>\n\t\t<li>Excess ingestion of sodium bicarbonate, such as during treatment of metabolic acidosis in chronic kidney disease, can cause hypernatremia.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>These etiologies may lead to hypernatremia individually or in combination, ultimately reflecting an imbalance between water and sodium.</p>\n<h1>Evaluation</h1><br><br><p>The cause of hypernatremia is often apparent from the clinical presentation.&nbsp; If needed, volume status should be assessed (Na<font size=\"2\"><sup>+</sup></font> is the primary determinant of intravascular volume) via physical examination (eg, assessment of jugular vein pressure, skin turgor, and orthostatic vital signs).&nbsp; Additional clarity may be obtained by measuring urine sodium and osmolality (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L72033.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypovolemic (↓↓TBFW, ↓TBNa<font size=\"2\"><sup>+</sup></font>)<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Urine sodium ≥20 mEq/L:&nbsp; Renal water and Na<font size=\"2\"><sup>+ </sup></font>loss (eg, diuresis, natriuresis)</li>\n\t\t<li>Urine sodium &lt;20 mEq/L:&nbsp; Nonrenal water and Na<font size=\"2\"><sup>+ </sup></font>loss (eg, burns, diarrhea)</li>\n\t</ul>\n\t</li>\n\t<li>Euvolemic (↓TBFW, ↔TBNa<font size=\"2\"><sup>+</sup></font>)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Urine osmolality &lt;300 mOsm/kg:&nbsp; Renal water loss (eg, AVP deficiency)</li>\n\t\t<li>Urine osmolality ≥600 mOsm/kg:&nbsp; Nonrenal water loss (eg, insensible losses)</li>\n\t</ul>\n\t</li>\n\t<li>Hypervolemic (↑TBFW, ↑↑TBNa<font size=\"2\"><sup>+</sup></font>)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Urine ≥40 mEq/L:&nbsp; Na<font size=\"2\"><sup>+</sup></font> gain (eg, iatrogenic, primary hyperaldosteronism)</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Further evaluation depends on the clinical picture.&nbsp; Polyuria is highly suggestive of an AVP disorder, which requires further testing (eg, water deprivation test, AVP challenge), described in a separate article.</p>\n<h1>Management</h1><br><br><p>Treating hypernatremia involves addressing the free water deficit while accounting for volume status.&nbsp; <strong>Free water</strong> can be administered either orally (or via a feeding tube) or intravenously.&nbsp; When given intravenously, free water is given as a hypotonic solution with either 5% dextrose in water (D5W) (the dextrose prevents cell hemolysis) or 0.45% (half normal) saline.&nbsp; D5W (ie, 0 mEq/L sodium) will dilute serum sodium more than an equal volume of 0.45% saline (ie, 77 mEq/L sodium), resulting in faster correction of hypernatremia.&nbsp; However, <strong>volume status</strong> also guides the choice of fluids:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Euvolemic or hypervolemic patients with hypernatremia need only free water (eg, D5W is preferred).</li>\n\t<li>Hypovolemic patients benefit from the volume-expanding effect of sodium, in addition to the free water (eg, 0.45% saline is often used).</li>\n</ul><br><br><p>The free water deficit can be estimated using a formula (TBFW × [(current Na⁺ / 140) – 1], where TBFW is estimated as 0.6 × body weight (kg) for men and 0.5 × body weight (kg) for women).&nbsp; This deficit should be corrected over 24 hours.&nbsp; Optimal rates of infusion can be estimated from the combination of the total free water deficit and the sodium concentration of the solution being infused.&nbsp; Further adjustments can be made based on changes in clinical response, with adjustments for patients with high insensible losses.</p><br><br><p>Compared to hyponatremia management (where saline rapidly increases extracellular osmolality), hypernatremia should be corrected more aggressively (slow correction may be associated with worse outcomes).&nbsp; This is because free water immediately equilibrates evenly throughout all compartments, leading to less osmotic stress on neurons.</p>\n<h1>Summary</h1><br><br><p>Hypernatremia (serum sodium &gt;145 mEq/L) reflects an imbalance between total body water and sodium content.&nbsp; It results from various causes including excessive water loss, insufficient water intake, or, rarely, an increase in sodium intake.&nbsp; The body's primary defense against hypernatremia is the thirst mechanism, which is crucial for individuals with intact cognition and access to water.&nbsp; Effective management is based on an assessment of the underlying etiology and the patient's volume status, with careful correction of the free water deficit.&nbsp; Unlike in cases of chronic hyponatremia, rapid correction of hypernatremia is generally well tolerated.</p>\n</div>\n\n            "
}