{
  "meta": {
    "title": "Nephritic syndrome: a comprehensive overview",
    "url": "https://brainandscalpel.vercel.app/nephritic-syndrome-a-comprehensive-overview-d9ca11fb-dd63e3.html",
    "scrapedAt": "2025-12-01T05:07:55.211Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Nephritic syndrome is characterized by hematuria, hypertension, and acute kidney injury (AKI).&nbsp; It results from inflammation throughout the glomerulus (glomerulonephritis [GN]) involving the capillary endothelial cells, mesangial cells, and the glomerular basement membrane (GBM) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35856.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The hallmark of nephritic syndrome is the presence of dysmorphic red blood cells (RBCs) or RBC casts in the urine, indicating glomerular hematuria.&nbsp; In contrast, nephrotic syndrome involves more localized, noninflammatory injury to podocytes and the GBM that results in heavy proteinuria without glomerular hematuria (discussed in a separate article).<p></p>\n<h1>Pathophysiology</h1><br><br><p>Glomerular <strong>inflammation</strong> in nephritic syndrome is typically mediated by either immune complexes or autoantibodies that target various components of the glomerulus as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immune complex deposition:</strong>&nbsp; Circulating immune complexes, formed by the binding of antibodies to specific antigens, can deposit in the glomerular capillary walls or mesangium.</li>\n\t<li><strong>Antibody-mediated injury:</strong>&nbsp; Autoantibodies directed against glomerular structures, such as anti-GBM or antineutrophil cytoplasmic antigens (ANCAs) autoantibodies.</li>\n</ul><br><br><p>These processes activate complement, either through the classical pathway (immune complex–mediated) or an alternative pathway (antibody-mediated).&nbsp; The release of proinflammatory mediators (eg, C3, C5a), formation of the membrane attack complex, and leukocyte activation lead to glomerular damage.&nbsp; This injury significantly disrupts filtration and renal blood flow, allowing RBCs to squeeze through damaged glomerular capillary walls, undergoing deformation (<strong>dysmorphic RBCs</strong>) and precipitation within tubules (RBC casts).</p><br><br><p>Accumulation of inflammatory debris and RBCs within capillaries and tubules physically slows down glomerular filtration, leading to AKI and intravascular volume overload (eg, hypertension, mild edema).&nbsp; This physical barrier also limits the amount of proteinuria that can occur (eg, 1-2 g/day vs &gt;3.5 g/day in nephrotic syndrome).</p>\n<h1>Etiologies</h1><br><br><p>Nephritic syndrome can be caused by a variety of primary glomerular diseases or can be secondary to systemic disorders.&nbsp; Most etiologies can be classified as immune complex–mediated or antibody-mediated injury.</p>\n<h2>Immune complex–mediated</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Infection-related GN:</strong>&nbsp; Antigen-antibody complexes, formed by the binding of antibodies to bacterial antigens, deposit in the glomeruli.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Poststreptococcal GN (PSGN) typically occurs 2-4 weeks after a group A <em>Streptococcus</em> infection (pharyngitis or skin infection); it most commonly affects children.</li>\n\t\t<li>Staphylococcus-associated GN occurs concurrently with staphylococcal infections, particularly in cases of diabetes mellitus, intravenous drug use, or heavy alcohol use.</li>\n\t\t<li>Endocarditis-associated GN is most commonly caused by <em>Staphylococcus aureus</em> and <em>Streptococcus viridans</em>.</li>\n\t</ul>\n\t</li>\n\t<li><strong>IgA nephropathy</strong> (IgAN):&nbsp; IgA-containing immune complexes deposit within the mesangium.&nbsp; This typically occurs during or shortly after an upper respiratory tract infection (synpharyngitic vs postpharyngitic in PSGN (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/67223.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                )); young adults are usually affected.</li>\n\t<li><strong>Lupus nephritis</strong> (LN)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Autoantibodies (eg, anti-dsDNA) form immune complexes that deposit in the glomeruli, triggering inflammation and complement activation.</li>\n\t\t<li>Class III and IV LN usually present as nephritic syndrome (or mixed nephrotic-nephritic syndrome) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92681.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Membranoproliferative GN</strong> (MPGN)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Immune complexes of varying composition deposit throughout the glomerulus.</li>\n\t\t<li>MPGN is associated with chronic infections (hepatitis B and C), autoimmune diseases (particularly lupus, but histologically distinct from LN), or malignancy (eg, chronic lymphocytic leukemia).</li>\n\t\t<li>It often coexists with nephrotic syndrome (mixed nephrotic-nephritic syndrome (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43815.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )).</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Antibody-mediated injury</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anti-GBM disease</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Autoantibodies directly attack the alpha-3 chain of type IV collagen in the GBM (without immune complex formation).</li>\n\t\t<li>It can present as isolated GN or with pulmonary involvement (Goodpasture syndrome).</li>\n\t</ul>\n\t</li>\n\t<li><strong>ANCA-associated vasculitis</strong> (pauci-immune)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Autoantibodies (ANCA) directly attack neutrophil cytoplasmic antigens (proteinase 3 or myeloperoxidase).</li>\n\t\t<li>Subtypes include granulomatosis with polyangiitis and microscopic polyangiitis (involving both the upper and lower respiratory tract), in addition to eosinophilic granulomatosis with polyangiitis (eg, asthma, mononeuritis multiplex, eosinophilia).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Rarely, nephritic syndrome can be due to complement-mediated injury that occurs from dysregulation of the alternative complement pathway (eg, C3 nephritic factors that abnormally stabilize the C3 convertase enzyme).&nbsp; Associated conditions include C3 GN, C3 dense deposit disease, and C4 glomerulopathy.&nbsp; Further discussion of these rare disorders is beyond the scope of this article.</p>\n<h1>Evaluation</h1><br><br><p>Patients with suspected nephritic syndrome should have a urinalysis with microscopy, which reveals glomerular hematuria and 1-2+ proteinuria.&nbsp; Serum creatinine should be measured to assess for AKI.&nbsp; Once nephritic syndrome is confirmed, the first step is measurement of <strong>serum complement level</strong>, which guides further diagnostic testing (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78734.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Low complement:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>ANA, anti-dsDNA:&nbsp; LN</li>\n\t\t<li>Anti-HCV, cryoglobulins:&nbsp; MPGN (often also has nephrotic features)</li>\n\t\t<li>ASO and/or anti-DNase antibodies:&nbsp; PSGN</li>\n\t\t<li>Positive <em>Staphylococcus</em> cultures:&nbsp; <em>Staphylococcus</em>-associated GN</li>\n\t\t<li>Duke criteria:&nbsp; infective endocarditis</li>\n\t</ul>\n\t</li>\n\t<li>Normal complement:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Anti-GBM antibodies:&nbsp; anti-GBM/Goodpasture disease</li>\n\t\t<li>ANCA:&nbsp; pauci-immune GN (ANCA vasculitis)</li>\n\t\t<li>Normal bloodwork:&nbsp; IgAN (the only immune-complex GN associated with normal complement due to limited ability of IgA to activate the classical pathway)</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Together with clinical history and physical examination, a presumptive diagnosis can often be made and treatment initiated while awaiting a confirmatory renal biopsy.</p>\n<h1>Renal biopsy and pathology</h1><br><br><p>Kidney biopsy with histologic analysis via light microscopy (LM), electronic microscopy (EM), and immunofluorescence (IF) typically provides the underlying diagnosis.&nbsp; The key histologic findings for the various etiologies of nephritic syndrome include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>PSGN (most common infection-related GN)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>LM:&nbsp; diffuse glomerular hypercellularity with neutrophil infiltration (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105509.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )</li>\n\t\t<li>EM:&nbsp; large, dome-shaped, subepithelial, electron-dense deposits (\"humps\") (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71881.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )</li>\n\t\t<li>IF:&nbsp; granular deposits of IgG and C3 along the glomerular capillary walls and mesangium (\"lumpy-bumpy\" appearance)</li>\n\t</ul>\n\t</li>\n\t<li>IgAN (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L113012.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                )\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>LM:&nbsp; mesangial proliferation and expansion, with variable degrees of segmental sclerosis and crescents</li>\n\t\t<li>EM:&nbsp; mesangial and occasionally subendothelial electron-dense deposits</li>\n\t\t<li>IF:&nbsp; dominant mesangial IgA deposits</li>\n\t</ul>\n\t</li>\n\t<li>LN (variable findings depending on the class)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>LM:&nbsp; can range from mesangial proliferation and expansion to diffuse proliferative GN with wire loop lesions and crescents (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92680.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                )</li>\n\t\t<li>EM:&nbsp; subendothelial, intramembranous, subepithelial, and/or mesangial electron-dense deposits (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71877.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                )</li>\n\t\t<li>IF:&nbsp; granular deposits of IgG, IgA, IgM, C3, and C1q along the capillary walls and/or mesangium (\"full-house\" pattern)</li>\n\t</ul>\n\t</li>\n\t<li>MPGN\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>LM:&nbsp; hypercellular glomeruli with \"lobular\" appearance and thickening of the GBM with double contour (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90151.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                )</li>\n\t\t<li>EM:&nbsp; subendothelial and mesangial electron-dense deposits</li>\n\t\t<li>IF:&nbsp; granular deposits of IgG, C3, and C1q along the capillary walls and mesangium</li>\n\t</ul>\n\t</li>\n\t<li>Anti-GBM disease\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>LM:&nbsp; glomerular crescent formation often with segmental necrosis</li>\n\t\t<li>EM:&nbsp; disruption of the GBM and fibrin deposition</li>\n\t\t<li>IF:&nbsp; linear deposits of IgG along the GBM (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L76308.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                )</li>\n\t</ul>\n\t</li>\n\t<li>ANCA-associated vasculitis (pauci-immune GN (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96286.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ))\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>LM:&nbsp; glomerular crescent formation often with segmental necrosis</li>\n\t\t<li>EM:&nbsp; disruption of the GBM and fibrin deposition, without significant electron-dense deposits</li>\n\t\t<li>IF:&nbsp; negative or with minimal immune deposits</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>The term rapidly progressive GN (RPGN) is not a specific histologic diagnosis but rather a clinical descriptor for any form of GN that causes a rapid decline in kidney function over days to weeks.&nbsp; A key histologic finding in many cases of RPGN is the presence of crescents in the glomeruli (also known as crescentic GN).</p>\n<h1>Management</h1><br><br><p>Nephritic syndrome may lead to progressive kidney dysfunction and end-stage renal disease requiring dialysis or kidney transplantation.&nbsp; Therefore, prompt treatment is critical to minimize the risk for both short- and long-term complications.&nbsp; Treatment depends on the underlying etiology and the severity of the disease.&nbsp; General principles of management include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Supportive care:&nbsp; Blood pressure control, management of fluid and electrolyte imbalances, and treatment of AKI are recommended; temporary dialysis may be required for severe cases.</li>\n\t<li>Immunosuppressive therapy:&nbsp; Immunosuppressive agents are used in many cases of nephritic syndrome to control underlying immune-mediated processes causing GN.</li>\n\t<li>Antimicrobial medications:&nbsp; Antiviral or antibiotic medications may be needed.</li>\n\t<li>Plasma exchange:&nbsp; In some cases, plasma exchange may be used to remove circulating autoantibodies and reduce the inflammatory burden.</li>\n</ul><br><br><p>Some forms of GN, such as PSGN, usually resolve spontaneously or with supportive care alone.&nbsp; Other infection-related GNs (eg, <em>Staphylococcus</em>-associated GN, endocarditis-associated GN) require treatment of the underlying infection with antibiotics.&nbsp; IgAN often resolves with conservative management but may require immunosuppression in severe cases.</p><br><br><p>Most other etiologies of GN, including LN, MPGN, anti-GBM disease, and ANCA-associated vasculitis, often have a more aggressive course requiring both induction and maintenance immunosuppressive therapy.&nbsp; LN treatment includes induction therapy with high-dose corticosteroids and cyclophosphamide or mycophenolate mofetil, followed by maintenance therapy with lower doses of these agents.&nbsp; MPGN treatment depends on the underlying cause and may include immunosuppressive therapy.&nbsp; Anti-GBM disease and ANCA GN require high-dose corticosteroids and cyclophosphamide, with plasma exchange in severe cases.</p>\n<h1>Summary</h1><br><br><p>Nephritic syndrome is characterized by diffuse glomerular inflammation, resulting in hematuria, hypertension, and acute kidney injury.&nbsp; The underlying pathophysiology usually involves immune complex deposition or antibody-mediated injury.&nbsp; Immune complex–mediated etiologies include infection-related glomerulonephritis (eg, poststreptococcal glomerulonephritis, staphylococcal, endocarditis-associated), lupus nephritis, membranoproliferative glomerulonephritis, and IgA nephropathy.&nbsp; Antibody-mediated injury is seen in antiglomerular basement membrane disease and antineutrophil cytoplasmic antibody–associated vasculitis (granulomatosis with polyangiitis, microscopic polyangiitis, and eosinophilic granulomatosis with polyangiitis).</p><br><br><p>Diagnosis of nephritic syndrome involves a urinalysis (dysmorphic red blood cells, red blood cell casts) and serum creatinine (elevated).&nbsp; Serum complement levels are key because low complement indicates immune complex deposition and normal complement indicates antibody-mediated injury; IgA nephropathy is an exception to this rule because it is an immune complex–mediated disease with normal complement.&nbsp; In addition, specific serologic testing and kidney biopsy should be performed.&nbsp; Treatment is highly variable and depends on the underlying etiology and severity of the disease, and may include supportive care, immunosuppressive therapy, antimicrobial medications, and/or plasma exchange.</p>\n</div>\n\n            "
}