{
  "meta": {
    "title": "Posterior urethral valves",
    "url": "https://brainandscalpel.vercel.app/posterior-urethral-valves-90de7bf7-dd63e3.html",
    "scrapedAt": "2025-12-01T05:08:05.635Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Posterior urethral valves (PUV) are membranous folds that cause complete or partial obstruction of the prostatic urethral lumen (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14012.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; PUV are the most common cause of urinary tract obstruction in male infants.<p></p>\n<h1>Pathogenesis</h1><br><br><p>By 14 weeks gestation, the pelvic and penile segments of the male urethra fuse to form a continuous, solid structure that later undergoes canalization.&nbsp; Incomplete canalization results in an oblique membranous fold that extends anteriorly from the posterior urethral wall, causing varying degrees of <strong>urethral obstruction</strong>.&nbsp; Elevated pressure proximal to the obstruction leads to dilation of the proximal urethra and hypertrophy of the bladder wall over time.&nbsp; In addition, the elevated intravesical pressure prevents complete closure of the ureterovesical junction, allowing retrograde urine flow into the ureters (ie, <strong>secondary vesicoureteral reflux</strong> [VUR]).&nbsp; If severe, patients can develop bilateral hydronephrosis (ie, enlarged kidneys with thin renal cortices) and renal dysplasia that leads to chronic kidney disease.</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of PUV varies, depending on the degree of urethral obstruction.&nbsp; Patients with complete or nearly complete obstruction present prenatally or in early infancy, and patients with partial obstruction present in late infancy or early childhood, as follows:</p>\n<h2>Prenatal&nbsp;</h2><br><br><p>PUV is diagnosed prenatally via transabdominal ultrasound.&nbsp; Classically, the fetal ultrasound shows <strong>proximal urethral and bladder dilation</strong> (ie, \"keyhole\" sign (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65016.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )), <strong>bilateral hydronephrosis</strong>, and renal dysplasia.&nbsp; The bladder wall may appear thickened due to detrusor muscle hypertrophy and trabeculation.<p></p><br><br><p>Because amniotic fluid is primarily composed of fetal urine, the most severe cases of PUV are associated with <strong>oligohydramnios</strong> (ie, low amniotic fluid) due to obstructed urinary flow.&nbsp; Amniotic fluid fills and stretches the alveoli during fetal lung development; therefore, oligohydramnios can lead to <strong>pulmonary hypoplasia</strong>.&nbsp; Additional complications include flat facies and limb deformities (ie, Potter sequence (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29810.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )) due to fetal compression.&nbsp; Patients with these complications have the highest morbidity and mortality rates.<p></p>\n<h2>Postnatal&nbsp;</h2><br><br><p>Patients with moderate-to-severe obstruction present in early infancy with <strong>delayed voiding</strong> (ie, &gt;24 hours after birth), abdominal distension (due to bladder distension), and <strong>respiratory distress</strong> (due to pulmonary hypoplasia).&nbsp; In addition, retained urine can lead to weight gain rather than weight loss (as expected in the first few days of life).</p><br><br><p>In contrast, those with mild obstruction present in late infancy or early childhood with a <strong>weak urinary stream</strong> and straining while voiding.&nbsp; In addition, patients often present with <strong>recurrent urinary tract infection</strong> (UTI) due to urinary stasis and secondary VUR.&nbsp; Children who are toilet-trained also present with diurnal enuresis.&nbsp; Finally, PUV can be diagnosed as an incidental finding during evaluation of proteinuria, hematuria, renal failure, or failure to thrive.&nbsp; Physical examination may show a palpable bladder but is otherwise often normal.</p>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected PUV in neonates and children, initial evaluation should include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Kidney and bladder ultrasonography</strong>:&nbsp; evaluation of kidney size and parenchymal thickness to assess for hydronephrosis.</li>\n\t<li><strong>Voiding cystourethrogram</strong>:&nbsp; evaluation of proximal urethral size while voiding to assess for dilation.&nbsp; In addition, the proximal urinary tract (eg, bladder, ureters) may appear dilated with varying degrees of bilateral secondary VUR.</li>\n\t<li><strong>Cystoscopy</strong>:&nbsp; direct visualization of the PUV.&nbsp;</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for PUV includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Polycystic kidney disease</strong>:&nbsp; can result in enlarged kidneys and oligohydramnios (ie, Potter sequence can occur in severe cases), similar to PUV.&nbsp; However, impaired urine production results in a small fetal bladder with little or no urine.&nbsp;</li>\n\t<li><strong>Primary VUR</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87924.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; characterized by retrograde urine flow through an congenitally short intravesical ureter.&nbsp; Ureteral dilation, hydronephrosis, and UTI can occur; however, unlike PUV, the bladder and proximal urethra are not affected because these structures are distal to the obstruction (ie, short intravesical ureter).&nbsp;</li>\n\t<li><strong>Stenosis of the ureteropelvic junction</strong> (UPJ):&nbsp; can lead to ureteral dilation, hydronephrosis, and UTI; however, similar to primary VUR, the bladder and proximal urethra are not affected.&nbsp;</li>\n</ul><br><br><p>As with PUV, the clinical presentation of these diagnoses varies, depending on the severity of the disease.&nbsp; Severe cases can present prenatally or in early childhood with characteristic ultrasound findings.&nbsp; Proximal urethral and bladder involvement (eg, dilation, hypertrophy) distinguishes PUV from these diagnoses with defects in the proximal urinary tract.</p>\n<h1>Management</h1><br><br><p>Definitive management of PUV is <strong>cystoscopy with surgical ablation</strong>.&nbsp; However, vesicostomy may be necessary to relieve pressure in the proximal urinary tract until the patient can tolerate the procedure.&nbsp; In severe cases, medical management is required for respiratory support due to pulmonary hypoplasia.&nbsp; In addition, a catheter should be inserted directly into the bladder to drain urine.&nbsp; Once urinary drainage has been established, renal dysplasia can result in tubular dysfunction with fluid shifts and electrolyte derangements that require medical management.</p><br><br><p>Prenatal intervention may be considered for patients with severe pulmonary hypoplasia (but still have some renal function).&nbsp; Surgical approaches include vesicoamniotic shunt (which drains fetal urine into amniotic sac) and fetal cystoscopy with ablation.&nbsp; However, these patients often have such severe pulmonary hypoplasia that even with surgery, there is a high rate of morbidity and mortality.</p>\n<h1>Prognosis</h1><br><br><p>In severe cases, the prognosis of PUV is <strong>determined by the degree of pulmonary hypoplasia</strong>.&nbsp; Patients with significant pulmonary hypoplasia are at highest risk for mortality due to respiratory compromise.</p><br><br><p>Patients with moderate-to-severe obstruction (eg, bilateral hydronephrosis, renal dysplasia) but sufficient pulmonary development are at highest risk for severe urologic complications, including renal failure requiring dialysis or transplantation.</p><br><br><p>However, the prognosis is favorable in patients with mild-to-moderate obstruction and prompt diagnosis and intervention.&nbsp; These patients are at <strong>increased risk for bladder dysfunction</strong>, including decreased compliance and high filling pressures due to detrusor muscle hypertrophy.&nbsp; Chronic overdistension can also lead to myogenic bladder, resulting in increased compliance and low filling pressures.&nbsp; In most cases, VUR improves or resolves after surgical ablation; however, ongoing bladder dysfunction can lead to persistent VUR and recurrent UTI.</p>\n<h1>Summary</h1><br><br><p>Posterior urethral valves (PUV) are membranous folds that cause complete or partial obstruction of the prostatic urethral lumen.&nbsp; The most common cause of urethral obstruction in male infants, PUV present with dilation of the proximal urethra and bladder and bilateral hydronephrosis (ie, enlarged kidneys with thin renal cortices) on prenatal ultrasound.&nbsp; Voiding cystourethrogram demonstrates a dilated proximal urethra, and cystoscopy confirms the diagnosis.&nbsp; Initial management includes stabilization (eg, catheter insertion in the bladder, correction of electrolyte abnormalities), followed by surgical ablation of the PUV.</p>\n</div>\n\n            "
}