{
  "meta": {
    "title": "Potassium disorders:  hyperkalemia and hypokalemia",
    "url": "https://brainandscalpel.vercel.app/potassium-disorders-nbsp-hyperkalemia-and-hypokalemia-c01ab6dc-dd63e3.html",
    "scrapedAt": "2025-12-01T05:08:10.140Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Potassium (K<font size=\"2\"><sup>+</sup></font>) plays a critical role in maintaining cellular function, nerve transmission, and muscle contraction.&nbsp; After oral ingestion or intravenous (IV) administration, potassium is largely stored intracellularly and then steadily excreted in the urine.&nbsp; Hyperkalemia (serum potassium &gt;5.0 mEq/L) and hypokalemia (serum potassium &lt;3.5 mEq/L) require prompt recognition and management to prevent complications that may be potentially life-threatening.</p>\n<h1>Pathophysiology</h1><br><br><p>The body maintains a total potassium reservoir of approximately 3,000-4,000 mEq depending on body weight.&nbsp; Approximately 98% of the body's potassium resides within cells with a concentration of approximately 140 mEq/L, whereas extracellular concentrations are normally only 3.5-5 mEq/L.&nbsp; The marked disparity in potassium distribution across cellular membranes is the major determinant of the resting membrane potential (RMP).&nbsp; The RMP is integral for action potentials (eg, nerve transmission, muscle contraction) and is actively maintained by the Na<font size=\"2\"><sup>+</sup></font>/K<font size=\"2\"><sup>+</sup></font>-ATPase pump, which expels 3 Na<font size=\"2\"><sup>+</sup></font> for every 2 K<font size=\"2\"><sup>+</sup></font> it imports) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35656.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The RMP is altered by both hyperkalemia (depolarization increases excitability) and hypokalemia (hyperpolarization decreases excitability) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90830.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Potassium homeostasis is maintained through a delicate balance involving:</p>\n<h2>Gastrointestinal (GI) handling</h2><br><br><p>Dietary sources provide 40-150 mEq/day of potassium, primarily absorbed in the small intestine (through passive diffusion).&nbsp; Fecal potassium losses via the colon are normally minimal (5-10 mEq/day) because the healthy colon reabsorbs much more potassium than it secretes.&nbsp; However, diarrhea can significantly increase losses.</p>\n<h2>Cellular distribution</h2><br><br><p>Distribution of potassium is highly sensitive to factors that cause potassium to shift between intracellular and extracellular compartments.&nbsp; Factors include pH changes (eg, acidosis drives potassium out of cells), hormonal influences (eg, insulin promotes potassium uptake), and medications affecting pump function (eg, digoxin inhibits Na<font size=\"2\"><sup>+</sup></font>/K<font size=\"2\"><sup>+</sup></font>-ATPase) or cellular permeability (eg, albuterol promotes potassium uptake).</p>\n<h2>Renal handling</h2><br><br><p>The kidneys are the primary regulators of potassium balance, responsible for 90% of its excretion.&nbsp; Potassium is freely filtered in the glomerulus, with most reabsorbed in the proximal tubule and thick ascending limb.&nbsp; Fine-tuning occurs in the distal nephron, namely principal cells in collecting ducts; these cells secrete potassium in response to elevations in serum potassium, distal sodium delivery, and aldosterone (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16602.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><p>Disruptions in any of these processes can lead to hyperkalemia or hypokalemia.</p>\n<h1>Hyperkalemia</h1><h2>Presentation and etiologies</h2><br><br><p>Depending on the severity and chronicity, hyperkalemia may be asymptomatic (eg, found incidentally) or symptomatic.&nbsp; Hyperkalemia is usually asymptomatic until potassium rises to ≥6.5 mEq/L, but acute hyperkalemia may cause symptoms at lower levels.&nbsp; Symptoms include ascending muscle weakness with flaccid paralysis, and palpitations due to cardiac arrhythmias.&nbsp; Etiologies include decreased renal excretion, shifting of potassium from the intracellular to extracellular space, and increased potassium intake.</p><br><br><p><strong>Decreased renal excretion</strong></p><br><br><p>Impaired renal potassium excretion is by far the most common cause of hyperkalemia.&nbsp; Major precipitating factors include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Reduced glomerular filtration rate impairs potassium excretion due to reduced distal sodium and water delivery.&nbsp; It can be seen in the following instances:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Acute kidney injury (AKI) and chronic kidney disease (CKD)</li>\n\t\t<li>Chronic nonsteroidal anti-inflammatory drug (NSAID) use (reduced renal blood flow due to intraglomerular hemodynamic changes)</li>\n\t</ul>\n\t</li>\n\t<li>Decreased aldosterone level impairs distal potassium secretion.&nbsp; It can be due to the following:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Hyporeninemic hypoaldosteronism:&nbsp; Decreased renin secretion leads to reduced aldosterone production.&nbsp; Examples include CKD (particularly due to diabetes mellitus), chronic NSAID use (multifactorial), and calcineurin inhibitors (eg, tacrolimus).</li>\n\t\t<li>Hyperreninemic hypoaldosteronism:&nbsp; Decreased aldosterone production occurs independently from renin (renin increases as an attempt to compensate).&nbsp; Examples include primary adrenal insufficiency (Addison disease) and certain medications such as ACE inhibitors/angiotensin receptor blockers (ARBs), mineralocorticoid receptor antagonists (eg, spironolactone), and chronic heparin use (eg, inhibits aldosterone synthase).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p><strong>Transcellular shifts</strong></p><br><br><p>Potassium shifts out of cells in various conditions, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Metabolic acidosis:&nbsp; Excess hydrogen ions (H⁺) enter cells in exchange for potassium leaving.</li>\n\t<li>Insulin deficiency:&nbsp; Reduced insulin prevents cellular uptake of potassium.</li>\n\t<li>Tissue breakdown:&nbsp; Hemolysis, rhabdomyolysis, and tumor lysis syndrome (TLS) release intracellular potassium.</li>\n\t<li>Medications:&nbsp; Beta blockers and digoxin toxicity promote shifting of potassium out of cells.</li>\n</ul><br><br><p><strong>Increased intake</strong></p><br><br><p>Excessive intake of potassium-containing foods or supplements predisposes to hyperkalemia.&nbsp; It is usually seen only in patients with significantly impaired renal function.&nbsp; Otherwise, a phenomenon known as potassium adaptation allows increased urinary potassium secretion to offset increased intake (ie, one can ingest 400 mEq/day without developing hyperkalemia).</p><br><br><p>A summary of medications that cause hyperkalemia is provided in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38457.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Evaluation</h2><br><br><p><strong>Pseudohyperkalemia</strong></p><br><br><p>The first step is to exclude pseudohyperkalemia, which is artificially high serum potassium caused by potassium release from cells during blood collection.&nbsp; Common causes include mechanical trauma during venipuncture (releases potassium from hemolyzed erythrocytes) and repeated fist clenching during blood drawing (releases potassium from muscle cells).&nbsp; A new blood sample should be collected.</p><br><br><p><strong>True hyperkalemia</strong></p><br><br><p>Evaluation of true hyperkalemia often occurs concurrently with treatment, particularly in severe cases due to the time sensitivity of potentially life-threatening complications.&nbsp; A detailed history should be obtained, including dietary habits (eg, potassium salt substitutes), underlying diseases (eg, CKD), and medication use (eg, ACE inhibitors, potassium-sparing diuretics, NSAIDs).&nbsp; An ECG should be obtained promptly to assess for changes, which increase in significance corresponding to the severity of hyperkalemia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6019.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><br><br><p>Metabolic acidosis, if present, should be noted because it can cause a transient elevation in serum potassium that resolves with treatment of acidosis.&nbsp; Particular attention should be paid to renal function because AKI and CKD predispose to hyperkalemia.&nbsp; Chronicity should be assessed, if possible, because acute hyperkalemia is usually more dangerous than chronic hyperkalemia given there is less time for cellular adaptation.&nbsp; Further evaluation depends on the clinical picture; for example, in a hypotensive patient, a morning cortisol level can be checked to evaluate for primary adrenal insufficiency.</p>\n<h2>Management</h2><br><br><p>The urgency of hyperkalemia treatment is based on the severity of clinical manifestations, degree of hyperkalemia, and underlying cause.</p><br><br><p><strong>Hyperkalemic emergency</strong></p><br><br><p>Hyperkalemic emergency is defined by any 1 of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serum potassium &gt;6.5 mEq/L</li>\n\t<li>Muscle weakness, ECG changes, cardiac arrhythmias</li>\n\t<li>Rapidly increasing serum potassium (eg, rhabdomyolysis, TLS)</li>\n</ul><br><br><p>Hyperkalemic emergency is treated with both temporizing and definitive measures.&nbsp; Temporizing measures aim to quickly reduce the effects of high potassium (particularly on the heart) but do not remove excess potassium.&nbsp; This allows time for definitive measures to reduce total body potassium.</p><br><br><p><strong>Temporizing measures</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cardiac membrane stabilization:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>IV calcium administration counteracts the effects of hyperkalemia on the heart.&nbsp; It is typically most useful when significant ECG changes are present (eg, QRS widening) but may also be given without these changes.</li>\n\t</ul>\n\t</li>\n\t<li>Shifting potassium into cells:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Insulin and glucose:&nbsp; IV administration of insulin (typically 10 units) promotes cellular potassium uptake.&nbsp; IV glucose is co-administered (25-50 grams) to prevent hypoglycemia.</li>\n\t\t<li>Beta-agonists:&nbsp; Nebulized albuterol stimulates beta-receptors, promoting cellular potassium uptake.</li>\n\t\t<li>Sodium bicarbonate is useful in cases of metabolic acidosis because it alkalinizes the blood, thereby shifting potassium into cells.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Given the temporary effects of these medications (calcium effects last 30-60 min and insulin effects last 4-6 hr), close monitoring of serum potassium and ECG changes is required.</p><br><br><p><strong>Definitive measures</strong></p><br><br><p>Measures to enhance potassium elimination include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>IV fluids are used if prerenal azotemia is suspected.</li>\n\t<li>Loop or thiazide diuretics are used to increase renal potassium excretion (avoid in volume depletion).</li>\n\t<li>Cation-exchange resins bind potassium in the GI tract (effect takes hours).&nbsp; Patiromer (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60392.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) and sodium zirconium cyclosilicate are preferred over sodium polystyrene sulfonate given the risk for volume overload and intestinal necrosis.</li>\n\t<li>Hemodialysis is warranted in severe or refractory cases, typically for renal failure.</li>\n</ul><br><br><p>Patients who do not meet the criteria for hyperkalemic emergency can have serum potassium lowered less urgently, with focus placed on definitive measures without temporizing interventions.&nbsp; This includes those with chronic, mild (≤5.5 mEq/L) or moderate (5.6-6.5 mEq/L) hyperkalemia without acute symptoms, often seen in CKD or medication-induced cases.&nbsp; Key strategies include medication adjustment, dietary potassium restriction, and treatment of underlying conditions.&nbsp; For persistent hyperkalemia, particularly in patients with CKD maintained with ACE inhibitors or ARBs for renoprotection, chronic use of potassium binders should be considered.</p><br><br><p>A summary of hyperkalemia management is provided in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/90225.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Hypokalemia</h1><h2>Presentation and etiologies</h2><br><br><p>As with hyperkalemia, hypokalemia may be asymptomatic (eg, found incidentally) or symptomatic.&nbsp; Symptoms of hypokalemia include muscle cramps, weakness, fatigue, constipation, and in severe cases, paralysis or arrhythmias.&nbsp; Etiologies include increased losses, shifting of potassium from the extracellular to intracellular space, and decreased intake.</p><br><br><p><strong>Increased losses</strong></p><br><br><p>Potassium loss can occur through the kidneys, GI tract, or sweat glands.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Renal losses:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Diuretics:&nbsp; Thiazides and loop diuretics increase urinary potassium excretion.</li>\n\t\t<li>Hyperaldosteronism:&nbsp; Primary hyperaldosteronism (Conn syndrome) and Cushing syndrome, in addition to secondary hyperaldosteronism (eg, due to heart failure or cirrhosis), enhance potassium excretion.</li>\n\t\t<li>Renal tubular disorders:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Type 1 (distal) renal tubular acidosis:&nbsp; Impaired distal H⁺ secretion leads to acidosis and increased potassium excretion to maintain electroneutrality.</li>\n\t\t\t<li>Type 2 (proximal) renal tubular acidosis:&nbsp; Bicarbonate wasting leads to acidosis and secondary hyperaldosteronism (increased potassium excretion).</li>\n\t\t\t<li>Bartter and Gitelman syndromes:&nbsp; Defective Na⁺/K⁺-2Cl (Bartter) and Na-Cl (Gitelman) cotransporters mimic loop and thiazide diuretic use, respectively; this leads to potassium losses.</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>GI losses\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Diarrhea:&nbsp; A loss of potassium-rich colonic secretions directly causes hypokalemia.</li>\n\t\t<li>Vomiting or nasogastric suctioning:&nbsp; Gastric secretions contain minimal potassium; instead, hypokalemia occurs indirectly via secondary renal mechanisms:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>A loss of hydrogen-rich gastric secretions leads to metabolic alkalosis, increasing renally filtered bicarbonate.&nbsp; Bicarbonate in the tubules increases distal sodium delivery, promoting potassium secretion (hypovolemia-induced aldosterone release also plays a role).</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>Sweat losses:&nbsp; excessive sweating, as in strenuous exercise in hot environments or conditions like cystic fibrosis</li>\n</ul><br><br><p><strong>Transcellular shifts</strong></p><br><br><p>Potassium shifts into cells in various conditions, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Metabolic alkalosis:&nbsp; H⁺ ions move out of cells in exchange for potassium.</li>\n\t<li>Increased insulin levels:&nbsp; Insulin therapy, especially during refeeding in malnourished patients, enhances cellular uptake of potassium.</li>\n\t<li>Beta-adrenergic stimulation:&nbsp; Epinephrine and beta-agonists (eg, albuterol) promote cellular uptake of potassium.</li>\n\t<li>Increased erythrocyte production:&nbsp; Acute increases in hematopoiesis (eg, after treating megaloblastic anemia) can cause potassium uptake by new cells.</li>\n</ul><br><br><p><strong>Decreased intake</strong></p><br><br><p>Insufficient dietary potassium intake is uncommon but may occur in patients with eating disorders or on strict diets.</p>\n<h2>Evaluation</h2><br><br><p>A comprehensive history should be obtained, including dietary habits (eg, extreme dieting), medication use (eg, diuretics), and change in bowel habits (eg, diarrhea).&nbsp; An ECG should be obtained to assess for changes, which include T-wave inversion/flattening, ST depression, and prominent U waves (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60022.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ); tachyarrhythmias are also commonly seen.&nbsp; Serum magnesium should be checked because it helps maintain normal potassium levels (eg, maintaining Na⁺/K⁺-ATPase function, preventing renal potassium wasting); its deficiency can cause hypokalemia.&nbsp; Hypokalemia evaluation requires determining if potassium losses are due to renal or GI losses, assessing acid-base status and other causes of transcellular shifts.<p></p><br><br><p><strong>Distinguishing between renal and GI losses</strong></p><br><br><p>If not obvious by clinical history, further evaluation can be performed to distinguish between renal and GI losses.&nbsp; Renal potassium excretion can be quantified either via 24-hour collection (most accurate) or spot urine potassium-to-creatinine ratio (most practical).&nbsp; An elevated urinary potassium (&gt;25-30 mEq/day) suggests hypokalemia is due to renal losses, whereas a low urinary potassium indicates a renal compensatory response to GI losses.&nbsp; Calculation of the transtubular potassium gradient ([K⁺]<font size=\"2\"><sub>urine</sub></font> × serum osmolality / [K⁺]<font size=\"2\"><sub>serum</sub></font> × urine osmolality) may also be helpful.&nbsp; Further evaluation depends on the clinical picture; for example, in a hypertensive patient, renin and aldosterone levels should be checked to evaluate for potential etiologies (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14175.png\" alt=\"Causes of hypertension  hypokalemia\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Causes of hypertension  hypokalemia</div>\n                                </div>\n                                ).<p></p><br><br><p><strong>Assessing acid-base status and other causes of transcellular shifts</strong></p><br><br><p>In some cases, hypokalemia may be due transcellular potassium shifting in combination with or in the absence of renal/GI losses.&nbsp; This can be seen in significant alkalosis; therefore, evaluation includes assessment of serum bicarbonate, albumin, and arterial/venous blood gas analysis.&nbsp; Other conditions that can cause hypokalemia include thyrotoxicosis and rare conditions like hypokalemic periodic paralysis.</p>\n<h2>Management</h2><br><br><p>Hypokalemia can occasionally be attributed solely to alkalosis that resolves following restoration of a normal pH (eg, acute respiratory alkalosis during a panic attack).&nbsp; However, in most cases there are renal or GI losses that require potassium repletion.&nbsp; In addition, patients often have coexisting hypomagnesemia due to common precipitating factors (eg, diarrhea, diuretic use).&nbsp; In these cases, the focus should be on correcting serum magnesium because hypokalemia can otherwise be refractory to potassium replacement.&nbsp; The urgency of hypokalemia correction depends on the severity of hypokalemia (eg, severe if &lt;3.0 mEq/L) and degree of symptoms (eg, tachyarrhythmias, paralysis).</p><br><br><p>Potassium chloride, administered either orally or IV, is usually preferred because of its efficacy and the added benefit of addressing chloride depletion (often coexists with hypokalemia).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In mild to moderate hypokalemia (3.0-3.4 mEq/L), 10 mEq of potassium chloride leads to a sustained increase in serum potassium by approximately 0.1 mEq/L, in the absence of ongoing losses.</li>\n\t<li>In severe cases, the rise can be much less significant and require larger doses.&nbsp; IV repletion rates typically should not exceed 10-20 mEq/hr given the risk for precipitating hyperkalemia because there can be a delay in potassium movement into cells.</li>\n</ul><br><br><p>Continued potassium replacement for several days may be required in severe cases due to marked total body potassium depletion.</p><br><br><p>The underlying cause of hyperkalemia should be addressed to prevent recurrence.&nbsp; Chronic diarrhea should be managed with antidiarrheal medications when appropriate.&nbsp; Diuretic-induced hypokalemia can be addressed either by daily potassium chloride supplementation or the addition of potassium-sparing diuretics (eg, spironolactone, amiloride).</p>\n<h1>Summary</h1><br><br><p>Potassium homeostasis is crucial for normal cellular function, particularly in nerve and muscle tissue.&nbsp; The body maintains this balance through complex interactions involving gastrointestinal absorption, cellular distribution, and renal excretion.&nbsp; Disruptions in these mechanisms can lead to hyperkalemia or hypokalemia, both of which can have serious clinical consequences.&nbsp; Effective management of potassium disorders requires a thorough understanding of underlying pathophysiology, prompt recognition through careful clinical evaluation, and appropriate laboratory testing.</p>\n<h2>Hyperkalemia</h2><br><br><p>Management involves temporizing measures to stabilize cardiac membranes (ie, intravenous calcium) and shifting potassium intracellularly (eg, insulin, glucose); definitive measures aim to eliminate excess potassium from the body.&nbsp; Long-term management focuses on addressing underlying causes, which may include medication adjustments, treatment of renal dysfunction, or management of endocrine disorders.&nbsp; For patients with chronic hyperkalemia, especially those with chronic kidney disease, ongoing use of potassium binders may be necessary.</p>\n<h2>Hypokalemia</h2><br><br><p>Management primarily involves potassium repletion, with the urgency and route of administration determined by the severity of the deficit and presence of symptoms.&nbsp; Concurrent magnesium deficiency must be addressed to ensure effective potassium repletion.&nbsp; Long-term management of hypokalemia involves identifying and treating the underlying cause, which may include adjusting diuretic therapy, managing endocrine disorders, or addressing chronic gastrointestinal losses.&nbsp; Ongoing potassium supplementation or use of potassium-sparing diuretics may be necessary.</p>\n</div>\n\n            "
}