{
  "meta": {
    "title": "Primary nocturnal enuresis",
    "url": "https://brainandscalpel.vercel.app/primary-nocturnal-enuresis-08e7ccd9-dd63e3.html",
    "scrapedAt": "2025-12-01T05:08:08.450Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Nocturnal enuresis is defined as bed-wetting in children age ≥5.&nbsp; The most common cause is delayed maturation of bladder control (ie, primary nocturnal enuresis), which occurs in an otherwise asymptomatic child who has never achieved prolonged nighttime dryness.&nbsp; Less common, underlying medical conditions (eg, diabetes mellitus, urinary tract infection [UTI]) must be excluded based on a thorough history and evaluation.</p><h1>Classification</h1><p>Nocturnal enuresis is defined as <strong>bed-wetting in children age ≥5</strong> and can be classified as primary or secondary (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/65004.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Primary nocturnal enuresis</strong> (most common):&nbsp; Defined as nighttime urinary incontinence in a child who has never achieved a prolonged period of nighttime dryness.&nbsp; This condition affects approximately 15% of children age 5; males are twice as likely to be affected compared to females.&nbsp; A family history of bed-wetting is the greatest risk factor.</li><li><strong>Secondary nocturnal enuresis</strong>:&nbsp; Characterized as new-onset bed-wetting after achieving urinary continence for ≥6 months.&nbsp; This subtype is typically caused by an underlying medical condition (eg, UTI, diabetes mellitus) or psychosocial stressor (eg, bullying, birth of sibling).</li></ul><p>Because a developing secondary condition may overlap with primary nocturnal enuresis, the absence of a prolonged period of nighttime dryness alone does not exclude an underlying medical condition as the cause of bed-wetting.</p><h1>Pathogenesis</h1><p>As neural pathways in the brain evolve over the first few years of life, voiding normally progresses from a primitive reflex to a purposeful action.&nbsp; The process of developing bladder control involves the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52716.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>Awareness of bladder filling.</li><li>Suppression of bladder contractions by the cerebral cortex.</li><li>Coordination of sphincter/detrusor function in the pontine micturition center.</li></ul><p>This process, and therefore toilet training, is typically complete by age 5 in most children.&nbsp; However, a brain maturational delay in the development of bladder control may persist in school-aged children, resulting in primary nocturnal enuresis.&nbsp; The pathogenesis related to exclusively nighttime symptoms may involve increased overnight urine output due to decreased antidiuretic hormone activity, excessive fluid consumption in the evenings, and/or reduced bladder capacity.</p><h1>Clinical presentation</h1><p>Primary nocturnal enuresis presents in children age ≥5 with discrete bed-wetting episodes and without a history of prolonged (≥6 months) nighttime continence.</p><p>Patients do <u>not</u> have additional urinary symptoms (eg, frequency, urgency, hesitancy, pain) or daytime incontinence.</p><h1>Differential diagnosis</h1><p>Primary nocturnal enuresis is a diagnosis of exclusion and must be differentiated from underlying medical conditions that often (but not always) present after a child has achieved a prolonged period of nighttime continence.&nbsp; These conditions are usually associated with additional urinary symptoms, systemic findings, or abnormalities on examination; an exception is psychologic stressors (eg, bullying, birth of a sibling) that may trigger isolated bed-wetting episodes.</p><h2>Renal/urologic abnormalities</h2><ul class=\"article-body-unordered-list\"><li><strong>Urinary tract infection</strong> (UTI):&nbsp; Enuresis can be the presenting symptom, but most patients also have dysuria, frequency, urgency, and/or suprapubic tenderness.&nbsp; Leukocytes and/or nitrites on urinalysis are supportive of the diagnosis.</li><li><strong>Bladder dysfunction</strong>:&nbsp; Bladder dysfunction can be caused by an overactive bladder (abnormal bladder contraction), neurogenic conditions (eg, spina bifida), and anatomic/obstructive disorders (eg, posterior urethral valves [PUV] (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14012.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )).&nbsp; Although nocturnal enuresis can occur, patients typically have daytime incontinence as well and a history of recurrent UTIs; a weak urinary stream is also a common finding.&nbsp; Examination may show cutaneous signs of spinal dysraphism in spina bifida (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L72885.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), and urodynamic studies are typically abnormal.</li><li><strong>Chronic kidney disease</strong> (CKD):&nbsp; Acquired kidney injury, often from anatomic abnormalities in children (eg, PUV, vesicoureteral reflux), can lead to daytime and nighttime urinary incontinence due to reduced ability to concentrate the urine.&nbsp; Patients often also have fatigue, poor growth, hypertension, and edema.&nbsp; Urinalysis usually reveals proteinuria and/or hematuria, and serum creatinine is elevated.</li></ul><h2>Nonrenal/urologic causes</h2><ul class=\"article-body-unordered-list\"><li><strong>Type 1 diabetes mellitus</strong> (T1DM):&nbsp; Nocturnal enuresis may be a presenting symptom of new-onset T1DM; patients also typically have polyuria, polydipsia, and weight loss.</li><li><strong>Constipation</strong>:&nbsp; Enuresis can occur with chronic constipation due to increased bladder pressure from a distended colon.&nbsp; A history of infrequent stooling, straining with bowel movements, and passing hard stools is typical; palpation of stool on abdominal examination supports the diagnosis, and associated encopresis (fecal incontinence) is a sign of stool impaction.</li><li><strong>Psychosocial stressors</strong>:&nbsp; Behavioral regression, including enuresis, may be seen in the setting of psychosocial stressors (eg, new home, birth of a sibling, parental divorce).&nbsp; This condition is also a diagnosis of exclusion, and a thorough social history often reveals a stressor.</li><li><strong>Obstructive sleep apnea</strong> (OSA):&nbsp; Nocturnal enuresis secondary to OSA should be considered in a child who has bed-wetting in addition to daytime sleepiness, behavioral concerns (eg, inattention, impulsivity), hypertension, and/or adenotonsillar hypertrophy.&nbsp; Polysomnography confirms apneas and obstructive hypoventilation.</li><li><strong>Arginine vasopressin disorders</strong> (diabetes insipidus):&nbsp; Patient presentation is similar to T1DM, with polyuria, polydipsia, and enuresis.&nbsp; However, urinalysis reveals a low specific gravity (rather than glucosuria) due to antidiuretic hormone resistance or deficiency.</li></ul><h1>Evaluation</h1><p>Initial evaluation of a patient with bed-wetting involves a thorough history and physical examination plus urinalysis.</p><p>History and examination should focus on the timeline of bed-wetting (ie, primary vs secondary) as well as clinical features that may point to a specific cause (eg, poor growth in CKD, daytime sleepiness in OSA).&nbsp; Patients with secondary enuresis or symptoms suggestive of an underlying medical condition should undergo detailed evaluation guided by these findings (eg, serum creatinine, polysomnography) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/64508.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p><p>Because primary nocturnal enuresis may be present in a patient with a developing secondary condition, urinalysis should be performed in all children with nocturnal enuresis, regardless of associated symptoms, to assess for secondary medical causes:</p><ul class=\"article-body-unordered-list\"><li>Leukocyte esterase and/or nitrites may indicate an occult UTI.</li><li>Glycosuria is suggestive of T1DM.</li><li>Dilute urine (specific gravity &lt;1.005) may suggest arginine vasopressin disorders.</li></ul><h1>Diagnosis</h1><p>Primary nocturnal enuresis is a diagnosis of exclusion based on the following findings:</p><ul class=\"article-body-unordered-list\"><li>A history of bed-wetting without a prolonged period of nighttime dryness.</li><li>No additional urinary symptoms, systemic findings, or examination abnormalities suggestive of an underlying medical condition.</li><li>Normal urinalysis.</li></ul><h1>Prognosis and management</h1><p>The natural course of primary nocturnal enuresis is <strong>spontaneous resolution</strong>, which may take months to years to achieve (eg, resolved in 93% of children by age 7 and 98% of children by age 12).&nbsp; Males generally reach this milestone later than females, and the condition persists into adulthood for approximately 1% of patients.</p><p>Due to the high rate of spontaneous resolution, reassurance, follow-up, and treatment of any comorbid, potentially exacerbating conditions (eg, constipation) are appropriate.&nbsp; However, many families seek active intervention to improve quality of life due to psychosocial stress or disrupted sleep.</p><h2>Behavioral modifications</h2><p>Initial steps in management include <strong>behavioral modifications</strong> (eg, minimizing evening fluid intake, voiding before bedtime) and <strong>motivational interventions</strong> (eg, sticker charts).&nbsp; Patients are often instructed to keep a voiding diary to identify modifiable habits (eg, evening fluid intake).&nbsp; Notably, having the parent periodically wake the child is not recommended because the child becomes reliant on the parent's intervention to void rather than on physiologic cues (eg, bladder fullness).</p><h2>Enuresis alarm</h2><p>For children who do not respond to lifestyle changes, <strong>enuresis alarm</strong> therapy is the most effective long-term intervention but can take 3-4 months to be effective.&nbsp; An enuresis alarm is activated when a sensor in the patient's underwear or bed pad detects moisture and triggers an auditory or vibratory alarm that wakes the patient, thereby inhibiting further bladder emptying.&nbsp; With consistent use, the enuresis alarm conditions the child to wake prior to voiding.&nbsp; Patient adherence and motivation are required because the child is responsible for responding to the alarm.</p><h2>Pharmacotherapy</h2><p><strong>Desmopressin</strong>, an antidiuretic hormone analogue, is an alternate first-line therapy recommended for families seeking a short-term solution (eg, for sleepaway camp) or for patients whose enuresis alarm therapy has failed or been refused.&nbsp; However, the rate of relapse on discontinuation of desmopressin therapy is high.&nbsp; Patients should be counseled on minimizing fluid intake in the evening to prevent hyponatremia with therapy.</p><p>Tricyclic antidepressants (eg, imipramine) are not first-line therapy for enuresis but can be considered for refractory cases.&nbsp; Efficacy results from the anticholinergic effect of urinary retention.</p><h1>Summary</h1><p>Primary nocturnal enuresis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35874.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) presents in children age ≥5 who have not achieved nighttime continence and is caused by maturational delay in bladder control.&nbsp; This condition is a diagnosis of exclusion based on a thorough history and physical examination excluding underlying medication conditions (eg, urinary tract infection, type 1 diabetes mellitus), as well as a normal urinalysis.&nbsp; The natural course of primary nocturnal enuresis is spontaneous resolution, but sleep disruption and/or psychosocial stress may warrant intervention (eg, enuresis alarm therapy).<p></p></div>\n            "
}