{
  "meta": {
    "title": "Renal artery stenosis",
    "url": "https://brainandscalpel.vercel.app/renal-artery-stenosis-4ec60d83-dd63e3.html",
    "scrapedAt": "2025-12-01T05:08:12.617Z",
    "type": "article"
  },
  "content": "\n                <div>\n<p></p><h1>Introduction</h1><p></p><br><br><p>Renal artery stenosis (RAS) is characterized by narrowing of one or both renal arteries, leading to reduced blood flow to the kidneys.&nbsp; The hallmark of RAS is renovascular hypertension, a notable cause of secondary hypertension accounting for approximately 1%-5% of all cases.&nbsp; RAS can also contribute to the development of chronic kidney disease (CKD).&nbsp; Early recognition and management of RAS are crucial to prevent progressive renal damage and associated cardiovascular complications.</p><br><br><p></p><h1>Pathophysiology</h1><p></p><br><br><p>RAS involves narrowing of the renal artery lumen, which reduces renal blood flow and activates the renin-angiotensin-aldosterone system (<strong>RAAS</strong>) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46717.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This activation leads to <strong>systemic vasoconstriction and fluid retention</strong>, resulting in hypertension.&nbsp; Hypertension occurs in both unilateral and bilateral disease, as renin secreted by the affected kidney leads to systemic effects, impacting both kidneys.<p></p><br><br><p>In unilateral RAS (70%-75% of cases), chronic ischemia leads to loss of filtering capacity, with tubular atrophy and fibrosis of the stenotic kidney.&nbsp; The nonstenotic kidney compensates by increasing its filtration rate to maintain overall renal function.&nbsp; Over time, increased renal blood flow and systemic hypertension can lead to <strong>hypertensive nephrosclerosis</strong> of the <strong>nonstenotic</strong> kidney (ie, arteriolar wall thickening due to hyaline and hyperplastic arteriolosclerosis).&nbsp; When RAS is restricted to one side and the contralateral kidney functions normally, CKD does not typically occur as the normal kidney is still able to filter efficiently.</p><br><br><p></p><h1>Etiologies</h1><p></p><br><br><p>The primary etiologies of RAS include:</p>\n<h2>Atherosclerotic RAS</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>~90% of cases</li>\n\t<li>Most common in older adults (age &gt;55)</li>\n\t<li>Associated with prominent atherosclerotic plaques at the junction of the aorta and the renal artery (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69156.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )</li>\n\t<li>High association with smoking, diabetes mellitus, and hyperlipidemia</li>\n\t<li>Often in conjunction with atherosclerosis in other vascular beds (coronary, cerebral, peripheral)</li>\n</ul>\n<h2>Fibromuscular dysplasia (FMD)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>~10% of cases</li>\n\t<li>More common in younger females (age 15-50)</li>\n\t<li>Involves fibrous tissue overgrowth in the arterial wall, leading to arterial stenosis, tortuosity, aneurysms, or dissections</li>\n\t<li>Can cause vessel nonatherosclerotic stenosis, aneurysm, or dissection and may involve other arteries (carotid, vertebral)</li>\n</ul>\n<h2>Other</h2><br><br><p>Less common causes of RAS include vasculitis (eg, Takayasu arteritis, polyarteritis nodosa), extrinsic compression (eg, tumors, retroperitoneal fibrosis), radiation-induced arteritis, and arterial dissection.</p><br><br><p></p><h1>Clinical presentation</h1><p></p><br><br><p>Hypertension is the most common manifestation of RAS, often presenting as <strong>sudden-onset or worsening hypertension</strong>.&nbsp; RAS is present in about 1% of patients with mild hypertension but is seen in up to 45% of those with severe hypertension.&nbsp; Resistant hypertension, requiring ≥3 antihypertensive medications, is also common.</p><br><br><p>Many patients experience an <strong>unexplained decline in renal function</strong>, which can be particularly notable if there is an elevation in serum creatinine &gt;30% from baseline after starting an ACE inhibitor or angiotensin receptor blocker.&nbsp; Patients may have recurrent episodes of flash pulmonary edema caused by sudden retention of salt and water from RAAS activation, overwhelming the heart's capacity to handle this increased volume.</p><br><br><p>Other cardiovascular manifestations (eg, myocardial infarction, peripheral artery disease) are common in atherosclerotic RAS due to the systemic effects of hypertension and disease in other vascular beds.&nbsp; In FMD, patients often exhibit signs of cerebrovascular involvement, including recurrent headaches, pulsatile tinnitus, neck pain, Horner syndrome, and transient ischemic attacks.</p><br><br><p></p><h1>Evaluation</h1><p></p><br><br><p>The evaluation of suspected RAS involves clinical assessment, laboratory tests, and imaging.&nbsp; A thorough history focusing on risk factors (eg, smoking) is important.&nbsp; Physical examination should include careful auscultation for <strong>abdominal bruits</strong>, which have high specificity (99%) for RAS if they are continuous throughout systole and diastole and lateralize to one side (though present in only 40% of patients).&nbsp; A subauricular systolic bruit strongly suggests FMD, as carotid atherosclerosis should be absent.&nbsp; Renal function and electrolytes should be assessed; evidence of secondary hyperaldosteronism (ie, hypokalemia, elevated serum bicarbonate) is often seen.</p><br><br><p>Diagnostic imaging should be performed only if a corrective procedure would follow positive results, avoiding unnecessary harm (eg, from arterial contrast) without therapeutic benefit.&nbsp; Imaging options include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Duplex Doppler ultrasonography (time-consuming and technically challenging)</li>\n\t<li>CT angiography (avoid in advanced CKD)</li>\n\t<li>MR angiography (highest sensitivity)</li>\n\t<li>Invasive angiography (gold standard, reserved for planned interventions)</li>\n</ul><br><br><p>Atherosclerotic RAS typically appears as <strong>focal, eccentric narrowing</strong> at the ostium or proximal third of the renal artery, often with calcifications (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66025.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; FMD characteristically shows a <strong>\"string of beads\" appearance</strong> in the middle or distal thirds, representing areas of stenosis alternating with aneurysmal dilations.<p></p><br><br><p>Other specialized tests (eg, captopril renography, selective renal vein renin sampling) are occasionally used to assess renal function asymmetry and stenosis significance.</p><br><br><p></p><h1>Management</h1><p></p><br><br><p>The management of RAS aims to control blood pressure, preserve renal function, and prevent cardiovascular complications.</p>\n<h2>Medical management</h2><br><br><p><strong>ACE inhibitors</strong> or <strong>angiotensin receptor blockers</strong> (ARBs) are first-line due to nephroprotective effects.&nbsp; However, they pose a risk of acute kidney injury, necessitating close monitoring of renal function.&nbsp; In unilateral RAS, the acute change in GFR is usually small.&nbsp; In bilateral RAS, reduction in blood flow can lead to a more significant GFR decrease, but most patients tolerate the medication with only a mild serum creatinine rise (can continue if it rises &lt;30%).&nbsp; Atherosclerotic RAS also requires antiplatelet therapy, statins, smoking cessation, and diabetes management; FMD typically does not require additional medications.</p>\n<h2>Revascularization</h2><br><br><p>Some patients may require revascularization of the renal artery, usually via percutaneous transluminal renal angioplasty (with stent placement in atherosclerotic RAS).&nbsp; Surgical revascularization may be required for complex cases of failed endovascular procedures.&nbsp; Indications for revascularization include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Resistant hypertension despite optimal medical therapy</li>\n\t<li>Progressive renal dysfunction</li>\n\t<li>Recurrent flash pulmonary edema</li>\n\t<li>Significant (&gt;70%) bilateral RAS or RAS in a solitary functioning kidney</li>\n</ul><br><br><p>Residual hypertension is common even after revascularization due to irreversible vascular and renal parenchymal changes.&nbsp; Regular monitoring of blood pressure and renal function is necessary, along with periodic imaging to assess for restenosis or disease progression.</p><br><br><p></p><h1>Summary</h1><p></p><br><br><p>RAS is a significant cause of secondary hypertension and can lead to progressive renal dysfunction if left untreated (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42060.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Clinical presentation can range from asymptomatic to severe hypertension with end-organ damage.&nbsp; RAS should be suspected in patients with resistant hypertension, especially in the context of diffuse atherosclerosis, asymmetric kidney size, recurrent flash pulmonary edema, or significant creatinine elevation after starting ACE inhibitors or ARBs.<p></p><br><br><p>The two main etiologies are atherosclerosis (more common in older adults) and fibromuscular dysplasia (more common in younger females).&nbsp; Diagnosis involves a combination of clinical assessment, laboratory tests, and imaging studies.&nbsp; Management strategies include medication to control blood pressure and reduce cardiovascular risk, with revascularization reserved for select cases.&nbsp; Early recognition and appropriate management are crucial to prevent progressive renal damage and associated cardiovascular complications.</p>\n</div>\n\n            "
}