{
  "meta": {
    "title": "Adrenal incidentalomas",
    "url": "https://brainandscalpel.vercel.app/adrenal-incidentalomas-7c87f86b-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:16.022Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Adrenal incidentalomas are adrenal masses discovered inadvertently during imaging studies performed for reasons unrelated to suspected adrenal disease.&nbsp; The widespread use of high-resolution imaging techniques has led to an increase in the incidental detection of these lesions.&nbsp; Although most are benign and nonfunctioning, a significant minority (10%-15%) can be malignant or hormone-producing, necessitating careful evaluation and management.&nbsp; The clinical significance of adrenal incidentalomas lies in distinguishing benign from malignant lesions and determining whether they are hormonally active because these factors influence the management approach.</p>\n<h1>Pathogenesis</h1><br><br><p>The mechanisms that lead to the development of adrenal incidentalomas are not fully understood.&nbsp; However, several factors may contribute to their formation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Genetic alterations:&nbsp; These changes may be sporadic mutations (eg, <em>PRKACA</em>, beta-catenin) or, less commonly, hereditary mutations (eg, <em>MEN1</em>, <em>TP53</em>).</li>\n\t<li>Hormonal stimulation:&nbsp; Chronic adrenal stimulation by factors such as ACTH may promote hyperplasia and eventual tumor formation.</li>\n\t<li>Aging:&nbsp; The increased prevalence of adrenal incidentaloma with age suggests that cumulative cellular damage may play a role.</li>\n</ul>\n<h1>Epidemiology and classification</h1><br><br><p>Adrenal incidentalomas are found in approximately 4%-5% of abdominal CT scans.&nbsp; Prevalence increases with age (eg, &lt;1% in patients age &lt;30, 7% in patients age &gt;70).&nbsp; Adrenal incidentalomas are classified based on their functional status and malignant potential:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Benign nonfunctioning adenomas (approximately 75% of cases)</li>\n\t<li>Benign functioning adenomas producing the following excess hormones:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Cortisol (Cushing syndrome)</li>\n\t\t<li>Aldosterone (primary hyperaldosteronism)</li>\n\t\t<li>Catecholamines (pheochromocytoma)</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Rarely, incidentalomas represent adrenocortical carcinoma, metastasis, or other rare tumors (eg, myelolipomas, ganglioneuromas).</p>\n<h1>Clinical presentation</h1><br><br><p>Most adrenal incidentalomas are asymptomatic at the time of discovery (hence the term \"incidentaloma\").&nbsp; However, some may produce clinical signs or symptoms related to hormone excess:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cushing syndrome:</strong>&nbsp; Typically presents as subclinical disease due to mild cortisol excess without overt clinical features (eg, moon face) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29332.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )</li>\n\t<li><strong>Primary hyperaldosteronism:</strong>&nbsp; Presents with hypertension and hypokalemia that may be spontaneous or reveal itself following thiazide initiation for hypertension</li>\n\t<li><strong>Pheochromocytoma:</strong>&nbsp; Usually subclinical in presentation but can cause paroxysmal hypertension, palpitations, and sweating</li>\n</ul><br><br><p>Rarely, large tumors can cause local mass effects, such as abdominal or flank pain.</p>\n<h1>Diagnosis and evaluation</h1><br><br><p>The evaluation of adrenal incidentalomas involves determining the risk of malignancy and assessing for hormone overproduction.</p>\n<h2>Risk of malignancy</h2><br><br><p>CT scan is the primary imaging modality for characterizing adrenal masses:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Size</strong>:&nbsp; Masses &gt;4 cm are more likely to be malignant.</li>\n\t<li><strong>Density</strong>:&nbsp; An unenhanced CT attenuation value of &lt;10 Hounsfield units is diagnostic of adenoma.</li>\n\t<li><strong>Appearance</strong>:&nbsp; Irregular shape, heterogeneity, and calcifications suggest malignancy.</li>\n</ul><br><br><p>Specific radiographic features can sometimes help distinguish between different adrenal masses.</p>\n<h2>Hormonal evaluation</h2><br><br><p>All patients with adrenal incidentalomas should undergo hormonal evaluation, the extent of which depends on clinical and radiographic findings.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pheochromocytoma:</strong>&nbsp; Pheochromocytoma should be excluded with 24-hour urine testing of catecholamines and fractionated metanephrines, particularly if attenuation is ≥10 Hounsfield units on CT imaging.</li>\n\t<li><strong>Cushing syndrome:</strong>&nbsp; All patients should be screened for Cushing syndrome (including subclinical forms) with an overnight low-dose dexamethasone suppression test (after excluding pheochromocytoma to avoid a catecholaminergic crisis) and measurement of dehydroepiandrosterone sulfate (DHEA-S), a precursor hormone secreted by the adrenal glands.&nbsp; Low DHEA-S levels strengthen the diagnosis of Cushing syndrome because they reflect chronic ACTH suppression due to hypercortisolism.</li>\n\t<li><strong>Primary hyperaldosteronism:</strong>&nbsp; Patients with hypertension or hypokalemia should be screened for primary hyperaldosteronism by measuring plasma aldosterone concentration (PAC) and plasma renin activity (PRA) (diagnosis is suggested by PAC &gt;15 ng/dL in conjunction with a PAC/PRA ratio &gt;20-30).</li>\n</ul><br><br><p>Of note, high levels of DHEA-S indicate increased adrenal androgen secretion, usually seen in adrenocortical carcinomas.&nbsp; These are highly aggressive malignant tumors with a poor prognosis that can usually be distinguished from adenomas on imaging.&nbsp; When functional, these carcinomas often present with feminization in men (eg, gynecomastia, testicular atrophy) due to disruption of the estrogen/testosterone ratio (eg, gonadal testosterone suppression); in women, functional adrenocortical carcinomas cause dysfunctional uterine bleeding.</p>\n<h1>Management</h1><br><br><p>The management of adrenal incidentalomas depends on their imaging characteristics and hormonal activity.</p>\n<h2>Surgical management</h2><br><br><p>Indications for surgery include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Size &gt;4 cm or other imaging characteristics suspicious for malignancy</li>\n\t<li>Hormone-producing tumors (except some cases of mild hypercortisolism)</li>\n\t<li>Significant growth on follow-up imaging</li>\n</ul><br><br><p>The preferred surgical approach is laparoscopic adrenalectomy; large or potentially malignant tumors require open adrenalectomy.</p>\n<h2>Conservative management</h2><br><br><p>For small (&lt;4 cm), nonfunctioning adenomas with benign imaging characteristics, management involves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Repeat imaging within 6-12 months to ensure stability</li>\n\t<li>Annual hormonal evaluation for 4-5 years</li>\n\t<li>Considering discontinuation of follow-up if the mass remains stable and nonfunctioning after 4-5 years</li>\n</ul>\n<h2>Special considerations</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pheochromocytomas:</strong>&nbsp; Patients require alpha-blockade before surgery to prevent perioperative complications (due to catecholaminergic crisis from tumor manipulation).</li>\n\t<li><strong>Cortisol-producing adenomas:</strong>&nbsp; Patients may require perioperative glucocorticoid replacement (to prevent adrenal crisis from withdrawal) and gradual tapering postoperatively.</li>\n\t<li><strong>Aldosterone-producing adenomas:</strong>&nbsp; Surgical cure rates are high, but some patients may require ongoing antihypertensive medication.</li>\n\t<li><strong>Adrenocortical carcinomas:</strong>&nbsp; Open adrenalectomy is preferred for complete resection.&nbsp; Fine-needle aspiration cannot reliably distinguish between adrenal adenomas and carcinoma but may be used to confirm suspected metastasis.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Adrenal incidentalomas (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8830.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) are adrenal masses discovered inadvertently during imaging studies performed for unrelated reasons.&nbsp; These lesions require careful evaluation for malignancy risk and hormonal activity.&nbsp; The 3 main hyperfunctioning conditions associated with these tumors are Cushing syndrome (cortisol excess), primary hyperaldosteronism (aldosterone excess), and pheochromocytoma (catecholamine excess).&nbsp; Management decisions are based on tumor size, imaging characteristics, and presence of hormonal activity.&nbsp; Surgery is indicated for larger tumors (&gt;4 cm), those suspicious for malignancy, or hormone-producing lesions.&nbsp; Small, benign-appearing, nonfunctioning adenomas can be managed conservatively with periodic follow-up imaging and hormonal evaluation.<p></p>\n</div>\n\n            "
}