{
  "meta": {
    "title": "Adrenal insufficiency",
    "url": "https://brainandscalpel.vercel.app/adrenal-insufficiency-ed65a566-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:16.118Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Adrenal insufficiency (AI) is characterized by inadequate production of glucocorticoids (cortisol) and/or mineralocorticoids (aldosterone) by the adrenal glands.&nbsp; AI can present acutely or chronically with varying degrees of severity.</p>\n<h1>Pathophysiology and etiologies</h1><h2>Normal gland function and regulation</h2><br><br><p>The adrenal glands, located above the kidneys, produce several essential hormones.&nbsp; The outer layer, the adrenal cortex (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41800.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), synthesizes 3 classes of hormones:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Glucocorticoids</strong> (primarily cortisol) exert a broad spectrum of effects (eg, fight response), including maintaining vascular tone (cortisol potentiates alpha-1 stimulation).</li>\n\t<li><strong>Mineralocorticoids</strong> (primarily aldosterone) help regulate blood pressure and potassium balance by promoting renal sodium retention and potassium secretion.</li>\n\t<li><strong>Androgens</strong> (eg, dehydroepiandrosterone [DHEA]) contribute to sexual function in females (testes are the main source of androgens in males).</li>\n</ul><br><br><p>The hypothalamic-pituitary-adrenal (HPA) axis is responsible for regulating glucocorticoid production (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19976.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Stress triggers hypothalamic secretion of corticotropin-releasing hormone (CRH).</li>\n\t<li>CRH stimulates the anterior pituitary to secrete adrenocorticotropic hormone (ACTH).</li>\n\t<li>ACTH stimulates adrenal release of cortisol (and adrenal androgens).</li>\n\t<li>Cortisol exerts negative feedback to the hypothalamus (reducing CRH) and pituitary (reducing ACTH).</li>\n</ul><br><br><p>In contrast, aldosterone secretion is primarily regulated by the renin-angiotensin-aldosterone system (RAAS), not the HPA axis.&nbsp; AI can result from dysfunction at any level of the HPA axis.</p>\n<h2>Primary adrenal insufficiency (Addison disease)</h2><br><br><p>Primary AI occurs due to a dysfunction in the adrenal glands themselves, leading to decreased cortisol and aldosterone production.&nbsp; This disorder accounts for 80%-90% of AI cases.&nbsp; Etiologies include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Autoimmune adrenalitis</strong> is the most common cause in resource-rich countries, particularly in patients with other autoimmune conditions (eg, polyglandular autoimmune syndrome, hypothyroidism, vitiligo).&nbsp; It involves both cell-mediated autoimmunity targeting the adrenal cortex and autoantibody formation targeting multiple steroidogenic enzymes (eg, 21-hydroxylase).&nbsp; Certain medications (eg, checkpoint inhibitors such as nivolumab) can trigger this process.&nbsp; Histopathology typically shows atrophic adrenal glands with lymphocytic infiltration</li>\n\t<li><strong>Infectious adrenalitis</strong>:&nbsp; Extrapulmonary tuberculosis is the most prevalent cause worldwide.&nbsp; Disseminated fungal infections (eg, histoplasmosis) are another cause.</li>\n\t<li><strong>Adrenal hemorrhage</strong> (bilateral) has predisposing factors that include anticoagulant use, antiphospholipid syndrome, trauma, and severe sepsis (eg, Waterhouse-Friderichsen syndrome from meningococcemia).</li>\n\t<li><strong>Adrenoleukodystrophy</strong> is a rare genetic disorder primarily affecting males, characterized by the accumulation of very-long-chain fatty acids (VLCFAs) in the adrenal cortex and nervous system.</li>\n</ul>\n<h2>Central adrenal insufficiency</h2><br><br><p>Central AI occurs when HPA axis disruption involves either the anterior pituitary gland (secondary) or, rarely, the hypothalamus (tertiary).&nbsp; The terms \"central\" and \"secondary\" are often used interchangeably given the rarity of tertiary AI.&nbsp; The vast majority of cases are due to prolonged administration of exogenous glucocorticoids (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28304.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), which can suppress CRH (hypothalamus) and ACTH (anterior pituitary).<p></p><br><br><p>Additional etiologies include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pituitary disease</strong> causes include pituitary tumors, infiltrative disease (eg, hemochromatosis), Sheehan syndrome (postpartum), pituitary apoplexy, autoimmune lymphocytic hypophysitis, and chronic opioid use.</li>\n\t<li><strong>Hypothalamic disease</strong> (rare) causes include masses (eg, craniopharyngiomas, metastatic lesions), CNS radiation, and infiltrative disease (eg, sarcoidosis).</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>AI can manifest with a spectrum of symptoms ranging from insidious to life-threatening, depending on the extent and rate of adrenal function loss and the severity of stress.&nbsp; AI can be classified as chronic or acute (ie, adrenal crisis).&nbsp; In addition, several features can differentiate between primary and central AI.</p>\n<h2>Chronic adrenal insufficiency</h2><br><br><p><strong>Clinical features common to chronic primary and central adrenal insufficiency</strong></p><br><br><p>Chronic AI presents as an insidious course with nonspecific symptoms, including gradual onset of fatigue/weakness, weight loss/anorexia, nausea, and myalgias.</p><br><br><p><strong>Chronic primary adrenal insufficiency</strong></p><br><br><p>Chronic primary AI, usually resulting from autoimmune destruction of the bilateral adrenal cortex, presents with the following manifestations reflecting adrenocortical destruction:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mineralocorticoid deficiency</strong>:&nbsp; Reduced aldosterone causes renal sodium wasting (eg, hypotension, hypovolemia, salt cravings) and potassium retention.&nbsp; Hypovolemia provides non-osmotic stimulus for antidiuretic hormone (ADH) secretion, leading to water retention and hyponatremia.</li>\n\t<li><strong>Glucocorticoid deficiency</strong>:&nbsp; Decreased cortisol contributes to hypotension (cortisol enhances vascular tone), causes constitutional symptoms (eg, fatigue, anorexia), can trigger hypoglycemia, and may lead to eosinophilia (by reducing eosinophil migration into tissues).&nbsp; Because cortisol normally inhibits ADH secretion, low cortisol also contributes to hyponatremia.</li>\n\t<li><strong>Androgen deficiency</strong>:&nbsp; Reduced adrenal androgens can cause loss of libido and secondary sexual characteristics (eg, reduced pubic hair), typically only in females (testicular androgen production continues in males).</li>\n</ul><br><br><p><strong>Distinguishing chronic primary from central adrenal insufficiency</strong></p><br><br><p>Most cases of chronic AI are due to central AI in the setting of chronic glucocorticoid use (resulting in HPA axis suppression).&nbsp; The adrenal cortex can still secrete aldosterone because mineralocorticoid production is regulated by the RAAS instead of the HPA axis.&nbsp; Therefore, central AI is typically milder (isolated glucocorticoid deficiency) than primary AI (combined glucocorticoid and mineralocorticoid deficiency).</p><br><br><p>Key differentiating features between chronic primary and central AI include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Salt-craving and hypotension</strong> are less likely in central AI because of the lack of mineralocorticoid deficiency–induced renal salt wasting.</li>\n\t<li><strong>Hyperkalemia</strong> is not seen in central AI because aldosterone is unaffected.</li>\n\t<li><strong>Hyponatremia</strong> is more severe in primary AI because volume depletion (due to combined glucocorticoid and mineralocorticoid deficiencies) is a strong non-osmotic stimulus for ADH release.</li>\n\t<li><strong>Hyperpigmentation</strong> is mainly seen in primary AI because decreased negative feedback on ACTH leads to high levels of both ACTH and its precursor, proopiomelanocortin (POMC); melanocyte-stimulating hormone is also derived from POMC.</li>\n</ul><br><br><p>In practice, the presence of salt-craving, more severe hemodynamic and electrolyte abnormalities, and hyperpigmentation make primary AI more likely.&nbsp; A summary of primary versus central/secondary AI is provided in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31624.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Acute adrenal insufficiency (adrenal crisis)</h2><br><br><p>Adrenal crisis is a life-threatening condition characterized by hypotension (key feature) and nonspecific symptoms including altered mental status, severe abdominal pain, nausea/vomiting, and fever.&nbsp; It is typically precipitated by acutely stressful events (eg, surgery, endoscopy, injury, infection) and can develop in those with preexisting AI (primary or secondary/central).&nbsp; As with chronic AI, acute primary AI tends to have a more severe presentation than acute central AI due to loss of both cortisol and aldosterone.&nbsp; Cardiovascular collapse is common because cortisol is needed to maintain vascular tone and aldosterone is critical for sodium retention.</p><br><br><p>More specifically, the main driver for adrenal crisis in primary AI appears to be mineralocorticoid (aldosterone deficiency), given that it can occur even in patients taking physiologic doses of glucocorticoids.&nbsp; However, the resulting severe hypotension, often refractory to volume resuscitation and poorly responsive to vasopressors, is likely exacerbated by glucocorticoid deficiency because cortisol is needed to potentiate the effect of alpha-1 stimulation on peripheral vascular tone.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of suspected AI involves a combination of clinical features, laboratory tests, and imaging studies.&nbsp; In addition to identifying consistent laboratory findings as described previously (eg, hyponatremia), evaluation includes confirming a low serum cortisol and establishing the level of defect (eg, adrenals, pituitary).</p>\n<h2>Confirming cortisol deficiency</h2><br><br><p>Cortisol level measurements can help confirm the diagnosis of AI.&nbsp; Although typical cutoffs are listed here, the specific values may vary by laboratory and guidelines.</p><br><br><p>For suspected adrenal crisis (eg, hypotensive patient), cortisol &lt;15 mcg/dL suggests AI, whereas ≥15 mcg/dL excludes it.&nbsp; In suspected chronic AI, cortisol ≥15 mcg/dL similarly rules out the diagnosis; cortisol ≤5 mcg/dL is consistent with AI, and cortisol between 5-15 mcg/dL is considered indeterminate and requires an ACTH (cosyntropin) stimulation test.&nbsp; The test consists of administering a dose of IV ACTH and measuring serum cortisol 30 and 60 minutes afterward:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cortisol does not rise or remains low</strong> (eg, ≤5 mcg/dL) indicates that the adrenals are unable to respond to ACTH, making AI likely.</li>\n\t<li><strong>Cortisol rises</strong> (eg, ≥15 mcg/dL) is a normal adrenal response to ACTH, making AI unlikely.</li>\n</ul>\n<h2>Establish level of defect</h2><br><br><p>For patients with confirmed cortisol deficiency, determining whether the insufficiency is primary (adrenal gland dysfunction) or central (pituitary or hypothalamic dysfunction) is crucial.&nbsp; An early-morning serum ACTH level aids in differentiation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>High ACTH</strong> indicates loss of negative HPA axis feedback, suggesting primary AI.</li>\n\t<li><strong>Low or inappropriately normal ACTH</strong> indicates deficient ACTH secretion despite low cortisol, suggesting central AI.</li>\n</ul><br><br><p>Indeterminate ACTH requires further evaluation (eg, renin and aldosterone can help distinguish primary from central AI).</p>\n<h2>Evaluation of etiology</h2><br><br><p>In suspected primary AI, a detailed history can reveal clues to etiology, including autoimmunity, infections, or malignancy.&nbsp; If the history is not revealing, dedicated evaluation for autoimmune primary AI (eg, anti–21-hydroxylase antibodies) or more unusual causes (eg, CT scan for bilateral adrenal hyperplasia, plasma VLCFAs for adrenoleukodystrophy) should be undertaken.</p><br><br><p>In suspected central AI, clinical history should first assess for exogenous glucocorticoid use discontinued within the past 3 months (particularly ≥5 mg prednisone daily or equivalent for ≥2 weeks) because most cases are due to withdrawal of exogenous glucocorticoids.&nbsp; If the cause is unclear, MRI of the pituitary should be obtained to evaluate for its involvement (eg, hypophysitis, tumors, metastases, empty sella syndrome).</p>\n<h1>Management</h1><br><br><p>Management of AI focuses on stabilizing the patient, hormone replacement, and addressing the underlying cause.</p>\n<h2>Acute adrenal insufficiency</h2><br><br><p>Adrenal crisis is a life-threatening condition requiring immediate intervention before diagnostic evaluation can safely occur.&nbsp; Key components of management include:</p><br><br><p><strong>Emergency measures</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fluid resuscitation:&nbsp; aggressive fluid resuscitation to correct volume depletion</li>\n\t<li>High-dose glucocorticoid therapy:&nbsp; hydrocortisone or dexamethasone</li>\n</ul><br><br><p><strong>Subacute measures</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Identify and treat precipitating factors (eg, infection).</li>\n\t<li>If no known history of AI, measure serum cortisol and ACTH to determine if primary or central.</li>\n\t<li>Taper IV glucocorticoids.&nbsp; Oral hydrocortisone (in divided doses) is preferred because it has both glucocorticoid (major) and mineralocorticoid (minor) effects.&nbsp; In patients with primary AI, hydrocortisone often does not have adequate mineralocorticoid replacement, so fludrocortisone (a synthetic mineralocorticoid) is usually added (for hyponatremia/hyperkalemia, orthostatic hypotension).</li>\n</ul>\n<h2>Chronic adrenal insufficiency</h2><br><br><p>Management of chronic AI is similar to acute AI except with no need for emergency measures.&nbsp; In females, DHEA replacement should be considered for symptoms of androgen deficiency (eg, low libido).&nbsp; Importantly, in patients with both AI and central hypothyroidism, administering thyroid hormone without adequate glucocorticoid replacement can precipitate adrenal crisis (by increasing cortisol metabolism).</p><br><br><p>Patients with chronic AI require increased glucocorticoid dosage during periods of stress (eg, illness, surgery, trauma) to prevent adrenal crisis.&nbsp; The risk of HPA axis suppression and perioperative management (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119801.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) are summarized in the accompanying table.&nbsp; Long-term management includes screening for other autoimmune conditions if applicable, periodic assessment of bone density (glucocorticoids predispose to osteoporosis), and adjusting steroid doses (eg, triple the dose for 3 days in response to illness or \"stress doses\" of glucocorticoids).<p></p>\n<h1>Differential diagnosis</h1><br><br><p>Given that the symptoms of AI can be nonspecific, several conditions may mimic AI.</p><br><br><p><strong>Mimickers of chronic adrenal insufficiency</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypothyroidism</strong>:&nbsp; Can also cause fatigue, weakness, and hyponatremia, but hypotension and hyperkalemia are absent.</li>\n\t<li><strong>Chronic fatigue syndrome</strong>:&nbsp; Can cause similar subjective symptoms without hypotension or electrolyte abnormalities.</li>\n</ul><br><br><p><strong>Mimickers of acute adrenal insufficiency</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sepsis</strong>:&nbsp; Can also cause cardiovascular collapse, mental status changes, hypoglycemia, and hyperkalemia (if renal failure is present).</li>\n\t<li><strong>Diabetic ketoacidosis</strong>:&nbsp; Can also cause hypotension (volume depletion), abdominal pain, nausea, vomiting, confusion, and hyperkalemia (acidosis causes potassium to shift out of cells)&nbsp; However, hyperglycemia is nearly universally seen (although rarely can have euglycemic presentation).</li>\n\t<li><strong>Anaphylaxis</strong>:&nbsp; Can also cause hypotension, nausea/vomiting, and confusion, but hyponatremia and hyperkalemia are not typical.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Adrenal insufficiency (AI) presents a spectrum of symptoms ranging from insidious fatigue to life-threatening adrenal crisis (eg, cardiovascular collapse).&nbsp; Primary AI is usually due to autoimmune adrenalitis, although tuberculosis is also a common cause worldwide.&nbsp; Central (secondary/tertiary) AI is usually due to suppression of the HPA axis from exogenous glucocorticoids.&nbsp; Diagnosis requires recognizing key clinical features, such as hypotension and electrolyte disturbances, alongside specific laboratory findings including low cortisol levels.&nbsp; Differentiating primary from central AI through ACTH testing is crucial for identifying the underlying etiology, and imaging of the adrenals or pituitary are often necessary.</p><br><br><p>Management centers on appropriate hormone replacement, with hydrocortisone as the preferred glucocorticoid and fludrocortisone for mineralocorticoid replacement in primary AI.&nbsp; Patients must be educated on stress dosing to prevent adrenal crises during illness or surgery.&nbsp; Long-term care involves regular monitoring of symptoms, electrolytes, and bone density, as well as screening for associated autoimmune conditions in primary AI.</p>\n</div>\n\n            "
}