{
  "meta": {
    "title": "Appetite regulation",
    "url": "https://brainandscalpel.vercel.app/appetite-regulation-nbsp-3e67e1ee-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:20.274Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p>Homeostatic mechanisms affecting appetite and energy balance are normally tightly regulated to prevent major fluctuations in weight.&nbsp; The hypothalamus and various hormones are the primary governing agents for hunger, satiety, and energy expenditure.&nbsp; Dysregulation of appetite regulation is evident in several disorders, including obesity, anorexia nervosa (AN), and cachexia.</p>\n<h1>Role of the hypothalamus</h1><br><br><p>The hypothalamus governs appetite by integrating various afferent signals from peripheral tissues and influencing the actions of various organs and tissues involved in hunger, satiety, and energy metabolism (eg, thyroid, small intestine, adrenal gland).&nbsp; The cerebral cortex also influences food-related behaviors by integrating additional information from the senses (eg, sight, smell of food).</p><br><br><p>Key somatic inputs to the hypothalamus arise from the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gastrointestinal tract</strong>:&nbsp; Directly relays information (eg, via the vagus nerve) regarding the degree of stomach filling (eg, stretch/distension), also secretes various hormones that module vagal activity based on the presence of food in the stomach (see below).</li>\n\t<li><strong>Blood</strong>:&nbsp; Circulates varying levels of nutrients (eg, fatty acids, amino acids, blood glucose) to influence the secretion of hormonal signals (eg, insulin) and signal the postprandial or fasting state.</li>\n\t<li><strong>Adipose tissue</strong>:&nbsp; Secretes hormones that relay information regarding overall energy stores and modulate the perception of satiety.</li>\n</ul><br><br><p>Within the hypothalamus, 2 types of neurons have antagonistic effects on appetite and energy expenditure:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Orexigenic neurons → increase appetite, reduce energy expenditure</strong>:&nbsp; Stimulation results in secretion of neuropeptide Y (NPY) and agouti-related peptide (AgRP).</li>\n\t<li><strong>Anorexigenic neurons → suppress appetite, increase energy expenditure</strong>:&nbsp; Stimulation results in the secretion of proopiomelanocortin (POMC), alpha–melanocyte-stimulating hormone (α-MSH), and cocaine- and amphetamine-regulated transcript (CART).</li>\n</ul><br><br><p>Key hypothalamic centers involved in appetite regulation include the arcuate nucleus (ARC), paraventricular nucleus (PVN), lateral hypothalamus, and ventromedial hypothalamus.&nbsp; Each center contains varying levels of anorexigenic vs orexigenic neurons that can be stimulated or inhibited, determining the center's primary role in appetite regulation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/121550.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; For example:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The ARC contains <em>both</em> orexigenic and anorexigenic neurons; its neurons project to other areas of the hypothalamus to influence appetite, with varying effects based on which neuron type is predominantly stimulated or inhibited.</li>\n\t<li>The PVN contains mostly anorexigenic neurons; stimulation (eg, high α-MSH levels) increases satiety, whereas inhibition (eg, high NPY levels) increases hunger.</li>\n</ul><br><br><p>Furthermore, the hypothalamus communicates with reward pathways within the mesolimbic dopamine system (eg, ventral tegmental area, nucleus accumbens) to influence the hedonic aspects of eating (eg, food cravings).</p>\n<h1>Peripheral hormones</h1><br><br><p>Various hormones influence satiety and metabolism by inhibiting or stimulating neurons within the hypothalamic appetite centers.&nbsp; Key hormones include ghrelin, leptin, and glucagon-like peptide-1 (GLP-1).</p>\n<h2>Ghrelin (orexigenic)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Function</strong>:&nbsp; Increases hunger and the drive to consume food (orexigenic) and slows energy expenditure.</li>\n\t<li><strong>Mechanism of action</strong>:&nbsp; Stimulates NPY/AgRP neurons in the ARC.</li>\n\t<li><strong>Production</strong>:&nbsp; Secreted by oxyntic glands of the stomach in response to fasting (eg, empty stomach, hypoglycemia, caloric restriction) and/or hormonal influences (eg, cortisol, glucagon).&nbsp; Levels decrease rapidly following food (especially carbohydrate) consumption, decreasing hunger and increasing satiety.</li>\n\t<li><strong>Additional effects</strong>:&nbsp; Influences reward processing pathways and may be implicated in addictive behavior.</li>\n</ul>\n<h2>Leptin (anorexigenic)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Function</strong>:&nbsp; Increases satiety (anorexigenic) and energy expenditure.</li>\n\t<li><strong>Mechanism of action</strong>:&nbsp; Stimulates POMC/CART neurons in the ARC and inhibits NPY/AgRP neurons.</li>\n\t<li><strong>Production</strong>:&nbsp; Secreted by adipose tissue (ie, adipokine) in direct proportion to levels of adipose tissue.&nbsp; Other triggers include insulin (which increases free fatty acid uptake by adipocytes), inflammatory markers (eg, IL-6), and certain hormones (eg, estrogen).&nbsp; Levels decrease with increased lean body mass, high ghrelin production, and nutritional deprivation.</li>\n\t<li><strong>Additional effects</strong>:&nbsp; Signals overall energy availability (eg, states of energy surplus correspond to elevated leptin levels); affects baseline metabolic rate, brain plasticity (eg, pathways linking hypothalamus and reward processing and decision-making centers), and the hypothalamic-pituitary axis (eg, production of thyroid hormone, cortisol, and gonadotropins).&nbsp; However, chronically elevated leptin levels (eg, obesity) have paradoxical effects on satiety and metabolism, described in the \"Clinical correlates\" section.</li>\n</ul><br><br><p>The antagonistic effects of leptin and ghrelin are presented in the figure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32013.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Glucagon-like peptide-1 (anorexigenic)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Function</strong>:&nbsp; Decreases rate of gastric emptying, promoting feelings of satiety (anorexigenic).</li>\n\t<li><strong>Mechanism of action</strong>:&nbsp; Slows gastric motility and stimulates POMC receptors in the ARC; increases glucose-dependent insulin secretion.</li>\n\t<li><strong>Production</strong>:&nbsp; Secreted by intestinal L-cells in response to food (especially glucose and fatty acids) intake (ie, incretin effect), acting to increase glucose-dependent insulin secretion.&nbsp; Other triggers include various gut hormones (eg, cholecystokinin, gastric inhibitory polypeptide) and bile acid secretion.&nbsp; Levels decrease in fasting states.</li>\n\t<li><strong>Additional effects</strong>:&nbsp; Appears to influence the mesolimbic reward-processing pathways to decrease the subjective pleasure associated with food intake.</li>\n</ul><br><br><p>A summary of peripheral hormones, neurotransmitters, and other markers involved in appetite control is presented in the following table&nbsp;(\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/121551.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Clinical correlates</h1><br><br><p>Aberrations in the homeostatic mechanisms controlling appetite and energy expenditure are seen in various disorders, including abnormal body weight (eg, obesity, anorexia nervosa, cachexia).</p>\n<h2>Obesity</h2><br><br><p>Obesity is a physiologic state resulting from excess body fat (typically determined by BMI, a proxy for percentage of body fat).&nbsp; The most common type is multifactorial (common) obesity.&nbsp; It arises in the setting of genetic predisposition (influencing baseline energy expenditure and adiposity) combined with environmental influences (eg, food availability, lifestyle behaviors).&nbsp; The net effect of these factors is excess caloric intake relative to expenditure, resulting in the progressive accumulation of body fat.</p><br><br><p>Factors that can contribute to the dysregulation of appetite and metabolism in obesity include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic stress or psychologic distress</strong> (eg, major depressive disorder, anxiety):&nbsp; Can lead to functional reorganization of the hypothalamic appetite centers and mesolimbic reward systems, perpetuating abnormal feeding behaviors (eg, emotionally triggered overeating).</li>\n\t<li><strong>Overnutrition in children</strong>:&nbsp; May increase the amount of adipose cells, priming for subsequent fat storage.</li>\n\t<li><strong>Obesogenic environments and social determinants</strong> (eg, lack of availability of healthy food and of safe, accessible venues for physical activity):&nbsp; Appear to strongly influence behaviors and food preferences and represent a major influence on the risk for common obesity.</li>\n</ul><br><br><p>Obesity is associated with pathophysiologic changes that sustain the obese state and impede weight loss, including paradoxically high leptin levels, low ghrelin levels, and decreased metabolism.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Functional leptin resistance</strong>:&nbsp; Despite elevated leptin levels resulting from high body fat, leptin resistance results in paradoxical increases in appetite and declining energy expenditure (ie, relative hypometabolism).&nbsp; This hypometabolism may persist even after body weight is reduced.</li>\n\t<li><strong>Changes in ghrelin secretion</strong>:&nbsp; Normal postprandial suppression of ghrelin (which regulates meal timing and postmeal satiety) appears to be absent in obese individuals and may precipitate overeating or, in some cases, marked hyperphagia (eg, Prader-Willi syndrome).&nbsp; Weight loss plateaus may occur due to rising ghrelin levels following an initial decrease in weight, which stalls further weight loss by increasing hunger and decreasing metabolic expenditure.</li>\n</ul><br><br><p>Compared to common obesity, structural causes of obesity are much rarer.&nbsp; These include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Monogenetic causes of obesity</strong>:&nbsp; The most common mutations include defective hypothalamic melanocyte or leptin receptors, resulting in an inability to register satiety.&nbsp; These conditions often manifest in early childhood with hyperphagia and severe obesity.</li>\n\t<li><strong>Hypothalamic lesions within appetite centers</strong>:&nbsp; Lesions can result from head trauma (eg, bleeding), increased intracranial pressure, or tumors (eg, craniopharyngioma).&nbsp; They often manifest with additional indications of intracranial pathology (eg, headaches, increased intracranial pressure, arginine vasopressin deficiency, hypothyroidism).</li>\n</ul><br><br><p>The effectiveness of various obesity-related interventions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11757.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) is largely mediated by modulating conscious and unconscious influences within the hypothalamus, reward and decision-making centers, and gut.&nbsp; For example:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Structured and intensive behavior-support programs (eg, frequent follow-up; team-based care addressing psychologic factors) assist patients in consciously overriding habitual physiologic and hormonally mediated dietary behaviors.</li>\n\t<li>Medications (eg, GLP-1 receptor agonists) can be used to augment behavioral approaches by acting centrally (eg, within the hypothalamus) and peripherally (eg, slowing gut motility) to restore leptin sensitivity while reducing cravings for food.</li>\n\t<li>Mechanical reduction of gut capacity, achieved by bariatric procedures (eg, sleeve gastrectomy), results in increased gut distension and accelerated satiety with smaller quantities of food.</li>\n</ul>\n<h2>Anorexia nervosa</h2><br><br><p>AN is a psychiatric disorder characterized by extreme voluntary caloric restriction, fear of weight gain, and body image distortion, leading to severe undernutrition (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85348.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; In AN, prolonged food restriction results in decreased body fat, which reduces leptin levels and increases ghrelin levels.&nbsp; Although these factors normally increase appetite, hunger cues are consciously overridden due to fear of gaining weight.&nbsp; Over time, persistent leptin deficiency and low body fat stores lead to <strong>hypometabolism</strong> (eg, euthyroid sick syndrome) and hypogonadotropic hypogonadism (decreased GnRH and estrogen), manifesting with amenorrhea, bone loss, and infertility.<p></p>\n<h2>Cachexia</h2><br><br><p>Cachexia is characterized by rapid loss of body weight (often skeletal muscle in addition to body fat) due to an underlying inflammatory disorder (eg, chronic lung disease, malignancy).&nbsp; In contrast to AN, cachexia is characterized by a <strong>hypermetabolic</strong> state.&nbsp; Increased production of cytokines (eg, tumor necrosis factor-alpha, IL-1β, IL-6) disrupts hypothalamic signaling, suppressing appetite (eg, symptoms of early satiety or nausea) despite adequate or increased circulating ghrelin levels.&nbsp; Hypermetabolism is the primary driver of weight loss, which persists even when caloric intake is increased.</p>\n<h1>Summary</h1><br><br><p>Appetite regulation involves intricate hypothalamic and peripheral mechanisms that balance energy intake and expenditure.&nbsp; Key players include ghrelin, leptin, and hypothalamic neurons in the arcuate nucleus.&nbsp; Dysregulation of these systems contributes to conditions such as obesity, anorexia nervosa, and cachexia.</p>\n</div>\n\n            "
}