{
  "meta": {
    "title": "Arginine vasopressin deficiency and resistance (diabetes insipidus)",
    "url": "https://brainandscalpel.vercel.app/arginine-vasopressin-deficiency-and-resistance-diabetes-insipidus-4d1497c9-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:19.432Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Arginine vasopressin (AVP) deficiency and resistance are disorders characterized by the excretion of abnormally large volumes of dilute urine (ie, polyuria) and excessive thirst (ie, polydipsia).&nbsp; Previously known as central diabetes insipidus (DI) and nephrogenic DI, these conditions result from impaired production, release, or action of AVP.&nbsp; Also known as antidiuretic hormone (ADH), AVP is essential for regulating water balance.&nbsp; The terms AVP and ADH are used interchangeably throughout this article.</p>\n<h1>AVP physiology</h1><h2>Synthesis and release</h2><br><br><p>AVP is synthesized by magnocellular neurosecretory cells in the supraoptic nuclei of the hypothalamus (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89697.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; These neurons project axons to the posterior pituitary gland, where ADH is stored for later release into the circulation.&nbsp; ADH release is primarily stimulated by increased plasma osmolality or decreased blood volume.&nbsp; Osmoreceptors in the hypothalamus detect changes in plasma osmolality; baroreceptors in the cardiovascular system sense changes in blood pressure.<p></p>\n<h2>Role in the kidneys</h2><br><br><p>AVP acts on the renal collecting ducts to promote water reabsorption (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57622.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; At baseline, the apical membrane of the collecting duct cells is highly impermeable to water, limiting reabsorption and leading to production of dilute urine.&nbsp; However, binding of ADH to vasopressin-2 (V2) receptors on the basolateral membrane causes translocation of aquaporin-2 (AQP2) water channels to the apical membrane.&nbsp; This process dramatically increases the water permeability, allowing water to be reabsorbed from the filtrate back into the bloodstream, thereby concentrating the urine and maintaining body fluid homeostasis.<p></p><br><br><p>Conversely, in response to low plasma osmolality (eg, excessive water intake), ADH secretion is suppressed.&nbsp; In the absence of V2 receptor stimulation, aquaporin-2 channels are rapidly removed from the apical membrane via endocytosis and resequestered in intracellular vesicles, reducing water reabsorption.</p>\n<h1>Types of AVP disorders</h1><h2>AVP deficiency (formerly central DI)</h2><br><br><p>AVP deficiency occurs due to insufficient production or release from the hypothalamus or posterior pituitary gland.&nbsp; Causes include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Trauma:&nbsp; Head injuries can damage the hypothalamus or pituitary gland.</li>\n\t<li>Surgery:&nbsp; Postoperative complications occur from neurosurgical procedures.</li>\n\t<li>Tumors:&nbsp; Craniopharyngiomas or other brain neoplasms can disrupt AVP production.</li>\n\t<li>Autoimmune disorders:&nbsp; Hypophysitis leads to pituitary inflammation.</li>\n\t<li>Infiltrative:&nbsp; Conditions include sarcoidosis or Langerhans cell histiocytosis.</li>\n\t<li>Genetic mutations:&nbsp; Familial forms are due to mutations in the <em>AVP</em> gene.</li>\n\t<li>Pregnancy:&nbsp; Transient AVP deficiency may be seen due to increased degradation by placental vasopressinase (resolves with delivery but recurs in subsequent pregnancies).</li>\n</ul><br><br><p>Hypothalamic injury results in death of the magnocellular neurons, resulting in permanent AVP deficiency.&nbsp; In contrast, damage to the more distal portions of the hypothalamic-hypophyseal tract (ie, below the infundibulum) typically causes transient DI because the cell bodies of the magnocellular neurons remain intact.</p>\n<h2>AVP resistance (formerly nephrogenic DI)</h2><br><br><p>AVP resistance involves the kidneys being unresponsive to ADH despite normal or elevated hormone levels.&nbsp; Causes include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Genetic mutations:&nbsp; Mutations in the <em>AVPR2</em> gene or aquaporin-2 gene (<em>AQP2</em>).</li>\n\t<li>Electrolyte imbalances:&nbsp; Hypercalcemia and severe hypokalemia affecting collecting tubule responsiveness to AVP.</li>\n\t<li>Chronic lithium can inhibit AQP2 water channels (affecting about 20% of patients) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12402.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Additional causative medications include demeclocycline, cidofovir, and amphotericin B.</li>\n\t<li>Chronic kidney disease:&nbsp; Tubulointerstitial diseases impacting the collecting ducts.</li>\n</ul><br><br><p>The severity of AVP resistance can vary, ranging from partial to complete loss of response.&nbsp; Genetic causes typically lead to more severe forms; medication or electrolyte-induced resistance may improve with discontinuation of the offending agent.</p>\n<h1>Clinical presentation and diagnosis</h1><h2>Clinical and laboratory findings</h2><br><br><p>Patients with AVP deficiency or resistance typically present with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Polyuria</strong>:&nbsp; Urine output &gt;3 L/day in adults (&gt;2 L/day in children), often accompanied by nocturia.</li>\n\t<li><strong>Polydipsia</strong>:&nbsp; Intense thirst due to increased plasma osmolality leads to high fluid intake, perpetuating polyuria.</li>\n</ul><br><br><p>Polyuria and polydipsia, in addition to dilute urine, are also seen in primary polydipsia.&nbsp; This condition is characterized by excessive water intake, typically seen in patients with psychiatric conditions (eg, schizophrenia) or on medications that inappropriately increase thirst (eg, antipsychotics).&nbsp; In primary polydipsia, serum sodium can be low (hypotonic hyponatremia) but is more typically low-normal as most patients can avoid a drop in serum sodium by excreting large volumes of water despite excess water ingestion.</p><br><br><p>In contrast, AVP disorders are associated with a <strong>high-normal or mildly elevated serum sodium</strong>, which is more likely to be higher in AVP deficiency compared to AVP resistance due to the potential for inadequate water intake.&nbsp; For instance, patients may have impaired thirst (eg, hypothalamic lesions) or insufficient water ingestion, as in infants and young children who cannot access water independently, or in new-onset postoperative AVP deficiency when made nil per os.&nbsp; In these instances, more significant hypernatremia can develop, which, if severe, can cause CNS symptoms (eg, confusion, lethargy).</p><br><br><p>Importantly, serum sodium levels can vary depending on water intake and are usually insufficient to distinguish between AVP disorders and primary polydipsia.&nbsp; Therefore, the water deprivation test is commonly used to aid in diagnosis, particularly when the diagnosis is less obvious.&nbsp; AVP levels are not routinely measured due to the hormone's short half-life and instability in blood samples.</p>\n<h2>Water deprivation test</h2><br><br><p>The water deprivation test <strong>assesses the ability to concentrate urine</strong> in response to dehydration by preventing water ingestion, which allows serum osmolality to rise in all patients.&nbsp; The test is terminated when serum sodium exceeds 145 mEq/L and serum osmolality surpasses 295 mOsm/kg, and is interpreted as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>AVP disorder</strong>:&nbsp; <strong>Urine osmolality remains inappropriately low</strong> (&lt;300 mOsm/kg) despite rising serum osmolality, indicating impaired ADH production or action.&nbsp; Ongoing urinary water losses lead to large volumes of abnormally dilute urine and hypernatremia.</li>\n\t<li><strong>No AVP disorder</strong>:&nbsp; AVP is released in response to increased serum osmolality, appropriately resulting in highly concentrated urine (osmolality &gt;600 mOsm/kg).&nbsp;</li>\n</ul><br><br><p>The water deprivation test can therefore be used to exclude an AVP disorder; the latter result (ie, highly concentrated urine in response to dehydration) is most typically seen in patients with primary polydipsia (who have a normal response to dehydration, indicating that the issue is excess water ingestion with intact ADH physiology).&nbsp; This test is not required in patients who have a combination of polyuria and hyponatremia, as this is diagnostic of primary polydipsia.&nbsp; Water deprivation is performed in the hospital (ie, supervised) in older children and adults, and should not be used in very young children due to the risk of severe hypernatremia.</p><br><br><p>After confirming an AVP disorder, desmopressin (an AVP analogue) is administered to distinguish between deficiency and resistance.</p>\n<h2>Desmopressin challenge</h2><br><br><p>The desmopressin challenge involves administering a dose of desmopressin promptly after completion of the water deprivation test, when the baseline urine osmolality is low (&lt;300 mOsm/kg) in those with AVP disorder.&nbsp; Following desmopressin administration, serial measurements of urine osmolality are performed and interpreted as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>In AVP deficiency</strong> (ie, central DI), <strong>urine osmolality steadily rises</strong> because desmopressin corrects the underlying ADH deficiency.</li>\n\t<li><strong>In AVP resistance</strong> (ie, nephrogenic DI), <strong>urine osmolality remains low</strong> because desmopressin cannot correct the underlying ADH resistance.&nbsp; In complete resistance (eg, genetic mutation), urine osmolality remains unchanged; in partial resistance (eg, acquired causes), it rises slightly.</li>\n</ul><br><br><p>The water deprivation test and desmopressin challenge are summarized in the flowchart (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L107390.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) and illustration (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24782.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p>\n<h2>Further evaluation</h2><br><br><p>In patients with AVP deficiency, brain MRI should be performed to identify the underlying cause, such as a tumor, autoimmune hypophysitis, or infiltrative process.&nbsp; In addition, a comprehensive endocrine work-up may be necessary to evaluate for other suspected pituitary hormone deficiencies, as AVP deficiency may be part of a broader hypothalamic-pituitary dysfunction.&nbsp; In those with AVP resistance, further evaluation should focus on identifying reversible causes, such as medications, electrolyte imbalances, or underlying renal pathology.&nbsp; Genetic testing may be considered in cases of a suspected congenital cause.</p>\n<h1>Differential diagnosis</h1><br><br><p>AVP disorders and primary polydipsia are considered causes of water diuresis.&nbsp; Polyuria and polydipsia can also be seen in patients with solute diuresis, which involves urine solute wasting that pulls water into the urine.&nbsp; Causes include glucosuria in uncontrolled diabetes mellitus and use of osmotic diuretics (eg, mannitol).&nbsp; In cases of solute diuresis, the diagnosis is typically obvious clinically but can be confirmed with a high urine osmolality (&gt;600 mOsm/kg) without the need for water deprivation testing.&nbsp; A general overview of polyuria evaluation is shown in the flowchart (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109299.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).<p></p>\n<h1>Management</h1><br><br><p>Treatment goals for both AVP deficiency and resistance include <strong>decreasing urine output</strong> and <strong>maintaining normal serum sodium</strong>.</p>\n<h2>AVP deficiency</h2><br><br><p><strong>Desmopressin</strong> (an AVP analogue) is used in nearly all patients and can be administered orally, intranasally, or parenterally to replace AVP deficiency.&nbsp; Given the high efficacy of desmopressin, other medications are rarely used.&nbsp; Although thiazide diuretics combined with a low-sodium diet can induce mild volume depletion–resulting in proximal sodium and water reabsorption–this is typically reserved for AVP resistance, where desmopressin is ineffective.</p>\n<h2>AVP resistance</h2><br><br><p>Management involves addressing any reversible underlying cause, such as <strong>discontinuing offending medications</strong> (eg, lithium) and correcting electrolyte imbalances (eg, hypercalcemia).&nbsp; As noted above, <strong>thiazides</strong> combined with a <strong>low-sodium diet</strong> is the first-line treatment option.&nbsp; A low-protein diet can further help by reducing the solute load, thereby decreasing urine output.</p><br><br><p>Nonsteroidal anti-inflammatory drugs (NSAIDs), particularly indomethacin, can be used as adjunct therapy.&nbsp; NSAIDs reduce prostaglandin synthesis, which can enhance the effects of AVP by decreasing the antagonistic action of prostaglandins on water reabsorption in the kidneys, leading to further reduction in urine volume.&nbsp; Amiloride is especially useful in patients with AVP resistance caused by lithium therapy, working by inhibiting lithium entry into the cells of the collecting duct.</p>\n<h1>Summary </h1><br><br><p>Arginine vasopressin (AVP) deficiency (central diabetes insipidus) and resistance (nephrogenic diabetes insipidus) are disorders that impair the body's ability to concentrate urine, resulting in polyuria and polydipsia.&nbsp; Patients typically present with low urine osmolality (&lt;300 mOsm/kg) and high-normal to mildly elevated serum sodium (ie, high serum osmolality) due to the inability to reabsorb water in the kidneys.</p><br><br><p>The water deprivation test helps distinguish between AVP disorders and primary polydipsia.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In AVP disorders, urine osmolality remains low despite dehydration</li>\n\t<li>In primary polydipsia, urinary osmolality rises with dehydration (normal physiologic response).&nbsp;</li>\n</ul><br><br><p>The desmopressin challenge helps differentiate between AVP deficiency and resistance.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In AVP deficiency, desmopressin effectively raises urine osmolality by replacing the missing hormone.&nbsp;</li>\n\t<li>In AVP resistance, urine osmolality remains low despite desmopressin administration, confirming the resistance.</li>\n</ul><br><br><p>Treatment of AVP deficiency is desmopressin administration.&nbsp; Management of AVP resistance involves correcting underlying causes (eg, hypercalcemia, lithium discontinuation) in addition to thiazides with a low-sodium diet (first-line).</p>\n</div>\n\n            "
}