{
  "meta": {
    "title": "Cushing syndrome",
    "url": "https://brainandscalpel.vercel.app/cushing-syndrome-53589eaf-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:23.571Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n\t<p>Cushing syndrome (hypercortisolism) reflects prolonged exposure to elevated systemic glucocorticoid levels.&nbsp; It can be categorized by whether it is due to excess adrenocorticotropic hormone (ACTH) secretion (ie, ACTH-dependent Cushing syndrome) or to autonomous, unregulated cortisol production (or exogenous glucocorticoids) (ie, ACTH-independent Cushing syndrome).&nbsp; Etiologies include:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>ACTH-dependent Cushing syndrome:&nbsp; ACTH-secreting pituitary adenoma (Cushing disease), ectopic ACTH production</li>\n\t\t<li>ACTH-independent Cushing syndrome:&nbsp; autonomous adrenal cortisol production (eg, adrenal adenoma, carcinoma), exogenous glucocorticoid administration</li>\n\t</ul>\n\t\n\t<p>Hypercortisolism has widespread detrimental effects in multiple organ systems that can significantly impair quality of life and long-term health outcomes.</p>\n\t<h1>Pathophysiology and pathology</h1>\n\t\n\t<p>Cortisol is normally produced in the zona fasciculata of the adrenal cortex (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41800.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Production is regulated primarily by ACTH from corticotroph cells of the pituitary.<p></p>\n\t\n\t<p>Cushing syndrome results from excess cortisol production or exposure, which influences numerous metabolic, cardiovascular, immune, and musculoskeletal processes.&nbsp; Major effects of excess cortisol include the following:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Metabolic:</strong>&nbsp; Stimulates gluconeogenesis, lipolysis, and proteolysis, causing hyperglycemia and central adiposity.&nbsp; Cross-stimulation of mineralocorticoid receptors by high cortisol levels causes sodium retention and potassium wasting.</li>\n\t\t<li><strong>Cardiovascular:</strong>&nbsp; Major effects include hypertension, venous thromboembolism (possibly due to increased levels of clotting factors), and increased risk for coronary atherosclerosis.</li>\n\t\t<li><strong>Immunosuppression:</strong>&nbsp; Inflammatory responses are suppressed, and susceptibility to infection increases.</li>\n\t\t<li><strong>Musculoskeletal:</strong>&nbsp; Manifestations include muscle wasting and increased bone turnover with net bone loss (ie, osteoporosis).</li>\n\t</ul>\n\t\n\t<p>Cushing syndrome can be categorized with respect to ACTH as ACTH-independent or ACTH-dependent:</p>\n\t<h2>ACTH-independent Cushing syndrome</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Autonomous cortisol secretion by adrenal tumors (adenomas, carcinomas) or adrenocortical hyperplasia suppresses pituitary ACTH secretion via negative feedback.&nbsp; This results in contralateral adrenal atrophy in unilateral adenomas.</li>\n\t\t<li>Exogenous Cushing syndrome (eg, due to chronic glucocorticoid therapy) is also associated with suppression of ACTH, as well as bilateral adrenocortical atrophy.</li>\n\t</ul>\n\t<h2>ACTH-dependent Cushing syndrome</h2>\n\t\n\t<p>ACTH stimulates bilateral adrenal hyperplasia and increased cortisol production.&nbsp; Major pathologic sources of ACTH are as follows:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Pituitary adenoma (Cushing disease)</strong> is the most common cause of ACTH-dependent hypercortisolism, typically causing gradual symptom progression.</li>\n\t\t<li><strong>Ectopic ACTH secretion</strong> arises from non-pituitary tumors (eg, small cell lung carcinoma, bronchial carcinoid).&nbsp; It is often associated with very high ACTH levels and a rapid onset of severe symptoms.</li>\n\t</ul>\n\t\n\t<p>ACTH is with melanocyte-stimulating hormone (MSH) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118254.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Therefore, ACTH-dependent Cushing syndrome is often associated with hyperpigmentation, which may be most noticeable at the oral mucosa, palmar creases, surgical scars, sun-exposed areas, and nail beds.&nbsp; Hyperpigmentation is absent in ACTH-independent Cushing syndrome, in which ACTH secretion is suppressed.&nbsp; In addition, ACTH stimulates production of adrenal androgens (eg, dehydroepiandrosterone sulfate, androstenedione), which can lead to hirsutism and menstrual abnormalities in women.<p></p>\n\t<h1>Clinical presentation</h1>\n\t\n\t<p>Cushing syndrome manifests with widespread, multisystem symptoms and signs.&nbsp; Common findings include the following:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Cushingoid body habitus:&nbsp; Central obesity, rounded \"moon\" facies, enlarged dorsocervical fat pad (\"buffalo hump\") (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29332.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )</li>\n\t\t<li>Skin abnormalities:&nbsp; Wide (&gt;1 cm) purple abdominal striae, thin and easily bruised skin, delayed wound healing, ecchymosis, hyperpigmentation (in ACTH-dependent cases), acanthosis nigricans, acne</li>\n\t\t<li>Cardiovascular features:&nbsp; (Secondary) hypertension</li>\n\t\t<li>Musculoskeletal features:&nbsp; Painless proximal muscle weakness and atrophy, osteoporosis</li>\n\t\t<li>Neuropsychiatric features:&nbsp; Anxiety, sleep disruption, mood changes, irritability, insomnia.</li>\n\t\t<li>Reproductive:&nbsp; Hyperandrogenism (eg, hirsutism, menstrual irregularities) in women, hypogonadism in men (due to suppression of pituitary gonadotropins)</li>\n\t\t<li>Metabolic abnormalities:&nbsp; Hyperglycemia, leukocytosis, possible hypernatremia and hypokalemia</li>\n\t</ul>\n\t<h2>Findings suggesting specific etiologies</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Ectopic ACTH secretion:</strong>&nbsp; Severe hypokalemia and hyperpigmentation.&nbsp; Rapid onset and severe clinical features are typical.&nbsp; Although central obesity is a common finding in Cushing syndrome of any cause, cachexia is often seen in patients with paraneoplastic Cushing syndrome due to the hypermetabolic effects of the underlying malignancy.</li>\n\t\t<li><strong>Adrenal tumors:</strong>&nbsp; Unilateral mass on imaging and suppressed ACTH levels due to autonomous cortisol secretion.&nbsp; Hyperpigmentation and hypokalemia are generally absent.</li>\n\t</ul>\n\t<h1>Diagnosis</h1>\n\t\n\t<p>The diagnosis of Cushing syndrome requires confirmation of excess cortisol production, determination of the etiology, and localization of the source (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92421.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; As with most endocrine disorders, the metabolic evaluation should be performed prior to radiology studies because nonspecific imaging findings (eg, nonfunctioning adrenal adenomas) are common and can be misleading.<p></p>\n\t\n\t<p>Serum cortisol levels have high variability and diurnal variation.&nbsp; Although a normal or elevated cortisol level is useful to rule out adrenal insufficiency, basal and spot cortisol levels are not recommended in evaluation of Cushing syndrome.&nbsp; Preferred options for initial testing include 24-hour urine free cortisol, late-night (ie, bedtime) salivary cortisol, and the low-dose dexamethasone suppression test.&nbsp; If suspicion is low, a single test may be adequate to rule out Cushing syndrome, with a second test performed if the first is positive.&nbsp; However, if suspicion is high, 2 tests should be performed initially.&nbsp; Testing options include the following:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>First-line (screening) tests</strong>:\n\t\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li><strong>24-hour urinary free cortisol:</strong>&nbsp; A 24-hour collection can account for variations in circulating cortisol levels through the day.&nbsp; Unequivocally elevated levels (eg, ≥3 times the upper limit of normal) confirm cortisol overproduction.</li>\n\t\t\t<li><strong>Late-night salivary cortisol:</strong>&nbsp; Cortisol production is normally low late in the day, and elevated levels indicate loss of diurnal cortisol variation.&nbsp; Salivary samples generally parallel blood levels but can be collected easily by the patient at home without phlebotomy.&nbsp; This test is often performed on 2 samples to improve yield.</li>\n\t\t\t<li><strong>Low-dose dexamethasone suppression test:</strong>&nbsp; Oral dexamethasone is administered, and serum cortisol measured the following morning.&nbsp; Dexamethasone is a synthetic glucocorticoid that suppresses normal endogenous cortisol secretion but does not cross-react on laboratory assays for cortisol.&nbsp; A failure to suppress serum cortisol suggests Cushing syndrome.</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li><strong>ACTH measurement:</strong>&nbsp; For patients with confirmed hypercortisolism (ie, multiple positive first-line tests, sustained over a period of multiple weeks), plasma ACTH measurement is indicated.\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Elevated ACTH indicates ACTH-dependent causes (pituitary or ectopic ACTH secretion).</li>\n\t\t\t<li>Low ACTH suggests ACTH-independent causes (adrenal tumors or hyperplasia).</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li><strong>High-dose dexamethasone suppression test in ACTH-dependent Cushing syndrome</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40351.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Follow-up testing is indicated to differentiate an ACTH-secreting pituitary adenoma (Cushing disease) from ectopic (paraneoplastic) ACTH secretion.&nbsp; In Cushing disease, ACTH and cortisol production can usually be suppressed by high-dose dexamethasone (eg, 8 mg), whereas ectopic ACTH production is usually completely nonsuppressible.&nbsp; Therefore, a high-dose dexamethasone suppression test can often differentiate the likely source of ACTH.</li>\n\t\t<li><strong>Localization studies:</strong>\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li><strong>Pituitary MRI:</strong>&nbsp; Preferred for identifying ACTH-secreting pituitary adenomas.</li>\n\t\t\t<li><strong>Chest and abdominal CT:</strong>&nbsp; Used to identify ectopic ACTH-secreting tumors or adrenal masses.</li>\n\t\t\t<li><strong>Inferior petrosal sinus sampling:</strong>&nbsp; Differentiating between pituitary and ectopic ACTH secretion when imaging is inconclusive.</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t<h1>Management</h1>\n\t\n\t<p>General measures for all patients with Cushing syndrome include managing complications such as hyperglycemia, hypertension, and osteoporosis.&nbsp; Additional measures are determined by the underlying cause.</p>\n\t<h2>ACTH-dependent causes</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Cushing disease:</strong>&nbsp; Transsphenoidal resection of the pituitary adenoma is the treatment of choice.</li>\n\t\t<li><strong>Ectopic ACTH secretion:</strong>&nbsp; Surgical removal of the ectopic tumor should be performed, if feasible.&nbsp; Medical therapy (eg, ketoconazole, metyrapone) may be required for inoperable cases.</li>\n\t</ul>\n\t<h2>ACTH-independent causes</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Adrenal tumors (adenomas, carcinomas):&nbsp; Surgical adrenalectomy is indicated.</li>\n\t\t<li>Bilateral adrenal hyperplasia:&nbsp; May require medical therapy to suppress adrenal cortisol production (eg, mifepristone, mitotane).</li>\n\t</ul>\n\t<h2>Iatrogenic Cushing syndrome</h2>\n\t\n\t<p>Cushing syndrome due to exogenous glucocorticoids is usually associated with significant adrenal suppression and atrophy, which does not recover immediately after cessation.&nbsp; Therefore, gradual tapering of glucocorticoids is needed to prevent acute adrenal insufficiency (adrenal crisis).</p>\n\t<h1>Prognosis</h1>\n\t\n\t<p>Prognosis depends on the etiology and treatment success.&nbsp; Early and effective intervention in ACTH-dependent causes often results in remission, though long-term monitoring is required for recurrence.&nbsp; Untreated hypercortisolemia carries a significant risk of cardiovascular complications and mortality.&nbsp; Regardless of biochemical cure, obesity, osteoporosis, hypertension, and hyperglycemia (steroid-induced diabetes) may not return to premorbid baseline.</p>\n\t<h1>Summary</h1>\n\t\n\t<p>Cushing syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40268.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is characterized by cortisol excess, manifesting with central obesity, hypertension, hyperglycemia, and distinctive skin and musculoskeletal findings.&nbsp; Besides exogenous glucocorticoid administration, the most common etiologies include increased pituitary secretion of ACTH (Cushing disease), cortisol-producing adrenal tumors, and ectopic ACTH production in a malignancy (eg, small cell lung cancer).<p></p>\n\t\n\t<p>Diagnosis relies on biochemical confirmation of excessive cortisol production with 24-hour urinary cortisol, late-night salivary cortisol level, and/or low dose dexamethasone suppression test.&nbsp; If Cushing syndrome is confirmed, follow up testing includes ACTH measurement and imaging studies to identify the etiology.&nbsp; Management is etiology-specific and often requires surgical intervention.&nbsp; Prompt recognition and treatment improve outcomes, but long-term complications can include obesity, osteoporosis, hypertension, and diabetes mellitus.</p>\n\t</div>\n\t\n            "
}