{
  "meta": {
    "title": "Diabetic neuropathy",
    "url": "https://brainandscalpel.vercel.app/diabetic-neuropathy-449a0a22-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:33.105Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>The major complications associated with diabetes mellitus (DM) include the following:</p><h2>Macrovascular complications</h2><p>These affect larger blood vessels and include:</p><ul class=\"article-body-unordered-list\"><li>coronary artery disease</li><li>cerebrovascular disease</li><li>peripheral artery disease</li></ul><p>These complications are driven by accelerated atherosclerosis, plaque formation, and vascular occlusion, as well as effects of comorbid risk factors (eg, hypertension, dyslipidemia, obesity).</p><h2>Microvascular complications&nbsp;</h2><p>These involve damage to small blood vessels (ie, microangiopathic damage) and include:</p><ul class=\"article-body-unordered-list\"><li>diabetic eye retinopathy</li><li>diabetic nephropathy</li><li>diabetic neuropathy</li></ul><p>These complications are driven by chronic hyperglycemia-induced endothelial dysfunction.</p><p>This article focuses on diabetic neuropathy, the most common cause of neuropathy.&nbsp;&nbsp;As with other DM-related complications, the risk for diabetic neuropathy is strongly influenced by degree of glycemic control and duration of diabetes.&nbsp; Several subtypes of diabetic neuropathy exist.&nbsp; The most common subtype is distal symmetric polyneuropathy; other types include autonomic neuropathy (eg, gastroparesis, bladder dysfunction, diarrhea), mononeuropathies affecting cranial and peripheral nerves, and mononeuropathy multiplex (affecting multiple peripheral nerves asymmetrically).</p><h1>Pathophysiology</h1><p>Pathophysiologic mechanisms implicated in diabetic neuropathy include:</p><ul class=\"article-body-unordered-list\"><li>advanced glycation end products (AGEs), which trigger neural inflammation and small-vessel damage.</li><li>oxidative stress from hyperglycemia-induced generation of reactive oxygen species (ROS) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28502.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), which directly cause DNA damage and may also reduce bioavailability of nitric oxide (a vasodilator).</li><li>microangiopathic changes (eg, hyalinization of endoneurial arterioles causing endothelial dysfunction and nerve ischemia).</li><li>excess sorbitol accumulation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6800.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), impairing mitochondrial integrity and energy production along nerve axons.</li></ul><p>Unmyelinated, distal axons of long sensory and autonomic nerves are most vulnerable to metabolic damage and are frequently affected first, manifesting with a primarily sensory,&nbsp; \"dying-back axonopathy\" with sparing of motor neurons.&nbsp; However, eventually other myelinated and motor neurons can be affected, leading to other patterns of nerve injury, described below.</p><h1>Clinical presentation</h1><p>The clinical features vary depending on the pattern of nerve involvement, broadly classified as polyneuropathy, mononeuropathy, and autonomic neuropathy.&nbsp; Symmetric polyneuropathies and mononeuropathies are discussed first.&nbsp; Autonomic neuropathy are discussed in a subsequent section.</p><h1>Symmetric polyneuropathies and mononeuropathies</h1><h2>Symmetric polyneuropathy&nbsp;</h2><p>An overview of symmetric polyneuropathy, the most common subtype of neuropathy, is presented in the table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57037.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Symptoms include an insidious, <strong>\"stocking-glove\"</strong> pattern (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19008.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) of symmetric sensory loss, pain, and paresthesias starting from distal extremities (most commonly feet) and progressing proximally.<p></p><p>Symmetric polyneuropathy can involve either large or small nerve fibers (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80556.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>Small-fiber involvement is characterized by predominance of positive symptoms (eg, pain, paresthesias, allodynia).</li><li>Large-fiber involvement is characterized by predominance of negative symptoms (eg, numbness, loss of proprioception and vibration sense, sensory ataxia [eg, positive Romberg sign], diminished ankle reflexes).&nbsp;</li></ul><p>Symptoms are often worst at night, and sensation to pain, light touch, temperature, vibration, and proprioception are generally diminished in the affected area.&nbsp; However, a subset of patients may feel no pain, and sensory abnormalities are detected only on examination.</p><p>Motor neuropathy is a late finding typically associated with progressive disease, and it also follows the same pattern (eg, distal → proximal).&nbsp; In later stages, Babinski and ankle reflex are often absent.</p><h2>Mononeuropathy</h2><p>Mononeuropathies can be subdivided into cranial and peripheral types.</p><ul class=\"article-body-unordered-list\"><li><strong>Cranial</strong>:&nbsp; All ocular motor nerves (III, IV, VI) can be affected in diabetes, presenting with acute unilateral pain, ptosis, and diplopia with sparing of pupillary function.&nbsp; Mononeuropathy of <strong>CN III </strong>is most common.&nbsp; Because CN III innervates all extraocular muscles except for the superior oblique and lateral rectus muscles, affected patients classically present with the involved eye showing a \"<strong>down and out</strong>\" position due to the unopposed pull of the lateral rectus and superior oblique.&nbsp; Ptosis also occurs due to paralysis of the levator palpebrae muscle.&nbsp;</li><li><strong>Peripheral</strong>:&nbsp; Commonly affects median nerve at wrist (eg, carpal tunnel syndrome, wrist and finger weakness) or manifests with peroneal neuropathy (eg, foot drop).</li></ul><p><strong>Mononeuropathy multiplex</strong> (ie, asymmetric polyneuropathy) refers to the occurrence of multiple mononeuropathies concurrently.</p><h2>Polyradiculopathy (less common)</h2><p>Symptoms most commonly reflect involvement of thoracic or lumbar nerve roots, manifesting with symptoms in the proximal (rather than distal) limbs including weakness and atrophy.&nbsp; Pain may also be present.&nbsp; Examples include lumbar polyradiculopathy presenting as acute pain and weakness in the leg, or thoracic polyradiculopathy presenting as abdominal pain and possibly upper limb pain.</p><h1>Screening</h1><p>Patients should be screened annually for diabetic neuropathy (type 2, beginning at the time of diagnosis; type 1, 5 years after diagnosis); patients with prediabetes and symptoms should also be screened.</p><p>Screening consists of obtaining a thorough history (eg, ascertaining for symptoms of orthostasis, syncope, pain, falls, gait instability) and physical assessment of small and large nerve fiber function:</p><ul class=\"article-body-unordered-list\"><li>Small:&nbsp; <strong>monofilament testing </strong>on the dorsal great toe to test pin-prick and light tough sensation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21053.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                )</li><li>Large:&nbsp; tuning fork testing to determine vibration sensation; manual testing of joint position sensation, deep tendon reflexes at the ankle</li></ul><h1>Diagnosis</h1><p>Diagnosis of typical diabetic neuropathy is primarily clinical, based on history and physical examination findings such as decreased sensation and absent reflexes.&nbsp; Validated screening tests, including the Michigan Neuropathy Screening Instrument and the Utah Early Neuropathy Scale, score findings of history and physical examination and are used to establish the diagnosis.</p><p>For most patients, nerve conduction studies and electromyography (EMG) are not routinely necessary unless atypical features exist (eg, pronounced motor neuropathy, rapid rather than insidious onset, asymmetric pattern, pronounced weakness).&nbsp; In patients taking metformin (especially long-term), vitamin B<font size=\"2\"><sub>12</sub></font> and methylmalonic acid levels should be tested, as B<font size=\"2\"><sub>12 </sub></font>deficiency can cause neuropathic symptoms.</p><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Peripheral arterial disease:</strong>&nbsp; characterized more by aching, dull pain in the calves more than in the toes, less prominent neuropathic symptoms (eg, tingling, burning, rest pain)</li><li><strong>Other metabolic neuropathies:</strong>&nbsp; typically identifiable based on history and presence of specific risk factors; conditions include uremic neuropathy (typically seen in setting of chronic kidney disease, especially diabetic kidney disease), alcohol-induced, B<font size=\"2\"><sub>12</sub></font> neuropathy (eg, in setting of metformin use or gastric bypass surgery; check B<font size=\"2\"><sub>12</sub></font> and methylmalonic acid levels)</li><li><strong>Autoimmune disorders:</strong>&nbsp; rheumatoid arthritis, systemic lupus erythematosus (causes mononeuritis multiplex), sarcoidosis; often identifiable based on additional specific workup (eg, presence of autoimmune markers)</li><li><strong>Infectious:</strong>&nbsp; HIV/hepatitis B and C (rule out with serologies)</li><li><strong>Neoplastic:</strong>&nbsp; multiple myeloma (IgG, IgA paraproteinemia), amyloidosis (sural nerve biopsy, fat pad biopsy)</li></ul><h1>Complications</h1><p>Complications of symmetric sensory polyneuropathy include severe disability and impaired quality of life due to pain, foot ulcers, and joint disease and deformity.</p><h2>Foot ulcers</h2><ul class=\"article-body-unordered-list\"><li>Foot ulcers (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90857.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) occur as loss of protective sensation leading to repeated, undetected microtrauma and damage to skin and joints, with sensory blunting of normal pain signals.&nbsp; Nonhealing ulcers may necessitate amputation.</li></ul><h2>Claw-toe deformity&nbsp;</h2><ul class=\"article-body-unordered-list\"><li>Claw toe deformity (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42697.png\" alt=\"Hammer  claw toe deformities\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Hammer  claw toe deformities</div>\n                                </div>\n                                ) results from progressive disease causing motor axonal loss and an imbalance between toe extensors and flexors (ie, metatarsal-phalangeal flexion).</li></ul><h2>Charcot arthropathy</h2><ul class=\"article-body-unordered-list\"><li>Charcot arthropathy (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/47832.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) results from joint and ligament laxity, altered skin and blood flow, and abnormal bone healing, which are sequelae of prolonged neuropathy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L82071.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; The foot and ankle are most commonly affected.&nbsp; Acutely, the disease presents with swelling, warmth, and erythema over the ankle; chronically, severe joint deformity and misalignment is seen.</li></ul><h1>Management</h1><h2>Lifestyle optimization</h2><p>All patients should be guided on lifestyle optimization, including the following measures:</p><ul class=\"article-body-unordered-list\"><li>Behavior modification promoting weight loss (eg, exercise, dietary modification) and smoking cessation</li><li>Physical and occupational therapy for fall prevention if balance is an issue</li><li>Supplementation with vitamin B<font size=\"2\"><sub>12</sub></font> if deficient</li><li>Regular foot care (eg, daily foot inspection)</li></ul><h2>Pharmacotherapy</h2><p>Pharmacotherapy is also initiated to address neuropathic symptoms.&nbsp; Oral agents include:</p><ul class=\"article-body-unordered-list\"><li><strong>Serotonin-norepinephrine reuptake inhibitor</strong> (eg, duloxetine, venlafaxine):&nbsp; modulate central pain sensitivity</li><li><strong>Gabapentinoid</strong> (eg, pregabalin, gabapentin):&nbsp; inhibit release of excitatory neurotransmitters (eg, substance P, glutamate)</li><li><strong>Tricyclic antidepressant</strong> (eg, amitriptyline):&nbsp; primarily in younger patients without a cardiac history;&nbsp; inhibits voltage-gated sodium channels in sensory nerves, blocks NMDA (excitatory) receptors in the spinal cord, and alters norepinephrine signaling in the brain&nbsp;</li></ul><p>The choice of the first-line agent is typically selected based on other comorbidities in the patient (eg, insomnia favors tricyclic antidepressant, concomitant depression favors duloxetine).&nbsp; Opioids are not recommended.</p><h1>Diabetic autonomic neuropathy&nbsp;</h1><p>Autonomic neuropathy is often a later manifestation of diabetic neuropathy (eg, occurring after longstanding sensory polyneuropathy) and is often seen with poorly controlled DM.&nbsp; It may affect multiple or single organs.&nbsp; Common organ system autonomic neuropathies are described below (and discussed in further detail in separate articles):</p><h2>Cardiovascular</h2><ul class=\"article-body-unordered-list\"><li>Neuropathies occur due to pathology of the vagal nerve and sympathetic nerves innervating the circulatory system and heart</li><li>Syndromes include resting or postural tachycardia, orthostatic hypotension (dizziness, presyncope), and silent myocardial ischemia.&nbsp;</li></ul><h2>Neuroarthropathy</h2><ul class=\"article-body-unordered-list\"><li>Neuropathies occur due to pathology of the sympathetic cholinergic system, leading to abnormal thermoregulation and impaired sweat production</li><li>Manifests with skin changes (eg, callus formation, loss of nails) and, in later stages, joint inflammation and deformity (eg, Charcot joint)</li></ul><h2>Genitourinary&nbsp;</h2><ul class=\"article-body-unordered-list\"><li>Includes erectile dysfunction and bladder incontinence; occurs due to sympathetic and parasympathetic nerve dysfunction</li><li>Bladder incontinence is caused by afferent nerve involvement (causing inability to sense a full bladder and decreased urge to urinate) and efferent involvement (causing impaired detrusor muscle contractility and incomplete bladder emptying)</li><li>Manifests with urinary leakage (especially at night) and frequent urinary tract infections, increased postvoid residual testing on ultrasound or catheterization</li></ul><h2>Gastrointestinal&nbsp;</h2><ul class=\"article-body-unordered-list\"><li>Neuropathies occur due to dysfunction of enteric and vagal autonomic input leading to defects in peristalsis (eg, impaired function of gastric pacemaker cells), gastric muscle relaxation (eg, failure of vagally stimulated enteric neurons to release nitric oxide to relax stomach fundus), and contraction of the lower esophageal sphincter</li><li>Manifestations include gastroesophageal reflux disease, gastroparesis, chronic diabetic diarrhea, small bowel intestinal overgrowth, and irritable bowel syndrome</li><li>Gastroparesis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46812.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; manifests with early satiety, bloating, nausea, upper abdominal pain, regurgitation</li><li>Diabetic diarrhea (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60953.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ):&nbsp; manifests with large-volume watery, non-bloody diarrhea that can occur at night (non-fasting), fecal incontinence (due to decreased anorectal sensation)&nbsp;</li></ul><h1>Summary </h1><p>Diabetic neuropathy is the most common cause of neuropathy.&nbsp; The pathophysiology involves advanced glycation end products, triggering neural inflammation, oxidative stress from reactive oxygen species, microangiopathic changes, and excess sorbitol accumulation.&nbsp; The most common type is distal symmetric polyneuropathy, which affects the feet and legs and results in numbness, tingling, and pain.&nbsp; Other types include autonomic neuropathy (eg, gastroparesis, bladder dysfunction, diarrhea) and mononeuropathies affecting cranial and peripheral nerves.&nbsp; Early detection, blood sugar control, and targeted treatments are essential to prevent complications such as foot ulcers, joint damage, and autonomic dysfunction.</p></div>\n            "
}