{
  "meta": {
    "title": "Growth hormone disorders: Excess (gigantism, acromegaly) and deficiency",
    "url": "https://brainandscalpel.vercel.app/growth-hormone-disorders-excess-gigantism-acromegaly-and-deficiency-0771277e-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:36.977Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Growth hormone (GH), or somatotropin, is a peptide hormone secreted by the anterior pituitary gland that plays an essential role in growth, development, and metabolism across the lifespan.&nbsp; Abnormal GH levels, whether excessive or deficient, can lead to significant complications.&nbsp; GH disorders differ in their clinical manifestations depending on the age at onset and the degree of hormone imbalance.&nbsp; They are broadly categorized into GH excess and GH deficiency, with different consequences in children versus adults.</p>\n<h1>Pathophysiology of GH</h1><h2>Normal GH physiology</h2><br><br><p>GH is an anabolic hormone secreted by the anterior pituitary gland, and its primary function is to regulate growth, metabolism, and tissue repair.&nbsp; GH acts directly on tissues and indirectly via <strong>insulin-like growth factor 1</strong> (IGF-1), also known as somatomedin C, which is produced primarily by the liver in response to GH.&nbsp; GH secretion is pulsatile and regulated by a balance of stimulatory and inhibitory signals from the hypothalamus.</p>\n<h2>Regulation of GH secretion</h2><br><br><p>GH secretion is regulated by 2 key hormones from the hypothalamus (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19257.png\" alt=\"Growth hormone effects\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Growth hormone effects</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>GH-releasing hormone</strong> (GHRH):&nbsp; Stimulates the synthesis and release of GH from somatotroph cells in the anterior pituitary.&nbsp; GHRH secretion is increased in response to factors such as sleep, exercise, stress, puberty, and hypoglycemia.</li>\n\t<li><strong>Somatostatin</strong> (GH-inhibiting hormone):&nbsp; Inhibits GH secretion, providing a counterbalance to GHRH.&nbsp; It is released in response to high levels of GH and IGF-1, forming a negative feedback loop that limits excessive GH production.</li>\n</ul><br><br><p>In addition, ghrelin, a hormone produced by the stomach, can stimulate GH secretion by binding to GH secretagogue receptors on somatotrophs.</p><br><br><p>GH release follows a circadian rhythm, with the highest secretion occurring during deep sleep (especially in the first few hours of sleep), as well as periods of fasting and intense physical activity.&nbsp; Because of the pulsatile nature of GH release, the concentration in the blood fluctuates throughout the day.&nbsp; GH secretion decreases gradually with advancing age and in setting of obesity and chronic hyperglycemia.</p>\n<h2>Direct actions of GH</h2><br><br><p>GH exerts its effects on various tissues through direct action by binding to GH receptors on target cells, activating the JAK-STAT signaling pathway (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118355.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; This influences gene expression to promote growth and metabolism, primarily at the following sites:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Adipose tissue:&nbsp; GH stimulates lipolysis, leading to increased free fatty acid levels in the bloodstream.&nbsp; This promotes the use of fat as an energy source and reduces fat storage, particularly in the visceral region.</li>\n\t<li>Muscle:&nbsp; GH promotes protein synthesis, leading to increased muscle mass and strength.&nbsp; It enhances amino acid uptake and reduces protein breakdown (ie, anabolic effect).</li>\n\t<li>Liver:&nbsp; GH stimulates gluconeogenesis, thereby increasing blood glucose.&nbsp; This can have a diabetogenic effect by opposing insulin action, reducing glucose uptake in peripheral tissues, and increasing insulin resistance.</li>\n\t<li>Bone:&nbsp; GH stimulates the differentiation and proliferation of chondrocytes at the growth plates of long bones, promoting longitudinal growth in children and adolescents.&nbsp; It also enhances osteoblast activity, contributing to bone formation and remodeling throughout life.</li>\n</ul><br><br><p>In addition, GH promotes renal sodium and water retention, which can cause volume overload.</p>\n<h2>Indirect actions of GH</h2><br><br><p>Many of GH's growth-promoting effects are mediated through IGF-1, which exerts the following effects:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Growth of long bones:&nbsp; In children and adolescents, IGF-1 stimulates chondrocyte proliferation in the epiphyseal growth plates (facilitating linear growth) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88275.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) and promotes chondrocyte maturation into osteoblasts (forming new bone).</li>\n\t<li>Tissue growth and repair:&nbsp; IGF-1 plays a key role in muscle growth by enhancing protein synthesis, cell proliferation, and tissue repair in various organs.</li>\n\t<li>Regulation of cell growth and differentiation:&nbsp; IGF-1 contributes to the maintenance and repair of tissues by exerting antiapoptotic effects and promoting the proliferation of various cell types.</li>\n</ul>\n<h1>GH excess</h1><br><br><p>The most common cause of GH excess is a somatotroph adenoma, a benign tumor of the pituitary gland that autonomously secretes GH.&nbsp; The excess GH stimulates the liver to produce large amounts of IGF-1.&nbsp; Less commonly, ectopic GH- or GHRH-secreting nonpituitary tumors can occur.&nbsp; GH excess can lead to 2 distinct conditions, depending on the patient's age, known as gigantism (in children and adolescents) and acromegaly (in adults).</p>\n<h2>Gigantism (children and adolescents)</h2><br><br><p>Gigantism occurs in children and adolescents due to the production of excess GH before closure of the epiphyseal growth plates.&nbsp; GH and IGF-1 stimulate both the proliferation and maturation of chondrocytes, leading to abnormal linear growth.&nbsp; The clinical presentation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Excessive height</strong>:&nbsp; Height increases dramatically beyond genetic expectations.</li>\n\t<li><strong>Proportionate enlargement</strong>:&nbsp; Other body tissues (eg, muscles, organs) grow proportionately.</li>\n\t<li><strong>Delayed puberty</strong>:&nbsp; Pituitary mass effects or disruption of gonadotropin secretion lead to hypogonadism and delayed puberty.</li>\n\t<li><strong>Coarsening of facial features</strong>:&nbsp; In advanced stages, facial bones may become more prominent.</li>\n\t<li><strong>Excessive sweating and oily skin</strong>:&nbsp; Overactivity of sweat and sebaceous glands is characteristic.</li>\n</ul><br><br><p>The best screening test for diagnosis is <strong>elevated IGF-1</strong> levels because GH levels fluctuate throughout the day and are therefore unreliable.&nbsp; For confirmatory testing, a <strong>GH suppression test</strong> is performed: failure to suppress GH levels after glucose administration is diagnostic because, normally, GH levels should decrease.&nbsp; Following biochemical diagnosis, <strong>MRI of the pituitary</strong> should be performed to look for the underlying cause.</p><br><br><p>Initial treatment for most patients includes transsphenoidal resection of the pituitary adenoma.&nbsp; For patients with residual or unresectable tumors, medical therapy is indicated; options include somatostatin analogues (eg, octreotide) or GH receptor antagonists (eg, pegvisomant).</p>\n<h2>Acromegaly (adults)</h2><br><br><p>Acromegaly (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30226.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) occurs in adults when GH excess develops after the growth plates have closed.&nbsp; Because the growth plates are closed, there is no further increase in height, but skeletal deformities (eg, thickened bones) and organomegaly occur.&nbsp; Manifestations include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Enlarged hands and feet</strong>:&nbsp; Ring or shoe size may increase.</li>\n\t<li><strong>Coarse facial features</strong>:&nbsp; Enlargement of the jaw (prognathism), nose, and forehead (frontal bossing), along with skin thickening and oiliness, can develop.</li>\n\t<li><strong>Organomegaly</strong>:&nbsp; There may be enlargement of organs such as the heart (eg, concentric myocardial hypertrophy leading to diastolic dysfunction and eventually systolic heart failure), liver, kidneys, and thyroid.&nbsp; Colon polyps with an increased risk for malignancy can be seen, prompting screening colonoscopy at the time of diagnosis and every 3-4 years after age 50.</li>\n\t<li><strong>Joint and soft tissue involvement</strong>:&nbsp; Cartilage growth leads to joint pain and degenerative changes.&nbsp; Carpal tunnel syndrome can be seen due to soft tissue overgrowth and fluid retention.</li>\n\t<li><strong>Macroglossia and voice deepening</strong>:&nbsp; Enlargement of the tongue and laryngeal tissues can lead to obstructive sleep apnea.</li>\n\t<li><strong>Metabolic disturbances</strong>:&nbsp; Insulin resistance increases the risk for diabetes mellitus and hypertension.</li>\n\t<li><strong>Skin tags and hyperhidrosis</strong>:&nbsp; There may be skin thickening and increased sweating.</li>\n\t<li><strong>Visual field defects</strong>:&nbsp; The optic chiasm can become compressed by a pituitary macroadenoma.</li>\n\t<li><strong>Hypogonadism</strong>:&nbsp; Compression of gonadotrophs or hyperprolactinemia (from disrupted negative regulation of prolactin secretion) is associated with hypogonadism.</li>\n</ul><br><br><p>The diagnostic work-up of acromegaly is similar to that of gigantism, involving IGF-1 measurement <strong>(screening test)</strong>, failure to suppress GH following glucose administration <strong>(confirmatory test)</strong>, and MRI of the pituitary <strong>(localization test)</strong>.&nbsp; If the MRI is unrevealing, patients should be evaluated for an extrapituitary cause (eg, ectopic GH- and GHRH-secreting tumor).</p><br><br><p>As with gigantism, the initial treatment of acromegaly is usually resection of the causative tumor, namely transsphenoidal resection for pituitary adenomas.&nbsp; Medical treatment options include somatostatin analogues (eg, octreotide) or GH receptor antagonists (eg, pegvisomant).&nbsp; Treatment can alleviate many of the physiologic effects (eg, hyperglycemia) of GH excess, although skeletal and joint abnormalities are largely irreversible.&nbsp; Effective treatment markedly reduces cardiovascular mortality (leading cause of death) in patients with acromegaly.</p>\n<h1>GH deficiency</h1><br><br><p>GH deficiency results from the insufficient production of GH by the pituitary gland, leading to impaired growth (in children and adolescents) and altered body composition and metabolic disturbances (in adults).&nbsp; Etiologies include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Congenital:&nbsp; Due to mutations in genes involved in GH production or signaling.</li>\n\t<li>Acquired:&nbsp; Due to trauma, radiation, tumors, or systemic illnesses affecting the hypothalamus or pituitary gland.</li>\n</ul>\n<h2>GH deficiency in children</h2><br><br><p>In children, insufficient GH results in failure to stimulate normal bone growth.&nbsp; The clinical presentation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Short stature</strong>:&nbsp; Children grow slowly and are significantly shorter than their peers.</li>\n\t<li><strong>Delayed skeletal maturation</strong>:&nbsp; Bone age is typically delayed compared to chronologic age.</li>\n\t<li><strong>Increased fat mass</strong>:&nbsp; This occurs, especially around the abdomen.</li>\n\t<li><strong>Immature facial appearance</strong>:&nbsp; A youthful facial appearance is seen due to delayed bone and soft tissue growth.</li>\n</ul><br><br><p>Once other causes of growth failure (eg, Turner syndrome, hypothyroidism, chronic systemic disease) are excluded, the diagnosis of GH deficiency should be pursued.&nbsp; Serum GH measurement is unreliable due to fluctuating levels.&nbsp; Instead, diagnosis begins with obtaining <strong>radiographs</strong> to assess <strong>bone age</strong> and measuring <strong>serum levels of IGF-1</strong> and IGF binding protein-3.&nbsp; If these tests are inconclusive, a <strong>GH stimulation test</strong> is performed, in which substances that normally stimulate GH release (eg, clonidine to stimulate GHRH release) are administered.&nbsp; If GH deficiency is confirmed, a <strong>MRI of the pituitary</strong> should be performed to identify a structural cause (eg, tumor).</p><br><br><p>Management involves recombinant GH administration to restore normal growth and achieve target height.</p>\n<h2>GH deficiency in adults</h2><br><br><p>In adults, GH deficiency (typically from a <strong>pituitary tumor</strong>) affects metabolism and body composition rather than linear growth.&nbsp; Manifestations include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Reduced muscle mass due to the loss of GH's anabolic effects.</li>\n\t<li>Increased fat mass, particularly visceral fat accumulation, which is associated with increased cardiovascular risk.</li>\n\t<li>Decreased bone density, with an increased risk for osteoporosis and fractures.</li>\n\t<li>Fatigue and depression, causing a significant reduction in quality of life, often with symptoms of low energy, decreased vitality, and depression.</li>\n</ul><br><br><p>The diagnosis of GH deficiency in adults is similar to that in children, involving low IGF-1 levels (screening) and abnormal GH stimulation testing (confirmation).&nbsp; If GH deficiency is present, MRI of the pituitary should be obtained to exclude a tumor.</p><br><br><p>Management involves the administration of recombinant GH therapy.&nbsp; Of note, GH abuse is occasionally seen in competitive athletes desiring to increase muscle mass.&nbsp; Benefits include a temporary increase in lean body mass and sprint performance, but strength and endurance are not significantly improved.&nbsp; Risks include hyperglycemia, sodium retention (eg, edema), hypertension, and musculoskeletal complications (eg, myopathy, arthralgia, carpal tunnel syndrome).</p>\n<h1>Summary</h1><br><br><p>Growth hormone is essential for growth, development, and metabolism throughout life.&nbsp; Abnormal GH levels, whether excessive or deficient, have significant clinical consequences.&nbsp; GH excess, most often caused by somatotroph adenomas, leads to gigantism in children (abnormal linear growth due to open growth plates) and acromegaly in adults (skeletal deformities and organ enlargement after growth plates have closed).&nbsp; Both conditions can cause metabolic issues such as insulin resistance, diabetes mellitus, and joint complications.&nbsp; Diagnosis involves insulin-like growth factor 1 (IGF-1) screening, GH suppression tests, and MRI to locate the tumor.&nbsp; Treatment typically includes tumor resection and, if necessary, medical therapy with somatostatin analogues or growth hormone receptor antagonists.</p><br><br><p>In contrast, growth hormone deficiency results in short stature and delayed growth in children and altered body composition in adults.&nbsp; Children have short stature and delayed bone age, whereas adults experience reduced muscle mass, increased visceral fat, and decreased bone density.&nbsp; Diagnosis relies on low IGF-1 levels and poor GH response to stimulation, followed by MRI to rule out structural causes.&nbsp; Recombinant GH therapy is used to restore normal growth in children and improve metabolism and quality of life in adults.</p>\n</div>\n\n            "
}