{
  "meta": {
    "title": "Hyperthyroidism",
    "url": "https://brainandscalpel.vercel.app/hyperthyroidism-02aa222a-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:40.293Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Hyperthyroidism is characterized by excessive circulating levels of thyroid hormone, usually due to increased hormone synthesis or thyroid gland injury with release of preformed thyroid hormone.</p><p>Thyroid hormone is secreted primarily in the form of thyroxine (T4), then converted into triiodothyronine (T3, the more active form) by deiodination in peripheral tissues.&nbsp; It stimulates basal metabolic activity in multiple organ systems.&nbsp; Hyperthyroidism induces a hypermetabolic state associated with increased energy expenditures.&nbsp; In addition, thyroid hormone induces expression of beta-adrenergic receptors; the resulting hyperadrenergic state leads to much of the symptomatology and cardiovascular complications of hyperthyroidism.</p><h1>General clinical features</h1><p>Patients with hyperthyroidism typically seek care due to nonspecific, systemic symptoms.&nbsp; Virtually every organ system can be influenced by excess thyroid hormone, and presentation is highly variable.&nbsp; Hyperthyroidism also is often detected during evaluation of other disorders (eg, atrial fibrillation, hypertension).</p><p>Hyperthyroid features can be categorized systematically as follows:</p><ul class=\"article-body-unordered-list\"><li><strong>General/systemic</strong>:&nbsp; fatigue, heat intolerance, weight loss</li><li><strong>Cardiovascular</strong>:&nbsp; tachycardia, systolic hypertension, atrial and ventricular arrhythmias (eg, atrial fibrillation), increased myocardial oxygen demand/myocardial ischemia, high-output heart failure</li><li><strong>Dermatologic</strong>:&nbsp; sweating, hair loss</li><li><strong>Neuropsychiatric</strong>:&nbsp; anxiety, decreased attentiveness, sleep disruption</li><li><strong>Neuromuscular</strong>:&nbsp; tremor, hyperreflexia, muscle weakness</li><li><strong>Ocular</strong>:&nbsp; lid lag (ie, elevation of the upper eyelid during downward gaze) is a nonspecific finding for hyperthyroidism from any cause; proptosis (ie, forward displacement of the globe) is specific to Graves disease</li><li><strong>Gastrointestinal</strong>:&nbsp; increased intestinal motility/diarrhea</li><li><strong>Endocrine</strong>:&nbsp; increased cortisol catabolism (unmasking of adrenal insufficiency), elevated cholesterol levels, increased glucose utilization, menstrual/reproductive abnormalities</li><li><strong>Skeletal</strong>:&nbsp; increased bone turnover (hypercalcemia, osteoporosis)</li></ul><p>In older patients, hyperthyroidism may present with only lethargy, decreased appetite, melancholic mood, and weight loss (ie, apathetic hyperthyroidism).&nbsp; In these patients, atrial fibrillation and heart failure can be readily triggered by thyrotoxicosis, but tachycardia may be absent due to concurrent medications (eg, beta blockers) or underlying cardiac conduction system disease.</p><h1>Etiology</h1><p>Hyperthyroidism is usually due to intrinsic thyroid disorders (ie, primary hyperthyroidism).&nbsp; However, it is occasionally due to increased pituitary TSH secretion (central/secondary hyperthyroidism).&nbsp; In addition, other factors external to the pituitary-thyroid axis can cause a hyperthyroid state.&nbsp; Therefore, causes can be categorized as follows:</p><p><strong>Primary hyperthyroidism</strong> (intrinsic thyroid disorders)</p><ul class=\"article-body-unordered-list\"><li>Increased thyroid hormone production, which can be classified based on whether there is diffuse or focal thyroid hyperactivity<ul class=\"article-body-unordered-list\"><li>Diffuse thyroid hyperactivity:&nbsp; Graves disease</li><li>Focal thyroid hyperactivity:<ul class=\"article-body-unordered-list\"><li>Toxic multinodular goiter (TMNG)</li><li>Toxic thyroid adenoma (TA)</li></ul></li></ul></li><li>Release of preformed thyroid hormone<ul class=\"article-body-unordered-list\"><li>Autoimmune thyroiditis:&nbsp; painless (silent) thyroiditis, postpartum thyroiditis, Hashitoxicosis (ie, hyperthyroid phase of chronic autoimmune [Hashimoto] thyroiditis)</li><li>Non-autoimmune (eg, post-infectious) thyroiditis:&nbsp; subacute granulomatous (de Quervain) thyroiditis</li></ul></li></ul><p><strong>Central/secondary hyperthyroidism</strong> (increased pituitary TSH secretion)</p><ul class=\"article-body-unordered-list\"><li>Thyrotroph pituitary adenoma</li></ul><p><strong>Others</strong> (eg, factors external to pituitary-thyroid axis)</p><ul class=\"article-body-unordered-list\"><li>Iatrogenic/iodine-induced hyperthyroidism:<ul class=\"article-body-unordered-list\"><li>Jod-Basedow syndrome (eg, contrast-induced thyrotoxicosis)</li><li>Amiodarone-induced thyrotoxicosis</li></ul></li><li>Nonthyroidal:<ul class=\"article-body-unordered-list\"><li>Thyroid-producing ovarian teratoma (struma ovarii)</li><li>Exogenous thyroid hormone intake (iatrogenic or surreptitious)</li></ul></li></ul><h1>Primary hyperthyroidism: Intrinsic thyroid disorders</h1><h2>Diffuse hyperactivity: Graves disease&nbsp;&nbsp;</h2><p>Graves disease is characterized by autoimmune-mediated stimulation of thyroid follicles.&nbsp; It is the most prevalent cause of hyperthyroidism, accounting for as much as 80% of cases in some populations.&nbsp; The incidence of Graves disease is highest at age 20-50 but can occur at any age.&nbsp; Factors that have been proposed as triggers include smoking, pregnancy, severe infection, excessive iodine intake, and immune reconstitution syndromes (eg, initiation of antiretroviral therapy in patients with HIV disease).</p><p>Pathogenesis of Graves disease is driven by <strong>thyrotropin receptor antibodies</strong> (TRAb), which bind and activate the TSH receptor on thyroid follicular cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84575.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), leading to increased uptake and organification of iodine and synthesis of thyroid hormone.&nbsp; In addition, TRAb can stimulate TSH receptors on extrathyroidal cells, especially fibroblasts and adipocytes, leading to expansion and fibrosis of connective tissues (eg, retro-orbital tissues) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40011.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><p>Graves disease characteristically presents with a firm, diffuse goiter (ie, thyroid gland enlargement).&nbsp; Expansion of retro-orbital tissues can cause proptosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33811.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), which is a specific finding for Graves disease and may be associated with impaired extraocular motion (eg, diplopia, painful eye movements), tearing, irritation, and photophobia (ie, Graves eye disease).&nbsp; Primary hyperthyroidism in association with Graves eye disease (eg, proptosis/exophthalmos) is diagnostic for Graves disease.<p></p><p>In the skin, stimulation of fibroblasts can lead to increased production of glycosaminoglycans.&nbsp; The resulting Graves dermopathy presents as firm thickening and induration of the skin, particularly in the legs (ie, pretibial myxedema), with discoloration and irregular (eg, peau d'orange) texture (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10658.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><h2>Focal hyperactivity: TMNG and toxic adenoma</h2><p>TMNG (also called Plummer disease) and toxic adenoma are characterized by follicular cell hyperplasia and autonomous thyroid hormone synthesis.&nbsp; TMNG is the second most prevalent cause of hyperthyroidism after Graves disease and occurs most commonly in patients age &gt;50, particularly those with preexisting thyroid disorders (eg, nontoxic nodules).&nbsp; The risk is increased in patients with iodine deficiency (possibly due to chronic TSH stimulation and follicular hyperplasia).&nbsp; Some, though not all, cases are associated with activating mutations in the TSH receptor.&nbsp; Toxic adenoma is somewhat less common and typically occurs in younger individuals (eg, age 20-40).</p><p>TMNG and toxic adenoma are often associated with palpable nodules (multiple for TMNG, single for toxic adenoma), but examination findings may be subtle.&nbsp; Radioiodine scintigraphy is usually needed to confirm the diagnosis.</p><h2>Release of preformed thyroid hormone: Thyroiditis</h2><p>Transient hyperthyroidism due to follicular damage and release of preformed thyroid hormone can be seen in a number of autoimmune and nonautoimmune inflammatory conditions.&nbsp; This hyperthyroid phase is self-limiting and resolves spontaneously; as hormone stores are depleted, patients with these conditions may have a brief hypothyroid phase, followed in most cases by a return to a euthyroid state (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80081.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><p>Forms of thyroiditis that can present with a brief hyperthyroid phase include the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Painless (silent) and postpartum thyroiditis</strong>:&nbsp; autoimmune disorders related to chronic autoimmune (Hashimoto) thyroiditis; they are associated with thyroid peroxidase antibodies and a small, nontender goiter</li><li><strong>Subacute (granulomatous, De Quervain, giant cell) thyroiditis</strong>:&nbsp; a post-viral inflammatory disorder that presents with a painful, tender goiter</li></ul><p>Thyroiditis is discussed in more detail in a separate article.</p><h1>Secondary/central hyperthyroidis: Increased pituitary TSH secretion </h1><p>Secondary/central hyperthyroidism is significantly less common than primary hyperthyroidism.&nbsp; It is most often due to a <strong>TSH-secreting thyrotroph pituitary macroadenoma</strong>.&nbsp; In addition to general hyperthyroid symptoms, patients frequently also have mass effect symptoms including headache and bitemporal hemianopsia (due to compression of the optic chiasm).</p><p>Patients in whom secondary/central hyperthyroidism is suspected (eg, elevated T4, T3, and TSH) should undergo MRI imaging.</p><h1>Other causes of hyperthyroidism </h1><p>Other causes of hyperthyroidism (typically from factors external to the pituitary-thyroid axis) include the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Iodine-induced hyperthyroidism</strong> (also called Jod-Basedow syndrome):&nbsp; this occurs when an influx of exogenous iodine (eg, in radiocontrast media) overwhelms the normal negative feedback control of thyroid hormone production, leading to excessive thyroid hormone synthesis.&nbsp; It is usually seen in patients with preexisting silent or latent thyroid disease (eg, autonomous nodule, Graves disease)</li><li>Intake of <strong>exogenous thyroid hormone</strong> (ie, factitious or iatrogenic hyperthyroidism)</li><li><strong>Struma ovarii</strong> (ie, thyroid hormone-producing ovarian teratoma)</li><li><strong>Amiodarone-induced thyrotoxicosis</strong> (AIT):&nbsp; can result from either increased thyroid hormone production due to the high iodine content of the drug (ie, type 1 AIT) or destructive thyroiditis with release of preformed thyroid hormone (ie, type 2 AIT)</li></ul><h1>Diagnostic evaluation</h1><p>The evaluation of suspected hyperthyroidism attempts to systematically rule in or rule out these various etiologies.</p><h2>Thyroid hormone testing</h2><p>Initial testing in hyperthyroidism includes TSH and thyroid hormone (T3, free T4) levels (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24678.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), which can distinguish primary from secondary hyperthyroidism and guide further testing as follows:<p></p><ul class=\"article-body-unordered-list\"><li>Primary hyperthyroidism:&nbsp; T4 and T3 are elevated, TSH is suppressed due to feedback inhibition</li><li>Secondary/central hyperthyroidism:&nbsp; T4 and T3 are elevated, and TSH is elevated or inappropriately normal due to unregulated TSH secretion</li></ul><h2>Autoantibody testing</h2><p>In patients with primary hyperthyroidism, autoantibody testing is often performed next.&nbsp; Thyrotropin receptor antibodies (TRAb), such as <strong>thyroid-stimulating immunoglobulin</strong> (TSI) and <strong>TSH-receptor inhibitory antibodies</strong>, are associated with Graves disease.&nbsp; Depending on benchmark levels, TSI assays can have &gt;90% sensitivity and specificity and can quickly differentiate Graves disease from other causes of hyperthyroidism.&nbsp; Thyroid peroxidase antibodies are also often positive in Graves disease as well as in autoimmune thyroiditis (eg, Hashimoto thyroiditis, painless thyroiditis) but generally do not influence management.</p><h2>Imaging</h2><p>If initial laboratory testing is nondiagnostic, radioactive iodine uptake scintigraphy (RAIU) can often clarify the diagnosis.&nbsp; Typical patterns include the following:</p><ul class=\"article-body-unordered-list\"><li>Diffusely increased uptake throughout the thyroid gland suggests Graves disease.</li><li>Focal uptake with decreased uptake in the remainder of the gland suggests TMNG or TA.</li><li>Decreased uptake suggests destructive thyroiditis or exogenous thyroid hormone intake.</li></ul><p>Thyroid ultrasound with color Doppler is sometimes useful in evaluating hyperthyroidism.&nbsp; Conditions associated with increased thyroid metabolic activity (eg, Graves disease) often show increased blood flow, whereas decreased blood flow suggests decreased activity (eg, thyroiditis, exogenous thyroid hormone intake).&nbsp; Ultrasound is particularly useful in pregnant women, in whom RAIU is contraindicated.</p><h1>Management </h1><p>Initial management of hyperthyroidism from any cause in patients with hyperadrenergic signs or symptoms (eg, palpitations, tachycardia) includes a beta blocker (eg, propranolol, atenolol) while the diagnostic evaluation is in progress.</p><p>In addition, depending on the etiology, more directed therapy is often indicated, with 3 main modalities:</p><ul class=\"article-body-unordered-list\"><li><strong>Antithyroid drugs</strong></li><li><strong>Radioiodine ablation</strong></li><li><strong>Surgery</strong></li></ul><p>Patients with Graves disease or toxic nodular disease should start simultaneous treatment with a thionamide antithyroid drug to achieve a euthyroid state; methimazole is usually preferred due to the risk for hepatotoxicity with propylthiouracil, although the latter medication is recommended in the first trimester of pregnancy due to methimazole's teratogenic effects.</p><p>Thereafter, definitive treatment options for Graves disease include radioiodine ablation or surgical thyroidectomy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16329.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Alternatively, chronic treatment with methimazole alone can be considered for management in patients who are poor operative candidates, have only mild disease, or who wish to avoid surgery or radioactive iodine therapy.<p></p><p>Treatment for toxic nodular disease is somewhat more individualized.&nbsp; In addition to chronic thionamide therapy, radioiodine ablation, and thyroidectomy, other options may include radiofrequency ablation or ethanol injection ablation.</p><p>Treatment for the self-limited hyperthyroid phase of thyroiditis is primarily symptomatic, as the condition typically resolves spontaneously (eg, within 6 months).&nbsp; Beta blockers are used to mitigate adrenergic features.&nbsp; Nonsteroidal antiinflammatory drugs (eg, naproxen) or systemic glucocorticoids (eg, prednisone) are used for pain relief in patients with subacute granulomatous thyroiditis.&nbsp; However, because hyperthyroidism in these disorders is due to release of preformed hormone rather than synthesis of new hormone, thionamides have minimal effectiveness and are not indicated.</p><h1>Special considerations</h1><h2>Thyroid storm</h2><p>Thyroid storm (thyrotoxic crisis) is severe or life-threatening thyrotoxicosis that can occur in patients with undiagnosed or inadequately treated hyperthyroid conditions (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80968.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; It can be triggered by surgery, trauma, infection, childbirth, or by an acute iodine load (eg, iodinated contrast agent, RAI treatment).&nbsp; Manifestations include fever, cardiac arrhythmias, seizures, altered mentation, hypotension, and shock.&nbsp; Treatment includes beta blockers (eg, propranolol), thionamides to block new hormone synthesis, iodine solution to block thyroid hormone release, and glucocorticoids to decrease peripheral conversion of T4 to T3.<p></p><h2>Drug-induced neutropenia&nbsp;&nbsp;</h2><p>Thionamides can cause severe neutropenia (absolute neutrophil count &lt;500/mm<font size=\"2\"><sup>3</sup></font>) in approximately 1 in 200 individuals.&nbsp; Drug-induced neutropenia typically presents with fever and oropharyngeal ulcers.&nbsp; Urgent laboratory evaluation usually shows isolated leukopenia with no anemia or thrombocytopenia.&nbsp; Because of the risk for severe infections, the offending drug should be immediately discontinued, which usually corrects the neutropenia within 1-3 weeks.</p><h2>Post-treatment hypothyroidism</h2><p>Patients treated with total thyroidectomy require life-long thyroid hormone (ie, levothyroxine) replacement.&nbsp; Levothyroxine is also often needed following radioiodine therapy, which can cause iatrogenic hypothyroidism in patients with Graves disease (hypothyroidism is less common following radioiodine therapy for nodular disease, in which the isotope is preferentially taken up by the abnormal cells with sparing of the surrounding healthy thyroid tissue).</p><h2>Subclinical hyperthyroidism</h2><p>Subclinical hyperthyroidism is characterized by suppression of TSH with thyroid hormone levels within the laboratory reference ranges.&nbsp; Hyperthyroid symptoms are typically mild or absent, but complications can include atrial fibrillation, heart failure, and bone loss.&nbsp; Patients with only mild TSH suppression, particularly younger patients and those at low risk for cardiovascular and skeletal complications, are often observed without therapy, whereas those with more significant TSH suppression or who are at increased risk for complications (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33466.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) are treated.&nbsp; If treatment is necessary, options are similar as for overt hyperthyroidism, depending on the underlying cause.<p></p><h1>Summary </h1><p>Hyperthyroidism is characterized by excessive circulating levels of thyroid hormone due to increased hormone synthesis or thyroid gland injury with release of preformed thyroid hormone.&nbsp; The most common cause is Graves disease, an autoimmune disorder caused by antibody-mediated stimulation of thyroid follicles.&nbsp; Other significant causes include toxic thyroid nodules (eg, toxic multinodular goiter, toxic adenoma), destructive thyroiditis (eg, painless and postpartum thyroiditis, subacute granulomatous thyroiditis), and secondary/central hyperthyroidism (ie, TSH-secreting pituitary adenoma).</p><p>Initial evaluation of hyperthyroidism includes serum TSH and thyroid hormone (T3, free T4) levels.&nbsp; Thyrotropin receptor antibodies are diagnostic for Graves disease.&nbsp; Radioiodine uptake and scan also often can clarify the diagnosis.</p><p>Initial treatment includes a beta blocker, which can mitigate the adrenergic symptoms of hyperthyroidism.&nbsp; Definitive treatment options for Graves disease include thionamide antithyroid drugs, radioiodine ablation, and surgical resection.</p></div>\n            "
}