{
  "meta": {
    "title": "Hypothyroidism",
    "url": "https://brainandscalpel.vercel.app/hypothyroidism-647c8dc4-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:43.854Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p>Hypothyroidism is a very common physiologic disorder characterized by underproduction of thyroid hormone, due to either dysfunction of the thyroid gland (primary hypothyroidism) or loss of pituitary TSH secretion (secondary/central hypothyroidism).&nbsp; The clinical manifestations are broad, potentially affecting nearly every organ system, but are largely nonspecific, and the diagnosis is rarely definitively established without appropriate diagnostic testing.&nbsp; Treatment of hypothyroidism is generally straightforward, but the consequences of mismanagement can be significant.</p>\n<h1>Clinical presentation </h1><br><br><p>The most common symptoms of hypothyroidism are highly nonspecific and include weight gain, fatigue, cold intolerance, myalgias, menstrual irregularities, and cognitive and affective symptoms (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/67586.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Asymptomatic cases are common, and patients may present with only a vague sense of unwellness or malaise.&nbsp; Clinical signs are only somewhat more specific and include hypertension (especially diastolic hypertension), bradycardia, goiter, hyperlipidemia, and hyponatremia.&nbsp; Patients also may have changes in the clinical status of a previously well-controlled condition (eg, worsening glycemic control in diabetes mellitus, worsening depression).<p></p>\n<h1>Causes</h1><br><br><p>Most cases of hypothyroidism (&gt;90%) in non–iodine-deficient regions are due to chronic autoimmune (Hashimoto) thyroiditis.&nbsp; <strong>Hashimoto thyroiditis</strong> is due to both antibody-mediated (especially anti-thyroid peroxidase [TPO] autoantibodies) and non–antibody-mediated immunity.&nbsp; It typically presents insidiously with progressive hypothyroid symptoms.&nbsp; Goiter is often but not always present and may be subtle.&nbsp; Remission may occur, but permanent hypothyroidism is more common.</p><br><br><p>Other causes of hypothyroidism can be conceptually categorized by clinical course as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mostly permanent hypothyroidism</strong>:&nbsp; Radiation exposure, iatrogenic hypothyroidism (eg, thyroidectomy, radioiodine ablation)</li>\n\t<li><strong>Mostly transient hypothyroidism</strong>:&nbsp; Subacute (granulomatous, de Quervain) thyroiditis, silent (painless) thyroiditis, postpartum thyroiditis</li>\n\t<li><strong>Mostly reversible hypothyroidism</strong>:&nbsp; Iodine deficiency, medication-related (eg, amiodarone)</li>\n\t<li><strong>Central/secondary (ie, pituitary, hypothalamic) hypothyroidism</strong>:&nbsp; Pituitary macroadenomas, pituitary metastasis, pituitary infarction (Sheehan syndrome), infiltrative disorders (eg, sarcoidosis, lymphocytic hypophysitis)</li>\n</ul>\n<h1>Risk factors </h1><br><br><p>Because most hypothyroidism (not including iodine deficiency) is due to Hashimoto thyroiditis, which is an autoimmune disorder, the most prominent risk factors relate to immune factors.&nbsp; Major risk factors include a personal or family history of autoimmune disorders (especially other autoimmune endocrinopathies), chromosomal abnormalities (eg, Down syndrome, Turner syndrome), and radiation exposure.</p><br><br><p>In general, women are affected much more often than men.&nbsp; Pregnancy history in particular is associated with an increased risk for hypothyroidism; pregnancy induces a state of relative immunosuppression, and it is postulated that immune reactivation following pregnancy may lead to autoimmune thyroid injury.</p><br><br><p>Because most cases of hypothyroidism are permanent, prevalence increases with age.&nbsp; However, the exact prevalence of hypothyroidism in the elderly may be overestimated because physiologic TSH norms with advanced age (eg, ≥70) may exceed laboratory reference ranges.</p>\n<h1>Diagnosis </h1><br><br><p>Diagnostic testing in suspected hypothyroidism begins with a serum TSH level.&nbsp; Because some cases (eg, silent thyroiditis) may be transient and TSH levels may fluctuate in normal individuals, abnormal TSH results should be confirmed on repeat testing (eg, 4-6 weeks).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Primary hypothyroidism</strong> is confirmed with an elevated TSH and low free thyroxine (T4) level.</li>\n\t<li><strong>Secondary hypothyroidism</strong>, which is substantially less common, is associated with both low TSH and T4 levels.</li>\n</ul><br><br><p>Triiodothyronine (T3) levels are not reliable in hypothyroidism (levels may be normal because TSH increases the share of T4 converted to T3 in the thyroid gland) and should not be ordered in most cases.</p><br><br><p>If TSH is elevated on repeat testing and T4 is low, no further testing is generally needed, and treatment for hypothyroidism may be initiated.&nbsp; Although anti-TPO antibodies are present in most cases of Hashimoto thyroiditis, they do not usually alter management and are unnecessary in most cases.&nbsp; However, anti-TPO antibodies may be helpful to predict the risk for progression to overt hypothyroidism in patients with subclinical hypothyroidism (ie, elevated TSH, normal T4 level) and the risk for permanent hypothyroidism in patients with postpartum and silent thyroiditis (variants of Hashimoto thyroiditis that typically cause only a transient hypothyroid phase).</p><br><br><p>Imaging has little to no role in evaluation of primary hypothyroidism.&nbsp; However, imaging (eg, MRI) of the brain and pituitary is indicated for evaluation of secondary hypothyroidism (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39858.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), which may be due to ischemia or mass lesions in the hypothalamus or pituitary.<p></p>\n<h1>Treatment </h1><br><br><p>Treatment of hypothyroidism is conceptually straightforward (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57397.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Levothyroxine (ie, synthetic T4) is the preferred medication for almost all patients and the dose should be adjusted to maintain serum TSH within the laboratory reference range.&nbsp; TSH is typically checked 6 weeks after initiation or dose adjustment, and then every 6-12 months thereafter.<p></p><br><br><p>Bioavailability of levothyroxine is affected significantly by food and other medications; therefore, dosing is recommended for early morning before eating.&nbsp; Other thyroid hormone preparations (eg, liothyronine [T3], porcine thyroid extract) are not recommended for routine use due to variable plasma concentrations and unpredictable pharmacodynamics.</p><br><br><p>Because the symptoms of hypothyroidism are nonspecific, dose adjustments should be based on TSH results rather than subjective symptoms.&nbsp; Risks of over-replacement include hypertension, bone loss, and cardiac arrhythmias (eg, atrial fibrillation).</p>\n<h1>Special situations </h1><h2>Screening&nbsp;</h2><br><br><p>Because hypothyroidism is common, has significant multisystem effects, and is easily diagnosed and treated, many experts advise routine TSH screening in asymptomatic patients.&nbsp; However, evidence is limited showing superiority of a screening strategy versus testing only those with recognized signs or symptoms of hypothyroidism (eg, fatigue, weight gain, hypertension).</p>\n<h2>Subclinical hypothyroidism</h2><br><br><p>Subclinical hypothyroidism is characterized by an elevated serum TSH with normal free T4 level, with or without mild hypothyroid symptoms.&nbsp; The causes are the same as for overt hypothyroidism, although the likelihood for reversion to a euthyroid state is somewhat greater.&nbsp; Patients with a positive test for TPO antibodies have a greater risk for progression to overt hypothyroidism.&nbsp; Treatment with levothyroxine is appropriate in certain patients (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35065.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) but should be done judiciously because the risk for overtreatment can be significant.<p></p>\n<h2>Severe non-thyroidal illness&nbsp;&nbsp;</h2><br><br><p>Thyroid function tests are often abnormal in patients with severe, acute illness.&nbsp; The most common pattern is low T3 with normal T4 and TSH (ie, euthyroid sick syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61946.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                )), which may represent a form of mild central hypothyroidism that decreases metabolic requirements during severe illness.&nbsp; Thyroid hormone supplementation is not indicated for these patients, and follow-up testing should be delayed until the patient has returned to baseline health.<p></p>\n<h2>Pregnancy</h2><br><br><p>Pregnancy is associated with a number of changes in thyroid physiology (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/99525.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).&nbsp; Maternal hypothyroidism can cause significant fetal (eg, abnormal growth rate) and maternal complications.&nbsp; Therefore, pregnant women are typically screened for hypothyroidism with a protocol-based strategy, using trimester-specific reference ranges for thyroid function tests.<p></p>\n<h2>Congenital hypothyroidism</h2><br><br><p>Congenital hypothyroidism is usually due to thyroid dysgenesis.&nbsp; Most patients with congenital hypothyroidism are identified via newborn screening while asymptomatic (due to the transplacental transfer of maternal T4); those not screened at birth are diagnosed after developing symptoms, typically weeks to months after birth due to waning levels of maternally derived T4.&nbsp; Manifestations include a hypometabolic state characterized by lethargy (eg, less activity, feeding problems/poor weight gain), constipation, prolonged (ie, age &gt;2 weeks) jaundice (decreased gastrointestinal motility, diminished activity of hepatic enzymes), and bradycardia.&nbsp; Because skeletal muscle is a highly metabolic tissue, patients develop diffuse myopathy with hypotonia and weakness.</p><br><br><p>T4 also regulates the degradation of mucopolysaccharides, which accumulate in subcutaneous tissue in hypothyroidism, causing myxedematous skin changes (eg, macroglossia, protuberant abdomen, umbilical hernia).&nbsp; Enlarged fontanelles with delayed closure are typical because thyroid hormone promotes bone growth and maturation.&nbsp; Laboratory evaluation shows increased TSH and decreased T4.&nbsp; Prompt treatment with levothyroxine reduces the risk for neurologic deficits (eg, intellectual disability, developmental delay) and poor growth.</p><br><br><p>Congential hypothyroidism is discussed in more detail in a separate dedicated article.</p>\n<h1>Summary </h1><br><br><p>Hypothyroidism is a common physiologic condition that presents with largely nonspecific symptoms (eg, fatigue, weight gain).&nbsp; Most cases are due to primary hypothyroidism, mainly chronic autoimmune (Hashimoto) thyroiditis.&nbsp; The diagnosis is confirmed with elevated serum thyroid-stimulating hormone with low T4 levels.&nbsp; Treatment includes levothyroxine, with the dose adjusted based on thyroid-stimulating hormone levels.</p>\n</div>\n\n            "
}