{
  "meta": {
    "title": "Multiple endocrine neoplasia (MEN)",
    "url": "https://brainandscalpel.vercel.app/multiple-endocrine-neoplasia-men-f43fe82b-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:50.501Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Multiple endocrine neoplasia (MEN) is a group of inherited disorders generally characterized by the development of tumors in multiple endocrine glands.&nbsp; These tumors can be benign or malignant and can lead to a variety of hormonal imbalances.</p><h1>Multiple endocrine neoplasia type 1</h1><p>Multiple endocrine neoplasia type 1 (MEN1) is caused by mutations in the <em>MEN1</em> tumor suppressor gene and is characterized by tumors of the <strong>P</strong>arathyroid gland, <strong>P</strong>ituitary, and <strong>P</strong>ancreas (mnemonic: the \"3 Ps\") (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32261.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Primary hyperparathyroidism</h2><p>Primary hyperparathyroidism is often the initial manifestation and usually presents with asymptomatic hypercalcemia or renal stones.&nbsp; Indications for parathyroidectomy in patients with MEN1, similar to those for sporadic primary hyperparathyroidism, include symptomatic hypercalcemia, end-organ complications (eg, osteoporosis, chronic kidney disease, nephrolithiasis), and an increased risk for complications (eg, urinary calcium excretion &gt;400 mg/day).&nbsp; Patients age &lt;50 are likely to develop complications later in life and should also undergo parathyroidectomy; because MEN1 typically presents at a relatively young age, most patients should be offered surgery.&nbsp; Patients with MEN1 usually have multiple parathyroid adenomas and therefore require subtotal (≥3½ glands) or total parathyroidectomy with autotransplant into a muscle pocket.</p><h2>Pituitary tumors</h2><p>Prolactin-secreting adenomas (prolactinomas) are the most common pituitary tumors.&nbsp; In premenopausal women, prolactinomas typically present with metabolic symptoms (eg, menstrual irregularities, galactorrhea); in men and postmenopausal women they usually present later when tumor enlargement leads to mass effect symptoms such as headache or bitemporal visual field deficits due to compression of the optic chiasm.</p><h2>Pancreatic tumors</h2><p>Enteropancreatic neuroendocrine tumors are the third major tumor type in MEN1.&nbsp; Gastrinoma (leading to Zollinger-Ellison syndrome) is the most common (eg, recurrent peptic ulcers), followed by insulinoma (eg, hypoglycemia) and nonfunctional tumors.&nbsp; These tumors are often metastatic and are a frequent cause of tumor-related death in MEN1.&nbsp; VIPomas (eg, secretory diarrhea) and glucagonoma (eg, hyperglycemia, weight loss, necrolytic migratory erythema) are other neuroendocrine tumors that can also be seen.</p><h1>Multiple endocrine neoplasia type 2</h1><p>Multiple endocrine neoplasia type 2 (MEN2) is the most common inherited disorder associated with activating germline mutations of the <em>RET</em> protooncogene; it is characterized by the following tumors (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40761.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: Multiple endocrine neoplasia MEN type 2\n                                    </a>\n                                </div>\n                                ):<p></p><h2>Medullary thyroid cancer</h2><p>Medullary thyroid cancer (MTC), arising from the thyroid C (parafollicular) cells, is present in nearly all patients with MEN2 and is usually more aggressive and occurs at an earlier age than sporadic MTC.</p><h2>Pheochromocytoma</h2><p>Pheochromocytoma develops in roughly half of patients with MEN2 syndromes and causes paroxysmal hypertension and tachycardia due to the intermittent secretion of catecholamines.</p><h2>Parathyroid hyperplasia or mucosal neuromas/marfanoid habitus</h2><p>Parathyroid hyperplasia (type 2A) or marfanoid habitus (eg, tall, slender build; increased limb-to-height ratio) and mucosal neuromas (type 2B) are the third characteristic seen.</p><h1>Differential diagnosis</h1><p>Differential diagnoses for MEN include sporadic endocrine tumors, other genetic syndromes with endocrine manifestations (eg, von Hippel-Landau disease), and nonendocrine conditions that mimic the symptoms of MEN.</p><ul class=\"article-body-unordered-list\"><li><strong>Sporadic endocrine tumors:</strong>&nbsp; These occur without a family history and are not associated with a specific genetic mutation.</li><li><strong>Other genetic syndromes:</strong>&nbsp; Conditions such as von Hippel-Lindau disease and neurofibromatosis (described in separate articles) can share some features with MEN, but not the constellation of symptoms seen with MEN.</li><li><strong>Nonendocrine conditions</strong>:&nbsp; Symptoms of MEN can mimic various nonendocrine disorders (eg, peptic ulcer disease, anxiety).</li></ul><h1>Complications</h1><p>Complications of MEN are related to the specific tumors and hormonal imbalances, as follows:</p><ul class=\"article-body-unordered-list\"><li><strong>Hyperparathyroidism:</strong>&nbsp; bone disease, kidney stones, and cardiovascular complications</li><li><strong>Pituitary adenomas:</strong>&nbsp; hormone-related complications (eg, acromegaly, Cushing disease, prolactinoma)</li><li><strong>Pancreatic neuroendocrine tumors:</strong>&nbsp; gastrointestinal symptoms, diabetes mellitus, and hormone-related syndromes (eg, Zollinger-Ellison syndrome, insulinomas)</li><li><strong>MTC:</strong>&nbsp; thyroid dysfunction, metastatic disease</li><li><strong>Pheochromocytoma:</strong>&nbsp; hypertension, cardiac arrhythmias, stroke</li></ul><h1>Summary</h1><p>Multiple endocrine neoplasia type 1 can be remembered by the \"3 Ps\" (<strong>P</strong>arathyroid gland, <strong>P</strong>ituitary, and <strong>P</strong>ancreas), whereas types 2A and 2B have medullary thyroid cancer and pheochromocytoma in common (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40973.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Details of the tumors can be found in separate articles.<p></p></div>\n            "
}