{
  "meta": {
    "title": "Thyroid malignancies",
    "url": "https://brainandscalpel.vercel.app/thyroid-malignancies-f91db429-ea5e04.html",
    "scrapedAt": "2025-12-01T04:50:13.477Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>The thyroid gland can be involved with both primary and metastatic malignancy.&nbsp; Major categories of primary thyroid cancer include:</p><ul class=\"article-body-unordered-list\"><li>Papillary thyroid cancer</li><li>Follicular thyroid cancer</li><li>Oncocytic carcinoma of the thyroid (Hürthle cell cancer)</li><li>Anaplastic thyroid cancer</li><li>Medullary thyroid cancer</li><li>Primary thyroid lymphoma</li></ul><h1>Clinical presentation</h1><p>Thyroid malignancy most commonly presents as a nodule or mass in the lower neck.&nbsp; Incidental discovery during imaging of the neck for other reasons is common, especially with less aggressive tumors.&nbsp; Compression of surrounding structures may produce hoarseness, dysphagia, or neurologic compromise.&nbsp; Obstruction of the vena cava may lead to Pemberton sign (ie, facial plethora induced by bilateral arm elevation).&nbsp; Definitive diagnosis is usually made with fine needle aspiration biopsy of the mass.&nbsp; Subsequent staging is typically accomplished with CT scan (or MRI) of the neck.</p><h2>Papillary thyroid cancer</h2><ul class=\"article-body-unordered-list\"><li>Presentation:&nbsp; Slowly enlarging thyroid mass, most common between age 30-50.</li><li>Risk factors:&nbsp; Most common primary thyroid cancer type; occurrence ratio female:male is 3:1; associated with BRAF gene mutations; childhood radiation exposure (eg, radiotherapy, radioactive fallout).</li><li>Histology:&nbsp; Formation of papillae with a fibrovascular core; moderately well-differentiated cells with large clear nuclei (ie, \"Orphan Annie eye\" nuclei) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71913.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ); psammoma bodies, which represent calcified papillae remnants (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26766.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li></ul><h2>Follicular thyroid cancer</h2><ul class=\"article-body-unordered-list\"><li>Presentation:&nbsp; Enlarging thyroid mass, most common between age 40-60.</li><li>Risk factors:&nbsp; Childhood radiation exposure.</li><li>Histology:&nbsp; Numerous follicles resembling benign thyroid follicular adenomas but with variable cell differentiation and invasion of the thyroid capsule (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49484.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li></ul><h2>Oncocytic carcinoma of the thyroid</h2><ul class=\"article-body-unordered-list\"><li>Presentation:&nbsp; Similar to follicular thyroid cancer but with aggressive course and increased risk for metastasis.</li><li>Histology:&nbsp; Resemblance to follicular thyroid cancer with prominent Hürthle cells (round nucleus and abundant, eosinophilic cytoplasm) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69353.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li></ul><h2>Anaplastic thyroid cancer</h2><ul class=\"article-body-unordered-list\"><li>Presentation:&nbsp; Rapidly growing mass with invasion of local structures; early metastasis.</li><li>Risk factors:&nbsp; Age &gt;60, preexisting differentiated thyroid cancer (papillary or follicular).</li><li>Histology:&nbsp; Disorganized, pleiomorphic cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4837.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).</li></ul><h2>Medullary thyroid cancer</h2><ul class=\"article-body-unordered-list\"><li>Presentation:&nbsp; Malignancy arising from thyroid parafollicular (C) cells.</li><li>Risk factors:&nbsp; Approximately 20% occur in association with multiple endocrine neoplasia (MEN) 2A and 2B due to germline mutations in the <em>RET</em> proto-oncogene (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40761.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: Multiple endocrine neoplasia MEN type 2\n                                    </a>\n                                </div>\n                                ).</li><li>Histology:&nbsp; Nests of spindle-shaped cells with positive staining for calcitonin (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L79691.jpg\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).</li></ul><h2>Primary thyroid lymphoma</h2><ul class=\"article-body-unordered-list\"><li>Presentation:&nbsp; Rapidly growing neck mass in a patient with preexisting hypothyroidism.</li><li>Risk factors:&nbsp; Rare tumor type, but risk is increased dramatically in patients with chronic autoimmune (Hashimoto) thyroiditis.</li></ul><h1>Differential diagnosis</h1><p>The primary consideration in the differential diagnosis of thyroid malignancy is for benign thyroid adenomas.&nbsp; Metabolically active nodules, which are rarely malignant, can be distinguished by a suppressed TSH and increased uptake on radioiodine scintigraphy.&nbsp; Patients with metabolically active thyroid nodules need appropriate treatment for hyperthyroidism but do not need histologic confirmation.&nbsp; However, nonmetabolically active nodules that do not have clearly benign features on ultrasound may require&nbsp; fine needle aspiration (FNA) to exclude malignancy.</p><p>Thyroid metastasis from nonthyroidal cancer is uncommon but can occur due to the abundant vascularity of the gland.&nbsp; The most common primary tumors include lung, kidney, breast, and gastrointestinal tract malignancies.</p><p>In addition, Riedel fibrosing thyroiditis (Riedel struma) is a rare disorder characterized by progressive fibrosis of the thyroid and surrounding structures.&nbsp; The thyroid gland is hard, fixed, and tender but typically does not contain a dominant mass.</p><h1>Treatment and follow-up</h1><h2>Surgery</h2><p>Surgical resection is indicated for most differentiated thyroid tumors.&nbsp; Unilateral lobectomy is typically performed for smaller (&lt;4 cm) tumors with low risk of recurrence, whereas total thyroidectomy is indicated for larger (≥4 cm) tumors and those with increased risk of recurrence (eg, extrathyroidal extension, lymph node metastasis, history of childhood radiation exposure).</p><h2>Radioiodine therapy</h2><p>Adjuvant radioiodine therapy can be used for ablation of known or occult, unresected tumor foci.&nbsp; It is indicated for patients with increased risk for recurrence.&nbsp; Factors favoring radioiodine therapy include large tumor size (≥4 cm), extensive vascular invasion, aggressive histology (eg, oncocytic carcinoma), and regional or distal metastasis.</p><h2>Levothyroxine suppression</h2><p>In addition to stimulating hyperplasia and metabolic activity of normal thyroid follicles, TSH can accelerate growth of residual cancer cells in patients with differentiated thyroid cancer.&nbsp; Levothyroxine therapy is prescribed for most patients following surgery and radioiodine therapy to replace thyroid hormone metabolic needs and to suppress pituitary TSH release.&nbsp; TSH is maintained below typical laboratory reference ranges, with target levels determined by baseline risk of tumor recurrence.</p><h1>Tumor markers</h1><h2>Thyroglobulin</h2><p>Thyroglobulin (Tg) is a large glycoprotein that serves as a source for production of thyroid hormone (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19012.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; It is normally stored in thyroid follicles, and a small amount is released into circulation with thyroid hormone.&nbsp; However, it is also produced by differentiated (ie, papillary, follicular) thyroid cancer and can be used as a tumor marker (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50111.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Patients who have undergone a total thyroidectomy and radioactive iodine treatment should have no residual normal thyroid tissue; therefore, a rising Tg level suggests recurrent cancer.&nbsp; The sensitivity can be increased by measuring a stimulated Tg level; levothyroxine therapy is briefly discontinued (or recombinant TSH administered) to allow a rise in TSH, which induces increased Tg release from any residual thyroid cancer cells that may be present.<p></p><h2>Calcitonin</h2><p>Calcitonin is secreted by parafollicular cells in response to hypercalcemia and has a minor role in calcium homeostasis.&nbsp; Calcitonin levels are increased in most patients with medullary thyroid cancer, which can be useful in diagnosis and in assessing risk for recurrence.</p><h1>Summary</h1><p>Most primary thyroid cancer is differentiated thyroid cancer, which includes papillary and follicular thyroid cancer types.&nbsp; Less common types include oncocytic carcinoma of the thyroid, anaplastic thyroid carcinoma, medullary thyroid carcinoma, and primary thyroid lymphoma.&nbsp; Thyroid malignancy most commonly presents as a nodule or mass in the lower neck, often noted incidentally on neck imaging done for other reasons.&nbsp; Compression of surrounding structures may produce hoarseness, dysphagia, or neurologic compromise.</p><p>Initial evaluation of a suspicious thyroid mass should include thyroid ultrasonography and serum TSH, which can identify the risk for malignancy.&nbsp; Definitive diagnosis is usually made with fine needle aspiration biopsy of the mass.</p></div>\n            "
}