{
  "meta": {
    "title": "Thyroiditis",
    "url": "https://brainandscalpel.vercel.app/thyroiditis-66861ac3-ea5e04.html",
    "scrapedAt": "2025-12-01T04:50:16.227Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Thyroiditis represents a diverse group of disorders characterized by inflammation or infection of the thyroid gland.&nbsp; Symptoms in thyroiditis can be due to metabolic dysfunction (ie, hyperthyroidism, hypothyroidism) and can include pain and tenderness in the gland itself and compressive or infiltrative effects on the surrounding structures (eg, trachea, esophagus).</p><br><br><p>The classification of thyroiditis is variable (eg, based on etiologies, symptoms) and can be confusing.&nbsp; In this article, thyroiditis is discussed according to broad etiologic categories:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Autoimmune (symptoms predominantly related to metabolic dysfunction)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Chronic autoimmune (Hashimoto) thyroiditis</li>\n\t\t<li>Painless (silent) thyroiditis, postpartum thyroiditis</li>\n\t</ul>\n\t</li>\n\t<li>Nonautoimmune inflammatory and infectious (ie, symptoms predominantly related to local pain and systemic inflammation)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Subacute granulomatous thyroiditis</li>\n\t\t<li>Acute (suppurative) thyroiditis</li>\n\t</ul>\n\t</li>\n\t<li>Miscellaneous\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Fibrosing (Riedel) thyroiditis (ie, symptoms primarily related to effects on surrounding organs)</li>\n\t\t<li>Drug-induced thyroiditis</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Autoimmune thyroiditis</h1><br><br><p>Autoimmune thyroiditis is predominantly composed of chronic autoimmune (Hashimoto) thyroiditis and related subacute variants (eg, painless thyroiditis, postpartum thyroiditis).&nbsp; These disorders are notably associated with antithyroid autoantibodies, especially thyroid peroxidase (TPO) antibodies, along with lymphocytic infiltration of the gland.&nbsp; Patients generally have little to no pain, and symptoms are due to abnormalities in thyroid metabolic function.&nbsp; Hashimoto thyroiditis classically presents with progressive hypothyroidism, whereas the subacute variants typically have a brief hyperthyroid phase due to release of preformed thyroid hormone.</p>\n<h2>Chronic autoimmune (Hashimoto) thyroiditis</h2><br><br><p><strong>Overview</strong></p><br><br><p>Chronic autoimmune thyroiditis (also called Hashimoto thyroiditis or chronic lymphocytic thyroiditis) is characterized by progressive immune-mediated destruction of thyroid follicles.&nbsp; It is a very common disorder, accounting for most cases of primary hypothyroidism in non–iodine-deficient regions of the world.&nbsp; Hashimoto thyroiditis is significantly more common in women, and the risk is increased in patients with other autoimmune endocrinopathies (eg, diabetes mellitus type 1, primary adrenal insufficiency).</p><br><br><p><strong>Presentation</strong></p><br><br><p>Hashimoto thyroiditis typically presents with <strong>progressive hypothyroid symptoms</strong> (eg, fatigue, cold intolerance, weight gain), although a brief hyperthyroid phase (due to the release of preformed thyroid hormone) can occur in a minority of patients.&nbsp; Examination may show a small-to-moderate, nontender goiter but is often normal.&nbsp; Laboratory testing shows elevated serum TSH and low thyroid hormone (ie, T4, T3) levels.&nbsp; <strong>Anti-TPO</strong> and <strong>antithyroglobulin antibodies</strong> are not specific for Hashimoto thyroiditis but strongly support the diagnosis and are associated with progression to overt hypothyroidism in patients who initially present with subclinical hypothyroidism (ie, elevated TSH with normal thyroid hormone levels).&nbsp; Histopathology is rarely required for diagnosis but is characterized by an intense <strong>lymphoplasmacytic infiltrate</strong> with the formation of germinal centers and destruction of thyroid follicles (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63985.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><br><br><p><strong>Management</strong></p><br><br><p>Management of Hashimoto thyroiditis is straightforward and based on replacement of thyroid hormone.&nbsp; <strong>Levothyroxine</strong> is the preferred medication, and the dose is titrated to maintain serum TSH levels within the normal range.&nbsp; Dose requirements vary, but most patients require life-long levothyroxine therapy.&nbsp; Complications are uncommon but can include <strong>thyroid lymphoma</strong>, which is rare in the general population but has an incidence 60 times greater in patients with Hashimoto thyroiditis.</p>\n<h2>Painless thyroiditis and postpartum thyroiditis</h2><br><br><p><strong>Overview</strong></p><br><br><p>Painless thyroiditis (also called silent thyroiditis or subacute lymphocytic thyroiditis) and postpartum thyroiditis are common autoimmune disorders related to chronic autoimmune (Hashimoto) thyroiditis.&nbsp; They have similar pathophysiologic and clinical features; by convention, onset within 1 year of parturition or pregnancy loss is termed postpartum thyroiditis, whereas onset not related to pregnancy or in males is termed painless thyroiditis.</p><br><br><p><strong>Presentation</strong></p><br><br><p>Painless and postpartum thyroiditis typically present with a <strong>self-limited hyperthyroid phase</strong> due to destruction of thyroid follicles and unregulated release of thyroid hormone (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80081.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This initial phase is often followed by a <strong>transient hypothyroid phase</strong> due to depletion of colloid stores and an eventual <strong>return to a euthyroid state</strong>.&nbsp; Examination in both disorders typically shows a moderately enlarged, smooth, firm, <strong>nontender thyroid</strong> gland.&nbsp; During the hyperthyroid phase, lid lag may be seen but exophthalmos, which is specific for Graves disease, is not present.&nbsp; Laboratory testing generally parallels clinical status; in the hyperthyroid phase, TSH is suppressed and thyroid hormone levels (T3, T4) are elevated, whereas in the hypothyroid phase, these results are reversed.&nbsp; TPO antibodies are often present and can support the diagnosis.&nbsp; Radioiodine scintigraphy in the hyperthyroid phase of painless thyroiditis shows <strong>low or absent uptake</strong> because suppressed TSH levels lead to reduced iodine uptake and organification and synthesis of new thyroid hormone.<p></p><br><br><p>Prognosis in both painless and postpartum thyroiditis is generally good, with most patients returning to a euthyroid state.&nbsp; However, recurrence is common, and a minority of patients may develop permanent hypothyroidism.&nbsp; The risk for both recurrence and permanent hypothyroidism is greater in patients with high titers of anti-TPO.</p>\n<h1>Nonautoimmune inflammatory and infectious thyroiditis</h1><br><br><p>Significant thyroid pain and tenderness are uncommon in most thyroid disorders but are prominent in certain acute and subacute inflammatory conditions.&nbsp; In particular, both subacute granulomatous thyroiditis (postviral, immune-mediated disorder with tissue destruction) and acute infectious thyroiditis (suppurative infection of the gland) can cause pain and tenderness in the thyroid along with significant systemic symptoms (eg, fever).</p>\n<h2>Subacute granulomatous thyroiditis</h2><br><br><p><strong>Overview</strong></p><br><br><p>Subacute granulomatous thyroiditis (also called de Quervain thyroiditis, painful thyroiditis, or giant cell thyroiditis) is a self-limited disorder characterized by <strong>acute thyroid pain</strong> and tenderness.&nbsp; It typically follows a <strong>viral upper respiratory infection</strong> (eg, Coxsackievirus, adenovirus) and is thought to be an immune response to viral antigens.&nbsp; The inflammatory process destroys thyroid follicles, leading to release of preformed thyroid hormone and a transient hyperthyroid phase.&nbsp; As colloid stores are depleted, patients may experience a hypothyroid phase, usually followed by a return to a euthyroid state.</p><br><br><p><strong>Presentation</strong></p><br><br><p>The diagnosis of subacute thyroiditis is primarily based on clinical features.&nbsp; A recent history of an upper respiratory viral syndrome is supportive but not always noted.&nbsp; Clinical findings include pain that may radiate to the jaw, neck, and upper chest, often associated with fever and other systemic features.&nbsp; Examination shows a moderate goiter that may be exquisitely tender.&nbsp; In addition, patients can have hyperthyroid symptoms, such as heat intolerance, palpitation, and weight loss.</p><br><br><p>Laboratory testing generally parallels clinical status.&nbsp; In the hyperthyroid phase, TSH is suppressed and thyroid hormone levels (T3, T4) are elevated, whereas in the hypothyroid phase these results are reversed.&nbsp; Serum thyroglobulin (which reflects follicular injury) is typically elevated but is nonspecific.&nbsp; Inflammatory markers (eg, C-reactive protein, erythrocyte sedimentation rate) can be strikingly elevated.&nbsp; Subacute thyroiditis is not a true autoimmune condition, and serologic markers (eg, TPO antibodies) are typically normal or only nonspecifically elevated.&nbsp; However, the risk is significantly increased in patients with the HLA-B35 serotype.</p><br><br><p>Radioiodine scintigraphy in the hyperthyroid phase of subacute thyroiditis shows <strong>low or absent uptake</strong> because suppressed TSH levels lead to reduced iodine uptake and organification and synthesis of new thyroid hormone.</p><br><br><p>Biopsy is generally not required for diagnosis unless suspicious nodules are found concurrently.&nbsp; Histology is initially characterized by a neutrophilic infiltrate with microabscess formation which, as the disease progresses, is replaced by a more generalized inflammatory infiltrate with macrophages and multinucleated giant cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90482.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><br><br><p><strong>Management</strong></p><br><br><p>Management of subacute thyroiditis is primarily symptomatic, typically with <strong>nonsteroidal anti-inflammatory drugs</strong> (eg, naproxen) or <strong>systemic corticosteroids</strong> (eg, prednisone).&nbsp; During the hyperthyroid phase, beta blockers (eg, propranolol) are prescribed to minimize adrenergic features (eg, tachycardia, palpitation).&nbsp; For patients with a significant and prolonged hypothyroid phase, levothyroxine supplementation may be needed.&nbsp; Because hyperthyroidism in subacute thyroiditis is due to release of preformed thyroid hormone rather than de novo synthesis of new hormone (as in Graves disease), thionamide antithyroid drugs (eg, methimazole, propylthiouracil) and radioactive iodine ablation are not effective and are contraindicated.</p>\n<h2>Acute infectious (suppurative) thyroiditis</h2><br><br><p>Acute infectious thyroiditis is characterized by suppurative bacterial infection of the thyroid gland.&nbsp; It is an uncommon condition overall, but the risk is increased in elderly and immunocompromised patients.&nbsp; Infection may occur via hematogenous spread from distant sites or due to extension from fistula formation from the underlying piriform sinus.</p><br><br><p>Most cases are due to typical <strong>gram-positive organisms</strong> (eg, <em>Staphylococcus</em>, <em>Streptococcus</em>), but gram-negative organisms may sometimes be seen.&nbsp; Atypical organisms (eg, fungi, mycobacteria) are occasionally found, although more often in subacute to chronic cases in patients with immune impairment.</p><br><br><p>Laboratory testing in infectious thyroiditis typically shows peripheral leukocytosis (except as limited by underlying immune compromise) and elevated systemic inflammatory markers (eg, erythrocyte sedimentation rate, C-reactive protein).&nbsp; Most patients are <strong>metabolically euthyroid</strong>, and TSH and thyroid hormone levels are normal.&nbsp; Evaluation should include thyroid ultrasonography, which can identify an associated abscess and facilitate needle aspiration for Gram stain and culture.&nbsp; Treatment includes systemic antibiotics and drainage of any abscesses.</p>\n<h1>Fibrosing thyroiditis</h1><h2>Fibrous (Riedel) thyroiditis</h2><br><br><p>Fibrous thyroiditis is an uncommon IgG4-related disorder characterized by progressive fibrosis of the thyroid gland and surrounding tissues.&nbsp; It manifests as a <strong>hard, nontender goiter</strong> fixed to the underlying structures.&nbsp; Symptoms are primarily related to compression and fibrosis in the neck and may include discomfort, dysphagia, hoarseness, and occlusive phlebitis.&nbsp; Patients may also occasionally have fibrosis in other regions (eg, mediastinum, retroperitoneum).</p><br><br><p>Patients with fibrous thyroiditis are <strong>typically euthyroid</strong> but hypothyroidism may develop, and other intrinsic thyroid diseases (eg, Hashimoto thyroiditis, Graves disease) are often found concurrently.&nbsp; The diagnosis is based on biopsy; findings include an eosinophilic infiltrate and replacement of colloid with dense hyalinized material and spindle-shaped cells.</p><br><br><p>Treatment includes systemic glucocorticoids (eg, prednisone) and other immunosuppressive drugs (eg, mycophenolate).&nbsp; Many patients also require surgery to alleviate compression of extrathyroidal structures.</p>\n<h1>Drug-induced thyroiditis</h1><h2>Amiodarone-related thyroid dysfunction</h2><br><br><p>Amiodarone can have multiple different effects on the thyroid gland.&nbsp; It can cause thyroid dysfunction due to its high iodine content, which suppresses synthesis of thyroid hormone (Wolff-Chaikoff effect).&nbsp; Amiodarone also inhibits the conversion of T4 to T3 in peripheral tissues.&nbsp; Conversely, the iodine in amiodarone can serve as substrate for increased thyroid hormone synthesis.&nbsp; In addition, amiodarone can have a direct toxic effect on thyroid follicular cells, precipitating destructive thyroiditis with release of preformed thyroid hormone.</p><br><br><p>Clinical syndromes related to amiodarone in the thyroid include the following (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35068.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Amiodarone-associated hypothyroidism</strong>:&nbsp; Suppression of thyroid hormone synthesis by amiodarone can lead to a hypothyroid state.&nbsp; Subclinical hypothyroidism (ie, elevated serum TSH, normal free thyroxine [T4] level) is common and often transient; however, some patients develop overt, persistent hypothyroidism (ie, elevated TSH, low free T4).&nbsp; The risk is increased in patients with preexisting chronic autoimmune (Hashimoto) thyroiditis.&nbsp; Treatment includes thyroid hormone replacement with levothyroxine.</li>\n\t<li><strong>Amiodarone-induced thyrotoxicosis type 1 (AIT1)</strong>:&nbsp; Amiodarone can cause hyperthyroidism (ie, elevated free T4, suppressed TSH) due to increased thyroid hormone synthesis.&nbsp; This condition typically occurs in patients with preexisting iodine deficiency (who may have TSH-driven hyperplasia of thyroid follicular cells), nodular thyroid disease, or latent Graves disease.&nbsp; AIT1 is often associated with a prominent diffuse (iodine deficiency or Graves disease) or nodular (toxic multinodular disease) goiter.</li>\n\t<li><strong>Amiodarone-induced thyrotoxicosis type 2 (AIT2)</strong>:&nbsp; Amiodarone can cause destructive thyroiditis with release of preformed thyroid hormone.&nbsp; AIT2 is often a self-limited condition; as thyroid hormone stores are depleted (eg, several weeks to a few months), patients may have a temporary hypothyroid phase before returning to a euthyroid state.&nbsp; AIT2 is more common than AIT1 in regions with low prevalence of iodine deficiency.</li>\n</ul>\n<h2>Other drug-induced thyroiditis</h2><br><br><p>Certain immunomodulating agents have been associated with an increased risk for autoimmune thyroiditis, either Hashimoto-type chronic thyroiditis with persistent hypothyroidism or a self-limited, painless thyroiditis-type condition with a notable hyperthyroid phase.&nbsp; Reported associations include interferon alfa, IL-2, and tyrosine kinase inhibitors.&nbsp; The risk for painless thyroiditis may also be increased with a variety of nonimmunologic medications (eg, lithium), but clinical features are inconsistent and assessment is often clouded by noninflammatory physiologic effects of these medications on thyroid function.</p>\n<h1>Summary</h1><br><br><p>Thyroiditis represents a diverse group of disorders characterized by inflammation or infection in the thyroid gland.&nbsp; The main categories described include autoimmune (Hashimoto, painless, postpartum), nonautoimmune inflammatory (subacute granulomatous, acute suppurative), and miscellaneous (fibrosing, drug-induced).&nbsp; The presentation and management depends on the underlying condition.</p>\n</div>\n\n            "
}