{
  "meta": {
    "title": "Type 2 diabetes mellitus: an overview",
    "url": "https://brainandscalpel.vercel.app/type-2-diabetes-mellitus-an-overview-ce42f468-ea5e04.html",
    "scrapedAt": "2025-12-01T04:50:15.276Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Type 2 diabetes mellitus (T2DM) is the predominant form of diabetes mellitus (90% of all cases).&nbsp; It is a chronic metabolic disorder of carbohydrate metabolism characterized by hyperglycemia, insulin resistance, and relative deficiency in insulin production.&nbsp; While genetic factors play an important role in influencing susceptibility, strong associations also exist with obesity and modifiable and environmental lifestyle factors (eg, sedentary lifestyle, low fiber intake).&nbsp; Treatment involves a multifactorial approach that incorporates lifestyle modifications, pharmacotherapy, and preventive and therapeutic interventions addressing comorbidities and possible sequelae.</p>\n<h1>Pathophysiology</h1><br><br><p>The primary mechanisms behind onset of T2DM include alterations in insulin action (insulin resistance, impaired insulin secretion), leading to relative insulin deficiency.&nbsp; This is in contrast to type 1 diabetes mellitus, in which typically insulin deficiency is absolute and occurs due to autoimmune destruction of pancreatic beta cells.&nbsp; Genetic susceptibility (polygenic inheritance) and epigenetic influences of modifiable risk factors (eg, diet, activity level) affect the risk for T2DM.</p>\n<h2>Normal insulin function</h2><br><br><p>Normally, after consumption of a carbohydrate-rich meal, insulin binds to cellular receptors on peripheral tissues of the body (eg, skeletal muscle, adipose tissues, liver) and activates cellular signaling pathways (eg, translocation of glucose transporter type 4 [GLUT-4], phosphorylation of insulin receptor substrate, glycogen synthesis), promoting cellular entry of glucose from the bloodstream (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24974.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Physiologic effects of insulin action include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decreased plasma glucose</li>\n\t<li>Increased synthesis of glycogen, triglycerides, and protein</li>\n\t<li>Inhibition of gluconeogenesis and lipolysis</li>\n\t<li>Increased cell growth and decreased cellular apoptosis</li>\n</ul>\n<h2>Alterations in insulin action</h2><br><br><p><strong>Insulin resistance</strong></p><br><br><p>Conditions such as obesity or metabolic syndrome (visceral adiposity, hypertension, hypertriglyceridemia) appear to create a proinflammatory state (eg, release of cytokines, free fatty acids) that disrupts intracellular insulin signaling pathways and weakens physiologic effects of insulin.&nbsp; This state is characterized by impaired glucose tolerance.&nbsp; Genetic factors may influence predisposition and severity of insulin resistance associated with increasing weight.</p><br><br><p><strong>Impaired insulin secretion and processing</strong></p><br><br><p>In individuals with impaired glucose tolerance (IGT), a compensatory increase in pancreatic insulin production initially occurs.&nbsp; However, a subset of patients with IGT experience an eventual drop in insulin production.&nbsp; Additional abnormalities in pancreatic function include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Reduced cleavage of preproinsulin to insulin</li>\n\t<li>Accumulation of islet amyloid polypeptide (eg, amylin, which normally exerts a negative feedback inhibition on insulin secretion)</li>\n\t<li>Increased glucagon secretion</li>\n\t<li>Impaired production and effectiveness of incretins (gastrointestinal hormones produced by the gut mucosa that stimulate pancreatic insulin secretion in response to sugar-containing meals), including glucagon-like peptide-1</li>\n</ul><br><br><p>T2DM and hyperglycemia occur when insulin secretion is no longer able to compensate for insulin resistance.</p>\n<h2>Genetic predisposition</h2><br><br><p>A strong genetic basis exists in the development of T2DM.&nbsp; However, the inheritance is complex and polygenic (eg, &gt;1000 individual genes implicated).&nbsp; Individual propensity to manifest pathologic pancreatic dysfunction in the face of proinflammatory environmental triggers (eg, obesity, dietary changes) may be driven by genetic factors.&nbsp; In susceptible individuals, pancreatic beta cell dysfunction may be unmasked in the setting of hyperglycemia and direct beta cell toxicity (eg, systemic inflammation and glucotoxicity).</p><br><br><p>In addition, epigenetic influences (interaction of environment with gene expression) play a key role in the development of T2DM.&nbsp; Environmental and modifiable lifestyle risk factors (eg, diet, exercise) can prevent or modify severity of T2DM in genetically susceptible individuals.</p>\n<h2>Modifiable risk factors </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Obesity</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119797.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Excess body weight (BMI &gt;25 kg/m²), particularly visceral fat (eg, central adiposity), is strongly linked to the development of T2DM, leading to decreased peripheral insulin sensitivity and an abnormal secretion of inflammatory cytokines (eg, C-reactive protein, interleukin-6, adipokines).&nbsp; Risk for T2DM is more strongly linked to patients' visceral fat (eg, waist circumference) than their BMI, as evidenced by populations of lean individuals with high T2DM incidence.</li>\n\t<li><strong>Diet</strong>:&nbsp; Factors associated with increased risk for T2DM include high consumption of saturated fat (eg, red meats), sugar-sweetened beverages (eg, soda, juice), and refined or highly processed carbohydrates, as well as low fiber intake.&nbsp; Conversely, high intake of unprocessed whole fruits, vegetables, and whole grains appears to decrease risk for T2DM.</li>\n\t<li><strong>Physical inactivity</strong>:&nbsp; Physical inactivity is an independent risk factor for developing T2DM.&nbsp; It is associated with excess intramuscular lipid accumulation, insulin resistance, and impaired glycolysis.&nbsp; Conversely, exercise increases insulin sensitivity, decreasing glucagon production and gluconeogenesis while increasing GLUT-4 activity and cellular glucose uptake.</li>\n\t<li><strong>Sleep deprivation</strong>:&nbsp; Chronic sleep disturbances are associated with impaired insulin sensitivity and glucose metabolism.</li>\n\t<li><strong>Maternal/peripartum factors</strong>:&nbsp; History of gestational diabetes, low or high birth weight, or prematurity appears to increase predisposition to pancreatic beta cell dysfunction and T2DM in the setting of insulin resistance.</li>\n\t<li><strong>Medications</strong>:&nbsp; Drugs implicated with high risk for T2DM include glucocorticoids, atypical antipsychotics (eg, clozapine, olanzapine), immune checkpoint inhibitors, and immunosuppressants (eg, tacrolimus).&nbsp; Other medications, including statins and thiazide diuretics, cause mild to moderate elevations in blood glucose levels.</li>\n\t<li><strong>Medical conditions</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119798.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; These include underlying medical conditions that create a proinflammatory state (eg, coexisting cardiovascular disease, autoimmune disease, and polycystic ovarian syndrome) and disorders affecting the pancreas (eg, alcohol use disorder, pancreatic insufficiency).</li>\n\t<li><strong>Other</strong>:&nbsp; Increasing age is a risk factor.&nbsp; In addition, prevalence of T2DM is increased in specific ethnic populations (eg, South Asian, Hispanic, black), although the causality of ethnic ancestry (vs other lifestyle or environmental exposures) has not been established.</li>\n</ul>\n<h1>Epidemiology</h1><br><br><p>T2DM has classically been described as adult-onset diabetes (in contrast to type 1 diabetes mellitus, which typically manifests in children and adolescents).&nbsp; Incidence of T2DM in children and adolescents has risen significantly in the past 2 decades, with the rate of increase most pronounced in lower- and middle-income countries with rapid urbanization (eg, India, Brazil, China).&nbsp; It appears to parallel increasing rates of obesity and overweight in this population.</p><br><br><p>The incidence, morbidity, and mortality of T2DM are characterized by pervasive health disparities (differences in health outcomes across identity [eg, ethnicity, income]-based groups).&nbsp; Examples include the more rapid increase in T2DM incidence in lower- and middle-income countries and the higher prevalence and incidence of T2DM in individuals with lower socioeconomic status (regardless of ethnicity) and those in minority ethnic groups (eg, Black, Hispanic, and Asian populations) across income levels.</p><br><br><p>The most important contributor appears to be social determinants of health (eg, access to healthy food, physical activity opportunities, education, and high-quality health care), highlighting the epigenetic influences of environmental and social factors on T2DM.&nbsp; Genetic predisposition may also play a role but is not sufficient to fully account for health disparities.</p>\n<h1>Clinical presentation</h1><br><br><p>The majority of T2DM cases are seen in older adults.&nbsp; Patients often have comorbid risk factors (eg, obesity, metabolic syndrome).&nbsp; Most patients are asymptomatic, and hyperglycemia is most often diagnosed based on routine screening or laboratory evaluation.</p><br><br><p>Less commonly, classic catabolic hyperglycemic symptoms may be the initial overt manifestation of the diagnosis.&nbsp; This typically occurs in patients without access to preventive medical care and with chronically untreated, undiagnosed T2DM.&nbsp; Symptoms include polyuria, polydipsia, polyphagia, and weight loss, and a history of frequent infections (eg, yeast or urinary tract infections, slow-healing wounds) may also be present.&nbsp; Hyperglycemia may be severe enough to precipitate a hyperosmolar hyperglycemic state (nonketotic), or, much more rarely, diabetic ketoacidosis (typically in the face of major physiologic stress, such as myocardial infarction, sepsis, or other acute severe illness).</p>\n<h1>Diagnosis</h1><br><br><p>Tests used in the diagnosis of T2DM include plasma glucose levels, hemoglobin A1c (HbA1c), and oral glucose tolerance testing (OGTT) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38623.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; OGTT is rarely performed on nonpregnant adults.<p></p>\n<h2>Diagnostic criteria</h2><br><br><p>In patients who are asymptomatic, the following results are consistent with a diagnosis of T2DM:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fasting plasma glucose (FPG) ≥126 mg/dL</li>\n\t<li>2-hour plasma glucose values ≥200 mg/dL during a 75 g OGTT</li>\n\t<li>HbA1c ≥6.5%</li>\n</ul><br><br><p>If the patient is asymptomatic, 2 abnormal test results are required for confirmation of the diagnosis (eg, FPG and HbA1c both abnormal, or 2 consecutive abnormal FPGs).</p><br><br><p>In patients with classic hyperglycemic symptoms (eg, polyuria, polydipsia), a single abnormal test result or elevated random glucose &gt;200 mg/dL is sufficient for T2DM diagnosis.</p>\n<h2>HbA1c values</h2><br><br><p>HbA1c is a measure of glycated hemoglobin (reported as a percentage), which occurs when glucose binds irreversibly (nonenzymatically) to the N-terminal of a hemoglobin molecule.&nbsp; Glycation is increased in chronic hyperglycemia, increasing the percentage of HbA1c in blood.&nbsp; HbA1c therefore reflects average blood glucose levels over the lifespan of circulating erythrocytes (approximately 3 months).</p><br><br><p>In some cases, HbA1c is not an accurate representation of average blood glucose control:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Because HbA1c levels are dependent on the average lifespan of red blood cells, conditions that shorten red blood cell lifespan (eg, hemolytic anemias, blood loss, deficiency) can lead to <em>falsely low</em> HbA1.&nbsp; This is also seen in certain hemoglobinopathies (eg, beta-thalassemia minor), which may lead to abnormal red blood cells that are more prone to hemolysis.</li>\n\t<li>Conditions with impaired red blood cell turnover (eg, renal insufficiency) may lead to <em>falsely high</em> HbA1c.</li>\n</ul><br><br><p>In individuals with known disorders that may influence HbA1c accuracy, alternate tests (eg, fructosamine) should be used.</p>\n<h2>IGT (prediabetes)</h2><br><br><p>The same tests used to diagnose T2DM can also be used to diagnose IGT (or prediabetes).&nbsp; Levels associated with prediabetes include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>FPG 100-125 mg/dL</li>\n\t<li>2-hour plasma glucose value 140-199 mg/dL during a 75 g OGTT</li>\n\t<li>HbA1c 5.7%-6.4%</li>\n</ul><br><br><p>Prediabetes is associated with an increased risk for developing T2DM and offers an opportunity for early intervention (typically through lifestyle modification) to restore insulin function and prevent onset of T2DM.</p>\n<h2>Population screening</h2><br><br><p>Population screening for T2DM is generally recommended starting at age 35 or 40 in individuals who are asymptomatic and have average risk.&nbsp; Earlier screening can be considered in individuals with risk factors including obesity or overweight, family history, and/or predisposing medical conditions.</p>\n<h1>Differential diagnosis</h1><br><br><p>Additional testing to differentiate between type 1 diabetes mellitus and T2DM may be indicated in atypical presentations of T2DM, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Adults without overweight or obesity (eg, BMI &lt;25 kg/m2)</li>\n\t<li>Age &lt;30</li>\n\t<li>Significant catabolic symptoms (eg, weight loss) or ketoacidosis</li>\n\t<li>Personal or family history of other autoimmune conditions</li>\n</ul><br><br><p>In such cases, testing for at least 2 subtypes of pancreatic islet autoantibodies (eg, islet cell antibody, glutamic acid decarboxylase 65 antibody) can be performed to differentiate type 1 diabetes mellitus and other autoimmune forms of diabetes mellitus (eg, latent autoimmune disease) from T2DM.</p>\n<h1>Complications of T2DM</h1><h2>Pathophysiology</h2><br><br><p>Most complications of T2DM are related to prolonged hyperglycemia, which exerts toxic effects on cells through the following pathophysiologic pathways:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Advanced glycosylation end-products</strong> (AGEs):&nbsp; Glucose can nonenzymatically attach to proteins and lipids, forming reversible glycosylation products that slowly stabilize into irreversible products.&nbsp; Under hyperglycemic conditions, AGEs accumulate and facilitate deposition of LDL in blood vessel walls and inflammatory cell invasion that causes atherosclerosis and microangiopathic complications.&nbsp; High glucose levels in the aqueous humor may also induce nonenzymatic glycation of lens proteins, contributing to cataract formation.</li>\n\t<li><strong>Polyol pathway overactivity</strong>:&nbsp; The enzyme aldose reductase converts glucose to sorbitol, which is then oxidized to fructose by the enzyme sorbitol dehydrogenase.&nbsp; With hyperglycemia, formation of sorbitol occurs faster than its metabolism to fructose, resulting in sorbitol accumulation.&nbsp; This effect is especially pronounced in tissues with low sorbitol dehydrogenase activity, including the retinas, lenses, kidneys, and nerves.&nbsp; Sorbitol increases the osmotic pressure in tissues and stimulates the influx of water, leading to osmotic cellular injury.&nbsp; Effects include macular edema and cataracts.</li>\n\t<li><strong>Oxidative stress</strong>:&nbsp; Chronic hyperglycemia is associated with the formation of reactive oxygen species (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28502.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), which cause direct DNA damage and may also reduce bioavailability of nitric oxide (a vasodilator), leading to endothelial dysfunction and promoting inflammation and thrombosis.</li>\n</ul><br><br><p>T2DM can affect virtually every organ in the body.&nbsp; Systemic complications can be divided into macrovascular and microvascular complications and are described in more detail in separate articles.</p>\n<h2>Microvascular complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Eyes</strong>:&nbsp; Complications include vision loss, cataracts, glaucoma, and diabetic retinopathy (may be proliferative [neovascularization] or nonproliferative [microaneurysms, hard exudate]).&nbsp; Due to similar pathophysiologic mechanisms, the presence of retinopathy supports a diagnosis of concurrent nephropathy.</li>\n\t<li><strong>Kidneys</strong>:&nbsp; Diabetic kidney disease is characterized by increased glomerular pressure and hyperfiltration (clinically silent), eventually leading to thickening of the glomerular basement membrane, nodular glomerulosclerosis (Kimmelstiel-Wilson lesions), and overt nephropathy (decreased glomerular filtration rate [GFR]).&nbsp; The earliest clinically detectable sign is abnormally increased urinary albumin.</li>\n\t<li><strong>Nerves</strong>:&nbsp; Diabetic neuropathy may manifest as sensory disturbances (eg, pain, numbness, or tingling in symmetric distal extremities), autonomic dysfunction (eg, gastroparesis, erectile dysfunction), radiculopathy, or mononeuropathy multiplex.&nbsp; In addition, atrophy of intrinsic foot muscles due to degeneration of motor axons, decreased pain sensation and proprioception, and concurrent orthopedic and vascular disorders may lead to callusing, ulceration, joint subluxation, and Charcot arthropathy (bone and soft tissue destruction and deformity).</li>\n</ul>\n<h2>Macrovascular complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Coronary artery disease</strong>:&nbsp; heart attack, heart failure, and stroke</li>\n\t<li><strong>Peripheral artery disease</strong>:&nbsp; pain, cramping, claudication, skin changes, and impaired gait</li>\n</ul>\n<h2>Other complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Increased infection risk</strong>:&nbsp; includes skin and soft tissue infections, impaired wound healing, frequent urinary tract and yeast infections, and increased risk for fungal infections</li>\n\t<li><strong>Depression</strong>:&nbsp; possible bidirectional risk (eg, depression may affect lifestyle behaviors associated with increased T2DM risk, and T2DM diagnosis may increase risk for depression)</li>\n</ul>\n<h1>Management</h1><br><br><p>The primary goal of T2DM management is to prevent and delay development of macrovascular (eg, atherosclerosis) and microvascular (eg, retinopathy, nephropathy, neuropathy) complications by maintaining optimal glycemic control.</p><br><br><p>Key features of recommended management strategies include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Regular health maintenance and screening to detect and manage complications of T2DM and monitor cardiovascular risk</li>\n\t<li>Multicomponent, comprehensive lifestyle management strategies (eg, self-management education programs) that engage patients in behavior changes and goal setting (patient-centered) and are responsive to patient cultures and values</li>\n\t<li>Pharmacological interventions to maintain HbA1c at goal levels and manage patient risk and comorbidities (primary and secondary prevention)</li>\n</ul><br><br><p>These strategies have been shown to strongly influence beneficial behavior changes, medication and preventive care adherence, and overall disease course.</p>\n<h2>Health maintenance and screening in T2DM</h2><br><br><p>In addition to regular assessment of HbA1c (eg, every 3-6 months; less often in patients with well-controlled T2DM), primary prevention interventions for microvascular complications include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53231.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nephropathy</strong>:&nbsp; Assess kidney function (eg, serum creatinine, GFR) and annual urine albumin-to-creatinine ratio.&nbsp; Levels &gt;30 mg/g suggest early diabetic nephropathy and warrant pharmacotherapy.</li>\n\t<li><strong>Retinopathy</strong>:&nbsp; Obtain dilated eye examination annually or every 2 years to assess for neovascularization and other eye complications (eg, cataracts, glaucoma) seen in patients with T2DM.</li>\n\t<li><strong>Neuropathy</strong>:&nbsp; Perform an annual comprehensive foot examination with monofilament testing to check for ulcers, neuropathy, or joint deformities.&nbsp; Assess pulses and perform a visual inspection of feet at each visit.</li>\n</ul><br><br><p>For primary prevention of macrovascular complications, cardiovascular risk factors (eg, blood pressure, weight, fasting lipid panel) should be regularly assessed (eg, 10-year atherosclerotic cardiovascular disease risk) and managed.&nbsp; In addition, an ankle-brachial index (screening for peripheral artery disease) should be performed in patients with diabetes who are &gt;50 or any patient with diabetes who has known microvascular complications, foot complications, or smoking history.</p>\n<h2>Lifestyle management</h2><br><br><p>Lifestyle management strategies help patients with T2DM adopt recommended behaviors associated with improved glycemic control, insulin sensitivity, and healthy weight:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diet</strong>:&nbsp; Increase fruit, vegetable, and fiber intake.&nbsp; Eliminate sugar-sweetened beverages or juices from the diet, and decrease consumption of refined, starchy carbohydrates.&nbsp; Learn to cook and prepare healthful meals rather than eating highly processed foods.</li>\n\t<li><strong>Exercise</strong>:&nbsp; Incorporate at least 150 minutes per week of moderate intensity aerobic exercise (eg, walking, jogging) and regular resistance exercises aimed at building muscle mass.&nbsp; Avoid periods of prolonged sitting.</li>\n\t<li><strong>Sleep</strong>:&nbsp; Address underlying conditions that may be causing insomnia and interrupted sleep (eg, obstructive sleep apnea), aiming for 6-8 hours of restful sleep nightly.</li>\n\t<li><strong>Stress</strong>:&nbsp; Apply strategies for stress management and anxiety reduction.&nbsp; Screen for, treat, and manage underlying mental health disorders (depression/anxiety).</li>\n</ul><br><br><p>To facilitate these changes, structured diabetesmellitus self-management education (DSME) programs are recommended for patients with T2DM.&nbsp; These interdisciplinary, patient-centered programs are designed to actively engage (rather than passively educate) patients in building knowledge about diabetes mellitus management and healthy coping strategies, while also helping patients make practical behavioral changes across lifestyle domains.&nbsp; Participation in DSME programs is associated with improved glycemic control and reduced risk for complications.</p>\n<h2>Pharmacologic management</h2><br><br><p>A primary goal of pharmacologic treatment is to achieve target plasma glucose levels (reflected by HbA1c), which is a key factor influencing risk for T2DM complications and outcomes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>For most patients, target HbA1c (using pharmacotherapy) is approximately 7.0%.&nbsp; Risks of strict control (eg, adverse drug effects) should be balanced with expected benefits.</li>\n\t<li>In older patients and patients with several comorbidities, HbA1c targets should be individualized (eg, 7%-8%).</li>\n\t<li>For most patients, pharmacotherapy should not be used to achieve intensive glycemic control (eg, target HbA1c &lt;6.5%) due to the lack of demonstrated benefits on macrovascular outcomes and mortality, as well as possible adverse effects (eg, hypoglycemia).</li>\n</ul><br><br><p>Initial pharmacologic treatment for patients with T2DM typically begins with metformin.&nbsp; Additional therapy is selected based on the degree of hyperglycemia and presence of other comorbidities (eg, known cardiovascular or kidney disease) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119796.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>In some patients, the degree of pancreatic dysfunction or insulin deficiency is severe enough that insulin therapy is required.&nbsp; Insulin therapy is indicated in the following cases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Presence of catabolic symptoms (weight loss, polyuria) or ketonuria</li>\n\t<li>Severe hyperglycemia (eg, random glucose &gt;300 mg/dL, HbA1c &gt;9 with ketonuria) not responding sufficiently to oral medications or glucagon-like peptide-1 receptor (GLP-1) agonists</li>\n\t<li>Underlying pancreatic disorder or insufficiency</li>\n</ul><br><br><p>Other adjunct therapies used in primary and secondary prevention of diabetic complications, cardiovascular disease, and associated mortality in patients with T2DM include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Aspirin</strong> may be considered in patients with T2DM and moderate to high 10-year risk for atherosclerotic cardiovascular disease (ASCVD) (eg, ASCVD risk score &gt;10%).</li>\n\t<li><strong>ACE inhibitor/angiotensin-receptor blockers</strong> are used in management of patients with T2DM and hypertension and/or established ASCVD, or in patients with T2DM and a urine albumin-to-creatinine ratio &gt;30 mg/g due to proven benefits in delayed progression of proteinuria.</li>\n\t<li>A moderate-intensity <strong>statin</strong> (eg, rosuvastatin) is recommended for most patients with T2DM age &gt;40 to reduce risk for ASCVD.</li>\n</ul><br><br><p>Details of pharmacologic management are described in&nbsp;separate articles.</p>\n<h1>Summary</h1><br><br><p>Type 2 diabetes mellitus is a chronic metabolic disorder characterized by hyperglycemia, insulin resistance, and relative insulin deficiency and impaired insulin action.&nbsp; Along with genetic factors, epigenetic and lifestyle factors are possibly the strongest contributors to risk for type 2 diabetes mellitus, and they appear to influence marked health disparities characterizing type 2 diabetes mellitus outcomes and incidence.&nbsp; Management includes lifestyle modifications, regular health maintenance and screening, and pharmacologic therapy aimed at primary and secondary prevention of microvascular and macrovascular complications.&nbsp; Treatment strategies should incorporate evidence-based lifestyle management strategies, with a focus on self-management education and patient engagement.</p>\n</div>\n\n            "
}