{
  "meta": {
    "title": "Aging",
    "url": "https://brainandscalpel.vercel.app/aging-c4f435d7-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:10.169Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Aging is a universal process characterized by a gradual loss of functional reserve across multiple organ systems.&nbsp; From a molecular perspective, aging is due to accumulated genomic and metabolic insults that impair homeostasis.&nbsp; These changes lead to cellular dysfunction, tissue changes, and eventually, clinically apparent organ system decline.&nbsp; To properly care for older adults, clinicians must distinguish between physiologic aging and pathologic conditions.</p><h1>Mechanisms</h1><p>Aging involves the gradual buildup of molecular damage that interferes with cell function.&nbsp; Although several experimental interventions (eg, senolytic agents) are under investigation, no clinically approved therapy has been shown to slow, halt, or reverse these fundamental mechanisms.</p><h2>Molecular events</h2><ul class=\"article-body-unordered-list\"><li><strong>Genomic damage</strong>:&nbsp; The average human cell sustains roughly 100,000 DNA lesions per day from environmental insults, endogenous free radicals, and natural replication errors.&nbsp; With advancing age, DNA damage (eg, base oxidation) increases, and DNA repair (eg, base excision repair, mismatch repair) capacity declines, leading to a greater chance of mutations.</li><li><strong>Mitochondrial dysfunction</strong>:&nbsp; Electron transport chain function (eg, mitochondrial DNA mutations) deteriorates with age, leading to a drop in ATP efficiency and an increase in reactive oxygen species production.&nbsp; The NAD⁺ pool declines because it is regenerated less efficiently within mitochondria, which impairs antioxidant enzymes and further limits DNA repair.</li><li><strong>Proteostatic stress</strong>:&nbsp; Cells invest heavily in proper protein folding and in the clearing of misfolded or damaged proteins.&nbsp; With age, the folding machinery (chaperones) declines, causing misfolded proteins to accumulate, activating stress responses (initially prosurvival but later proapoptotic).&nbsp; In parallel, the cell's waste disposal pathways (ubiquitin-proteasome, autophagy-lysosome) slow down because their components are damaged by oxidation.&nbsp; A brownish residue called <strong>lipofuscin</strong> (aggregates or proteins, lipids, and iron) accumulates in lysosomes, serving as a marker of cellular waste buildup (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L2855.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li><li><strong>Extracellular matrix cross-linking</strong>:&nbsp; Extracellular matrix (ECM) proteins constantly undergo random <strong>glycation</strong>, whereby sugar molecules covalently bind to their amino groups (ie, Maillard reaction).&nbsp; Unlike regulated enzymatic glycosylation, this process serves no physiologic purpose.&nbsp; Over time, these reactions form advanced glycation end products <strong>(AGEs)</strong>, which are stable and generally irreversible protein modifications.&nbsp; Concurrent oxidation (glycoxidation) can result in cross-linking of collagen and elastin, leading to matrix stiffening.&nbsp; AGEs are also proinflammatory and profibrotic because they activate dedicated receptors on immune cells and fibroblasts.</li></ul><h2>Cellular and tissue events</h2><p>These events lead to detrimental changes in cells and tissues.&nbsp; There are 3 general outcomes:</p><ul class=\"article-body-unordered-list\"><li><strong>Cell loss</strong>:&nbsp; When injury outpaces repair, cells can adaptively shrink (atrophy) or undergo regulated death (apoptosis).&nbsp; The impact is greatest in tissues with limited mitotic capacity, such as neurons, skeletal muscle, cardiac myocytes, nodal pacemaker cells, and nephrons.&nbsp; When lost, these cells are normally replaced by stem or progenitor cells.&nbsp; With aging, however, stem cells progressively lose their self-renewal capacity (stemness) because of accumulated DNA damage, mitochondrial dysfunction, and proteostatic stress.</li><li><strong>Cell senescence</strong>:&nbsp; Not all damaged cells undergo apoptosis or atrophy.&nbsp; Many become senescent, a state of permanent cell cycle arrest that functions as a cancer safeguard by halting further division.&nbsp; Senescence can be triggered by repeated cellular injury, activation of oncogenes, or, simply, attainment of the natural replication limit (eg, <strong>telomere shortening</strong>).&nbsp; Although it is protective against malignant transformation, senescence comes at a cost: Senescent cells accumulate with age and secrete a mixture of proinflammatory chemokines, profibrotic factors, and proteases known as the senescence-associated secretory phenotype (SASP), which degrades surrounding tissue and impairs the function of nearby healthy cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L122544.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li><li><strong>Malignancy</strong>:&nbsp; As mutations accumulate, some cells progress from dysplasia to neoplasia.&nbsp; Normally, such cells are eliminated through DNA damage checkpoints and immune surveillance.&nbsp; With aging, however, these safeguards are weakened, increasing the risk of cancer.</li></ul><p>The ECM also changes.&nbsp; AGE cross-links stiffen collagen and elastin, elastic fibers fragment, and profibrotic signaling from the SASP promotes collagen deposition.&nbsp; In some tissues, misfolded proteins deposit as amyloid (eg, transthyretin in myocardium and tendons).&nbsp; These processes collectively reduce compliance and elasticity (eg, diastolic dysfunction, decreased bladder capacity, decreased tendon and joint range of motion).</p><h1>Organ systems</h1><p>Normal aging produces relatively predictable changes across all organ systems.&nbsp; These changes can overlap with mechanisms of disease and may someday prove modifiable by reversing the molecular and cellular lesions previously discussed.&nbsp; This section highlights expected patterns of aging to help distinguish typical trajectories from clinically concerning pathology.</p><h2>Neurologic/cognitive</h2><p>Normal aging brings gradual neuronal atrophy that affects gray matter (cell bodies) more than white matter (myelinated axons).&nbsp; Whole brain volume typically shrinks by 0.5% per year after midlife, accelerating after age 65.</p><ul class=\"article-body-unordered-list\"><li><strong>Gray matter</strong> volume loss is diffuse but tends to be greatest in the hippocampi (responsible for new learning and long-term memory) and frontoparietal association cortices (responsible for executive function and working memory).&nbsp; As a result, cognitively normal older adults usually have preserved knowledge and vocabulary but struggle more with recalling recent conversations, multitasking, and making complex decisions.</li><li><strong>White matter</strong> hyperintensities accumulate due to chronic small vessel ischemia, leading to slowed communication between brain regions.&nbsp; One consequence is the classic hesitant, or magnetic, gait of an older individual due to impaired relay from intention to movement.&nbsp; This arises because conduction slows from the premotor cortex (planning), through the periventricular white matter tracts, and to the motor cortex (execution).</li></ul><p>Although cemented abilities such as vocabulary and general knowledge remain intact, processing and retrieval speed is reduced (ie, <strong>accurate but slower</strong>).&nbsp; Mild cognitive impairment is <em>not</em> considered part of the normal aging spectrum because it requires an absolute deficit (eg, ≤25/30 [normal: ≥26] on Montreal Cognitive Assessment) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36156.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Brain imaging often shows modest cortical thinning with slightly widened sulci (deeper grooves).&nbsp; Mild ventricular enlargement is common and remains proportional to the degree of atrophy, unlike the more extensive dilation seen with normal pressure hydrocephalus (disproportionate) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23262.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><p>The aging brain is also more vulnerable to acute dysfunction.&nbsp; Stressors such as illness, sleep disruption, anticholinergic medications, or unfamiliar environments can precipitate <strong>delirium</strong>, an acute confusional state with fluctuating attention and alertness.&nbsp; Sleep provides restorative protection, but aging is associated with changes in sleep architecture (eg, less slow-wave [N3] and REM sleep, more arousals) that blunt the brain's recovery capacity.</p><h2>Visual</h2><p>Normal aging produces characteristic ocular changes that affect the cornea, lens, anterior chamber, vitreous, and retina (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/129375.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p><ul class=\"article-body-unordered-list\"><li>The <strong>cornea</strong> flattens slightly due to decreased epithelial cell density and loss of aquaporin function, leading to a mild refractive error.&nbsp; Corneal sensitivity decreases, which can predispose to abrasions.&nbsp; Peripheral lipid deposition (arcus senilis) is common and usually benign in older adults (vision sparing).&nbsp; Lacrimal gland function decreases, leading to evaporative dry eye.</li><li>The <strong>lens</strong> thickens and becomes more rigid due to glycation and cross-linking, leading to a decreased ability to focus on near objects (eg, <strong>presbyopia</strong>) because the ciliary body has more difficulty bending the lens.&nbsp; Progressive nuclear sclerosis <strong>(cataract)</strong> scatters incoming light, diminishing contrast and increasing glare and halos (eg, seen when driving at night).&nbsp; Blue color perception declines due to mild lens yellowing from oxidation of lens proteins (crystallins).</li><li>In the <strong>anterior chamber</strong>, aqueous outflow through the trabecular meshwork declines modestly with age, leading to a slight rise in intraocular pressure.&nbsp; Although this is usually benign, it increases the risk of primary open-angle glaucoma, an important cause of preventable vision loss.</li><li>The <strong>vitreous</strong> is a uniform gel comprising water, collagen, and hyaluronic acid.&nbsp; With aging, the gel completely liquifies in certain areas (eg, lacunae).&nbsp; Precipitated collagen fibrils form visible strands (eg, floaters).&nbsp; Stress is not uniformly distributed, leading to traction on the retina, increasing the risk of detachment, tears, and macular holes.</li><li>The <strong>retina</strong> exhibits photoreceptor loss, predominantly of rod cells (eg, impaired night vision and slower adjustment to dim light).&nbsp; The retinal epithelium accumulates lipofuscin and drusen, focal, plaque-like protein deposits that contribute to age-related macular degeneration.</li></ul><p>Most age-related ocular changes (mild refractive shifts, presbyopia, glare, slower dark adaptation) are considered normal and usually do not threaten vision.&nbsp; Cataracts are the leading cause of reversible visual impairment worldwide, and age-related macular degeneration is the main cause of central vision loss.</p><h2>Auditory</h2><p><strong>Presbycusis</strong> is the most common cause of age-related hearing loss (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/116296.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; It is a bilateral, symmetric, sensorineural decline that progresses slowly over decades.&nbsp; It stems from the degeneration of cochlear hair cells and neurons, especially those detecting high frequencies; therefore, older patients often struggle with consonant discrimination (\"s,\" \"t,\" \"f\") and speech in noisy environments, increasing reliance on lip-reading.&nbsp; Unlike conductive losses (eg, cerumen impaction), presbycusis does not improve with louder volume but can respond to hearing aids.&nbsp; Hearing loss in older adults is linked to isolation, depression, and greater cognitive decline, underscoring the need for early recognition and treatment.<p></p><h2>Cardiovascular</h2><p>Normal aging leads to changes in the vasculature, valves, heart muscle, conduction system, and autonomics (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69152.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: Physiologic agerelated cardiovascular changes  resultant clinical manifestations\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>Large <strong>arteries stiffen</strong> as medial elastin is degraded and collagen is cross-linked.&nbsp; Functionally, this produces systolic hypertension because the arteries dissipate pulse energy less effectively.&nbsp; The aortic leaflets frequently develop calcification, termed aortic sclerosis (ie, no significant gradient).&nbsp; In some patients, this progresses to calcific aortic stenosis (eg, elevated gradient, symptoms).</li><li>The left ventricle adapts to the increased vascular stiffness and afterload by undergoing concentric hypertrophy, often with interstitial fibrosis, leading to a smaller cavity size and <strong>diastolic dysfunction</strong> (ie, impaired filling pressure but preserved ejection).&nbsp; Fibrosis can also degrade the <strong>conduction system</strong>, predisposing to sinus node dysfunction, atrioventricular block, and bundle branch blocks.&nbsp; The left atrium often enlarges due to diastolic dysfunction (higher filling pressure) and fibrosis, predisposing to atrial fibrillation.&nbsp; The term \"presbycardia\" is sometimes used to describe this constellation of changes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24217.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li><li>Autonomic responsiveness decreases, so maximal heart rate (HR<font size=\"2\"><sub>max</sub></font>) falls (eg, HR<font size=\"2\"><sub>max</sub></font> ≈ 220 − age) and baroreceptor reflexes are blunted (eg, orthostatic hypotension with alpha-blockers, tricyclic antidepressants, and other medications)</li></ul><p>Resting <strong>cardiac output</strong> is generally preserved with healthy aging, but maximal cardiac output decreases due to lower HR<font size=\"2\"><sub>max</sub></font> and blunted stroke volume reserve (~20%-30% lower in older vs young adults).</p><h2>Respiratory</h2><p>Normal aging leads to several changes in respiratory mechanics (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71610.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><p>The lung parenchyma loses elastic recoil due to elastin degradation and alveolar septal loss over time.&nbsp; As a result, small airways collapse earlier during expiration, leading to mild airtrapping (eg, increased residual volume [RV]).&nbsp; However, overall lung size (total lung capacity [TLC]) remains relatively constant after age 25.&nbsp; Therefore, vital capacity, the difference between TLC and RV, steadily decreases by roughly 30 mL/year on spirometry (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29377.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><p>Earlier airway closure causes microatelectasis (ie, invisible on standard chest imaging), whereas age-related alveolar septal loss modestly reduces surface area and capillary blood volume.&nbsp; Together, microatelectasis and surface loss lead to slightly decreased oxygen transfer, reflected by a mild decrease in the diffusing capacity of the lungs for carbon monoxide and an age-dependent increase in the alveolar-arterial (A-a) gradient (eg, expected A-a gradient ≈ age / 3 ≈ age / 4 + 4).</p><p>Other functional changes include lower pulmonary reserve (eg, increased risk of respiratory failure with infection or anesthesia) and weakened cough and mucociliary clearance (eg, increased risk of aspiration and pneumonia).</p><h2>Renal</h2><p>Normal aging leads to a gradual loss of nephrons, with compensatory hypertrophy of remaining nephrons.&nbsp; Renal atrophy is greater in the cortex (glomerulosclerosis) than in the medulla (tubulointerstitial fibrosis).</p><ul class=\"article-body-unordered-list\"><li>Renal blood flow falls by roughly 10% per decade starting in midlife due to rising glomerular resistance (eg, hyaline arteriolosclerosis, atherosclerosis, endothelial dysfunction).&nbsp; As a result, the glomerular filtration rate (GFR) declines by approximately 10 mL/min/1.73 m<font size=\"2\"><sup>2</sup></font> per decade, with wide variability (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L83905.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li><li>Decline in tubular functions leads to impaired concentrating and diluting capacity, which predisposes patients with poor oral intake to dehydration.&nbsp; Reduced ammoniagenesis increases the risk of metabolic acidosis under stress.&nbsp; Renin and aldosterone levels decrease, raising the risk of hyperkalemia (eg, with ACE inhibitors).</li></ul><p>Because muscle mass also decreases with aging, serum creatinine can remain apparently normal despite a significant reduction in GFR.&nbsp; Generally, creatinine-based estimated GFR overestimates renal function, especially in older patients with sarcopenia.&nbsp; Drugs cleared by urinary excretion are prone to accumulating and may require more careful titration (eg, digoxin, metformin).</p><h2>Genitourinary/pelvic</h2><p>Normal aging alters bladder function, outlet resistance, and pelvic support.</p><ul class=\"article-body-unordered-list\"><li>Bladder capacity falls due to wall stiffening (eg, increased collagen).&nbsp; Simultaneously, the detrusor muscle weakens, so postvoid residuals increase and patients are at increased risk for acute <strong>urinary retention</strong>, especially when using medications with anticholinergic activity (eg, antihistamines).&nbsp; Retention affects men more than women, due to concurrent outlet resistance from prostatic hyperplasia.&nbsp; With high retained volumes, <strong>overflow incontinence</strong> can occur (eg, dribbling).</li><li>At the same time, detrusor activity increases, leading to sensations of urgency.&nbsp; An effective on-demand continence response depends on healthy periventricular white matter (for rapid control), mobility (to get to the toilet), and strength of pelvic floor muscles, including the urethral sphincter.&nbsp; These are compromised in older patients, leading to <strong>urge incontinence</strong>.</li><li>In women, pelvic floor laxity and reduced urethral closure (from postmenopausal atrophy) predispose to <strong>stress incontinence</strong> (eg, leakage with exercise, laughter, or sneezing).&nbsp; Pelvic organ prolapse can also cause physical obstruction and overflow incontinence.</li><li><strong>Asymptomatic bacteriuria</strong> is common (~20% at random) due to urinary stasis and decreased mucosal immunity.&nbsp; This generally does not require treatment by itself but can predispose patients to episodes of symptomatic bacterial cystitis.</li></ul><h2>Gastrointestinal</h2><p>Normal aging leads to decreased gastrointestinal motility and altered oral drug metabolism; however, absorptive and secretory function largely remains intact.</p><ul class=\"article-body-unordered-list\"><li>In the upper gastrointestinal tract, oropharyngeal <strong>swallowing</strong> becomes less coordinated (presbyphagia) due to periventricular white matter disease (eg, coordination), muscle weakness (eg, tongue, pharynx), and impaired mastication (eg, poor dentition).&nbsp; The esophagus becomes less peristaltic, hiatal hernia (eg, crural muscle weakening) is more common, and the lower esophageal sphincter relaxes; these changes predispose to gastroesophageal reflux and pill esophagitis.</li><li>Gastric acidity and small bowel absorption capacity are generally preserved.&nbsp; Pancreatic exocrine function is generally preserved (eg, maintaining absorption of proteins and fats).&nbsp; Gallbladder contractility decreases and bile acid cholesterol content increases, favoring biliary sludging and cholelithiasis.</li><li>Hepatic drug metabolism changes, mainly due to decreased liver blood flow (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69021.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).&nbsp; First-pass metabolism decreases, leading to higher oral bioavailability of certain medications (eg, morphine, propranolol, verapamil), which may result in greater sedation or hypotension at a given dose.&nbsp; Conversely, clearance (eg, cytochrome oxidase activity) decreases, which prolongs drug half-life.</li><li>Colonic motility slows and is worsened by low physical activity or constipating drugs (eg, anticholinergics, calcium channel blockers, iron).&nbsp; At the same time, the rectal sphincter weakens, so stool retention can paradoxically lead to leakage (overflow fecal incontinence).</li></ul><p>Dysphagia, weight loss, iron deficiency anemia, and malabsorption are <em>not</em> features of normal aging and should prompt diagnostic evaluation.</p><h2>Endocrine/metabolic</h2><p>With normal aging, basal hormone levels are often near normal except for androgens and estrogens.&nbsp; However, deficits are more easily unmasked by stressors such as acute illness.</p><ul class=\"article-body-unordered-list\"><li><strong>Glucose</strong>:&nbsp; Visceral adiposity rises and lean mass falls, producing <strong>insulin resistance</strong>.&nbsp; In addition, early-phase (meal-stimulated) insulin release is blunted, leading to higher postprandial glucose despite normal fasting levels.&nbsp; Counterregulation to hypoglycemia (eg, glucagon, cortisol, and catecholamine response) is weaker, predisposing patients to hypoglycemia with fasting, illness, or antidiabetic medications.</li><li><strong>Thyroid axis</strong>:&nbsp; With age, tissue 5′-deiodinase activity gradually declines, so conversion of T4 (prohormone) to T3 (active hormone) becomes less efficient.&nbsp; As a result, serum T3 levels slowly fall, whereas free T4 levels generally remain stable.&nbsp; TSH can drift upward due to a reset in the hypothalamic-pituitary feedback setpoint.&nbsp; This combination creates a laboratory picture that resembles subclinical hypothyroidism (ie, mildly elevated TSH, normal T4) but represents an aging-related change in normal value limits rather than true thyroid disease.&nbsp; It usually does not warrant treatment because the adverse effects of thyroid hormone supplementation (eg, atrial fibrillation, bone loss) outweigh the benefits.</li><li><strong>Adrenal axis</strong>:&nbsp; The diurnal cortisol rhythm flattens (ie, peaks are lower, troughs are higher), yet maximal output to stress is usually preserved.&nbsp; In contrast, dehydroepiandrosterone declines steadily, reducing the availability of androgen precursors.</li><li><strong>Gonadal axis</strong>:&nbsp; In women, menopause brings a permanent decline in ovarian estrogen and progesterone production, leading to vasomotor symptoms, bone loss, and genitourinary atrophy.&nbsp; Vasomotor symptoms can last for an average of 7-10 years after the final menstrual period.&nbsp; In men, free testosterone falls due to testicular atrophy, which is associated with changes in energy, perceived wellness, and muscle mass.</li><li><strong>Bone mineral axis</strong>:&nbsp; Cutaneous vitamin D synthesis declines due to epidermal thinning, reduced perfusion, and depletion of precursor steroids.&nbsp; In parallel, renal 1-alpha hydroxylation and intestinal calcium absorption also decline.&nbsp; These changes can lead to secondary hyperparathyroidism (especially with underlying chronic kidney disease), tilting the bone balance toward resorption.&nbsp; The result is progressive bone mineral loss (~1% per year in men, &gt;2% per year in women).</li></ul><h2>Hematologic</h2><p>Bone marrow cellularity declines with age as hematopoietic cells are progressively replaced by fat (eg, marrow cellularity % ≈ 100 − age).</p><ul class=\"article-body-unordered-list\"><li><strong>Erythropoiesis (formation of red blood cells)</strong> falls modestly, resulting in mild normocytic anemia.&nbsp; Because of fibrofatty replacement, the marrow is less responsive to erythropoietin, so circulating erythropoietin generally rises with aging.&nbsp; In addition, iron is less bioavailable due to elevated hepcidin (upregulated by chronic inflammation).&nbsp; Superimposed illness can unmask anemia easily.</li><li><strong>Myelopoiesis (formation of white blood cells)</strong> is generally preserved.&nbsp; However, immune cells have qualitative immunologic defects (discussed in the next section).</li><li><strong>Thrombopoiesis (platelets)</strong> remains intact with age, with stable platelet and megakaryocyte counts.&nbsp; However, platelet reactivity increases, particularly in response to prothrombotic stimuli (eg, infection, inflammation), leading to an increased risk of acute cardiovascular events during stress.</li></ul><p>In addition, many older adults develop a degree of <strong>clonal hematopoiesis</strong> due to age-acquired mutations in precursor cells.&nbsp; This state is usually asymptomatic, but it carries a higher risk of hematologic malignancy (eg, chronic lymphocytic leukemia, myelodysplastic syndrome).</p><h2>Immunologic</h2><p>Normal aging is associated with immunosenescence, affecting both innate and adaptive defenses.</p><ul class=\"article-body-unordered-list\"><li>With respect to <strong>innate immunity</strong>, neutrophils, natural killer (NK) cells, and macrophages remain quantitatively intact, but their function declines.&nbsp; Neutrophils and macrophages exhibit reduced chemotaxis, phagocytosis, and microbial killing (eg, weaker respiratory burst), whereas NK cells show diminished cytotoxicity.&nbsp; Older adults often have a <strong>blunted</strong> systemic inflammatory response due to the decreased production of acute phase cytokines.&nbsp; Fever, leukocytosis, and tachycardia may be muted or absent during infection.</li><li>In terms of <strong>adaptive immunity</strong>, both T and B cells are affected.&nbsp; Thymic involution begins in late childhood and continues until death.&nbsp; By age 70, the thymus is reduced to approximately 10% of its original size, leaving little capacity to quickly generate new T cells.&nbsp; Older adults therefore rely heavily on memory T-cell pools, which limits their ability to respond to novel antigens.&nbsp; B-cell function also declines, partly due to a lack of T-cell assistance.&nbsp; Serum total immunoglobulin levels are generally preserved, but the ability to produce high-affinity antibodies is reduced.&nbsp; Together, these changes underlie diminished vaccine responsiveness, greater susceptibility to infectious disease (eg, pneumonia, influenza), and reactivation of latent viruses (eg, varicella-zoster virus).</li></ul><h2>Musculoskeletal</h2><p>Normal aging alters bone, muscle, and connective tissue.</p><ul class=\"article-body-unordered-list\"><li><strong>Bone</strong> skews toward resorption, as previously described, increasing the risk of osteopenia, osteoporosis, and fragility fractures.</li><li><strong>Skeletal muscle</strong> atrophies with age, with <strong>fast-twitch (type II) fibers</strong> being most affected.&nbsp; This compromises the body's ability to make rapid and powerful postural adjustments, which are essential for maintaining balance.&nbsp; The Timed Up and Go (TUG) test (rise from chair, walk 3 m [10 ft], turn, and sit back down as quickly as possible) can often capture this deficit.&nbsp; Sarcopenia is defined as a measurable age-related reduction in muscle power (eg, on the TUG test), muscle, or both.</li><li><strong>Cartilage and tendons</strong> accumulate cross-links (eg, AGE, amyloid) and microdamage, whereas intervertebral discs dehydrate and lose height, producing degenerative joint disease and spinal stiffness.</li></ul><p>Together, these changes impair mobility, balance, and motor power, raising the risk of falls and fractures.</p><h2>Dermatologic</h2><p>Skin is among the most visible markers of aging.</p><ul class=\"article-body-unordered-list\"><li>Epidermal turnover slows, and dermal fibroblasts produce less collagen and elastin, leading to thinning, dryness, and impaired wound healing.&nbsp; Melanocyte density decreases (eg, to &lt;25% of youthful levels by age 70), producing graying hair and hypopigmented macules.&nbsp; However, benign focal proliferations of melanocytes can cause lentigines (liver spots).</li><li>Elastic fiber fragmentation and hyaluronan degradation lead to laxity and wrinkles.&nbsp; Subcutaneous fat is lost in some areas (face, hands, shins) but redistributed in others, resulting in sagging and predisposing to pressure injury.&nbsp; Senile (solar) purpura, which is characterized by intermittent ecchymotic lesions primarily on the hands and forearms, arises due to blood vessel fragility after years of sun-related damage to the dermis; platelet counts and coagulation tests are typically normal.</li><li>Immune surveillance declines (fewer Langerhans cells [skin macrophages] and reduced cutaneous T-cell function), making it easier for ultraviolet damage to induce actinic keratoses, basal cell carcinoma, squamous cell carcinoma, and melanoma.</li></ul><h1>Summary</h1><p>Aging is driven by the gradual accumulation of molecular and cellular damage that leads to irreversible loss of organ function and reserve (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80369.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).&nbsp; At the molecular level, genomic instability, mitochondrial dysfunction, proteostatic stress, and extracellular matrix cross-linking underlie much of the decline.&nbsp; At the cellular level, apoptosis, senescence, and diminished stem cell renewal translate into progressive organ system vulnerability.&nbsp; Clinically, these changes manifest as predictable patterns:<p></p><ul class=\"article-body-unordered-list\"><li>Cognitive aging typically produces slower processing and retrieval but preserves knowledge, vocabulary, and independence in daily activities.</li><li>Visual aging brings presbyopia (difficulty with near focus), increased glare, cataracts, and risk of macular degeneration and glaucoma.</li><li>Auditory aging manifests as presbycusis (high-frequency hearing loss and impaired speech discrimination), which can lead to increased social isolation and cognitive decline.</li><li>Cardiovascular changes include arterial stiffening, diastolic dysfunction, conduction disease, and diminished maximal heart rate and cardiac output reserve.</li><li>Respiratory aging involves the loss of lung elastin, leading to gradually elevated residual volume and loss of vital capacity.</li><li>Renal aging involves a progressive decline in glomerular filtration rate, which often occurs despite stable serum creatinine levels (due to decreased muscle mass).</li><li>Bladder and pelvic floor changes predispose to incontinence, retention, and asymptomatic bacteriuria.</li><li>Endocrine and metabolic adaptations include insulin resistance and mild subclinical changes in thyroid hormone profile.</li><li>Hematologic and immune changes decrease hematopoiesis (fatty replacement of the bone marrow), diminish vaccine response, and increase infection and malignancy risk.</li><li>Musculoskeletal aging involves sarcopenia, bone loss, and connective tissue cross-linking, which, together, reduce strength and range of motion, increasing fall and fracture risk.</li></ul><p>Distinguishing normal aging from pathologic disease is critical to avoiding both overtreatment and undertreatment, especially because some features overlap with clinical disorders.</p></div>\n            "
}