{
  "meta": {
    "title": "Biochemistry: Major metabolic pathways",
    "url": "https://brainandscalpel.vercel.app/biochemistry-major-metabolic-pathways-ee657a10-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:23.401Z",
    "type": "article"
  },
  "content": "\n                <div>\n<p>Metabolism is the coordinated processing of macronutrients (carbohydrates, lipids, and proteins) into usable energy and biosynthetic substrates.&nbsp; Despite originating from different sources, these nutrients are routed through a small set of <strong>shared intermediates</strong>.&nbsp; These junctions, especially glucose 6-phosphate, pyruvate, acetyl-CoA, and citric acid cycle intermediates, allow the body to shift between <strong>catabolism</strong> and <strong>anabolism</strong>&nbsp;of the 3 major types of macronutrients depending on its energy state.&nbsp;</p>\n<h1>Catabolic versus anabolic processes</h1><br><br><p>Metabolic pathways are broadly classified into 2 categories:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Catabolic processes</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65473.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; The breakdown of macronutrients into simpler components, resulting in the net synthesis of <strong>ATP</strong> and <strong>reduced electron carriers</strong> (NADH and FADH<font size=\"2\"><sub>2</sub></font>, which are subsequently oxidized to generate ATP).&nbsp; These processes dominate during fasting, exercise, or stress.</li>\n\t<li><strong>Anabolic processes</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43714.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Characterized by net consumption of ATP and reducing equivalents to build complex molecules (eg, glucose, glycogen, free fatty acids [FFAs], triglycerides [TGs], proteins) from simpler precursors.&nbsp; Most of these processes occur in energy-replete states, typically after feeding.</li>\n</ul><br><br><p>The differences in these processes are summarized in the following figure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35739.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; These processes are compartmentalized within the cell (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31323.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) and regulated to prevent futile cycling (ie, immediate catabolism of an anabolic end product) and ensure metabolic direction matches physiologic demand.<p></p>\n<h1>Glucose metabolism:&nbsp; An overview</h1><br><br><p>Glucose is the end product of the physiologic breakdown of dietary starches (eg, polysaccharides) and sugars (eg, sucrose, lactose) and typically serves as the body's primary source for immediate energy.</p><br><br><p>Key pathways in glucose metabolism include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Glycolysis</strong> (\"lysis\" = breakdown):&nbsp; The first step of glucose catabolism for energy production, producing <strong>pyruvate</strong> and a relatively small amount of ATP.&nbsp; Under aerobic conditions, pyruvate can subsequently be converted to <strong>acetyl-CoA</strong> and enter the <strong>citric acid cycle</strong> (also known as the tricarboxylic acid [<strong>TCA</strong>] <strong>cycle</strong>) in the mitochondrial matrix, followed by <strong>oxidative phosphorylation</strong> (through the electron transport chain [ETC] on the inner mitochondrial membrane) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30438.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Oxidative phosphorylation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118848.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) describes the process by which the energy released from electron transfer through the ETC (which generates a proton motive force across the inner mitochondrial membrane) is coupled to ATP synthesis by ATP synthase.&nbsp; This oxygen-requiring process produces the largest relative source of ATP.</li>\n\t<li><strong>Gluconeogenesis</strong> (\"neo\" = new, \"genesis\" = formation):&nbsp; The <em>de novo</em> synthesis of glucose from noncarbohydrate precursors or pyruvate, primarily occurring in the liver (and the kidneys, to a lesser extent).&nbsp; Although gluconeogenesis is anabolic, it predominates during catabolic states (eg, fasting, stress), because its substrates are derived from catabolism of other macronutrients (eg, glycerol and amino acids from lipids and proteins) as discussed in subsequent sections.</li>\n\t<li><strong>Glycogen storage and mobilization</strong>:&nbsp; When glucose intake exceeds the body's immediate energy needs, excess glucose is stored as glycogen in the liver and skeletal muscle.&nbsp; Glycogen is a rapidly mobilizable reserve that can be catabolized back into glucose via <strong>glycogenolysis</strong> (ie, lysis of glycogen).</li>\n</ul>\n<h2>The TCA cycle as a final common pathway</h2><br><br><p>The TCA cycle and oxidative phosphorylation serve as the <strong>final common pathway</strong> not only for the metabolism of glucose and carbohydrates, but also that of fats and proteins under aerobic conditions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64350.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; This is because <strong>acetyl-CoA</strong>, which is used in the TCA cycle, can be derived from the catabolism of different macronutrients (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42164.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ), including:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Glycolysis</strong> (via conversion of <strong>pyruvate</strong> by pyruvate dehydrogenase).</li>\n\t<li><strong>Beta oxidation of FFAs</strong> (yields several acetyl-CoAs per FFA molecule).</li>\n\t<li><strong>Catabolism of ketones and ketogenic amino acids</strong> (generates acetyl-CoA in tissues that do not oxidize FFAs, such as the brain).</li>\n</ul><br><br><p>In addition to ATP generation, TCA cycle intermediates can also be withdrawn for other biosynthetic processes (eg, oxaloacetate for gluconeogenesis); they therefore require continuous replenishment, which is called <strong>anaplerosis</strong>.&nbsp; Anaplerosis is facilitated by the processing of shared metabolic intermediates, as discussed in the following section.</p>\n<h2>Factors influencing glucose metabolism</h2><br><br><p>Glucose metabolism is tightly regulated to maintain energy balance and blood glucose homeostasis.&nbsp; Whether glucose is synthesized (via gluconeogenesis), released from stored glycogen (via glycogenolysis), or oxidized for energy (via glycolysis) depends on the drivers of cellular energy demands and systemic glucose availability:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Increased energy demand</strong> (eg, exercise):&nbsp; Glucose is catabolized through glycolysis, the TCA cycle, and oxidative phosphorylation to generate ATP.&nbsp; If circulating glucose is insufficient to meet energy needs, glycogenolysis in muscle and the liver provides an additional source of glucose.</li>\n\t<li><strong>Decreased glucose intake</strong> (eg, fasting):&nbsp; In the absence of dietary glucose, maintaining blood glucose levels becomes critical, especially for glucose-dependent tissues such as the brain.&nbsp; In this state, hepatic glycogenolysis and gluconeogenesis (primarily from the liver and kidneys) serve to preserve normoglycemia.</li>\n</ul>\n<h2>Reciprocal regulation of gluconeogenesis and glycolysis</h2><br><br><p>Glycolysis and gluconeogenesis are closely related and are subject to <strong>reciprocal regulation</strong> (activation of one pathway results in inhibition of the other).&nbsp; This regulation is enabled by the following characteristics:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bypass steps</strong>:&nbsp; Although gluconeogenesis involves reversing many steps of glycolysis, the irreversible steps of glycolysis must be bypassed, necessitating 4 bypass reactions (ATP-requiring) unique to gluconeogenesis.</li>\n\t<li><strong>Critical enzymes</strong>:&nbsp; The critical bypass reactions are tightly regulated by specific enzymes (eg, pyruvate carboxylase, phosphoenolpyruvate carboxykinase, fructose 1,6-bisphosphatase).&nbsp; Activation or inhibition of these enzymes promotes gluconeogenesis or glycolysis, respectively.</li>\n\t<li><strong>Hormonal signaling and metabolites</strong>:&nbsp; Key influences on regulatory enzymes include hormonal (eg, insulin, glucagon) and allosteric signaling, and fructose 2,6-bisphosphate (F2,6BP), an indicator of glucose levels within the cell.&nbsp; F2,6BP acts as a metabolic \"switch\" to turn off gluconeogenesis ((\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93216.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ), \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101104.png\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Compartmentalization of processes</strong>:&nbsp; Gluconeogenesis is a multicompartment process (cytoplasm, mitochondria, endoplasmic reticulum), in contrast to the single-compartment processes of glycolysis (cytoplasm), the TCA cycle (mitochondrial matrix), and oxidative phosphorylation (inner mitochondrial membrane).</li>\n</ul>\n<h2>Regulation of the TCA cycle</h2><br><br><p>TCA cycle activity reflects the balance between energy demand and need for biosynthesis (eg, synthesis of fatty acids or glucose):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>High citrate</strong>, corresponding with increased TCA cycle activity, inhibits the TCA cycle enzyme citrate synthase (as well as phosphofructokinase-1, a glycolysis-promoting enzyme).</li>\n\t<li><strong>High ATP/NADH/succinyl-CoA levels</strong> (indicators of an energy-replete state) inhibit key TCA cycle enzymes (eg, isocitrate dehydrogenase, α-ketoglutarate dehydrogenase, pyruvate dehydrogenase).</li>\n\t<li><strong>High ADP</strong> (eg, low-energy state) and high calcium levels (eg, during muscle exercise) activate TCA cycle enzymes.</li>\n</ul>\n<h1>Glucose metabolism:&nbsp; Shared intermediates related to glycolysis and gluconeogenesis</h1><br><br><p>Metabolism of fats, carbohydrates, and proteins is interlinked via a small pool of <strong>shared metabolic intermediates</strong> derived from glucose (eg, glucose 6-phosphate [G6P], pyruvate) and other macronutrients (eg, proteins, lipids).</p><br><br><p>These shared intermediates can enter catabolic or anabolic pathways at various branch points, supporting either increased ATP production, glucose synthesis, or synthesis of other macronutrients (eg, proteins, lipids) depending on cellular context and energy needs.</p><br><br><p>Shared intermediates that influence glycolysis and gluconeogenesis are discussed in this section.&nbsp; These include G6P, pyruvate, and noncarbohydrate precursors.</p>\n<h2>Glucose 6-phosphate</h2><br><br><p>G6P is a metabolic intermediate formed in the first step of glycolysis by phosphorylation of glucose (\"trapping\" it within the cell).&nbsp; Possible pathways for G6P based on cellular needs include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Catabolic/energy production</strong>:&nbsp; G6P proceeds through glycolysis to generate <strong>pyruvate</strong>, <strong>ATP</strong>, and <strong>NADH</strong>.</li>\n\t<li><strong>Antioxidant support and nucleotide synthesis</strong>:&nbsp; G6P enters the <strong>pentose phosphate pathway</strong>, yielding <strong>NADPH</strong> (an antioxidant also needed for lipid and DNA synthesis) and phosphorylated pentoses (used in nucleotide synthesis) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L121997.png\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Anabolic/glucose storage</strong>:&nbsp; G6P undergoes enzymatic processing and linkage to form glycogen (glycogenesis) in liver and muscle.</li>\n</ul>\n<h2>Pyruvate</h2><br><br><p>Pyruvate is the end product of glycolysis.&nbsp; Like G6P, pyruvate can enter different pathways depending on cellular needs.</p><br><br><p>During times of increased systemic energy demand (eg, exercise), pyruvate supports <strong>ATP production</strong> as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Aerobic conditions</strong> (eg, steady-state exercise):&nbsp; Pyruvate is converted to <strong>acetyl-CoA</strong> (via pyruvate dehydrogenase) and enters the mitochondria for further oxidation (the TCA cycle, oxidative phosphorylation) to generate ATP.</li>\n\t<li><strong>Anaerobic conditions</strong> (eg, anaerobic exercise, cells without mitochondria [eg, erythrocytes]):&nbsp; Pyruvate is converted to <strong>lactate</strong>, regenerating the NAD<font size=\"2\"><sup>+</sup></font> needed to sustain glycolysis as the sole mechanism of ATP production (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36849.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>During fasting or starvation, pyruvate is diverted toward gluconeogenesis rather than ATP generation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20061.jpg\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ).&nbsp; Possible pathways include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Conversion to oxaloacetate (OAA)</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23386.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ):&nbsp; Pyruvate is preferentially shunted toward OAA production, a key intermediate in gluconeogenesis, rather than acetyl-CoA production.</li>\n\t<li><strong>Conversion to alanine</strong>:&nbsp; Pyruvate is converted to alanine in peripheral tissues (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13078.jpg\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ) by accepting an amino group (eg, from catabolized muscle protein).&nbsp; Alanine carries the amino group to the liver, where it is reconverted to pyruvate to enter gluconeogenesis.&nbsp; This process allows catabolized proteins to serve as an additional source of substrate for glucose production (eg, during starvation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88966.jpg\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                )).</li>\n</ul>\n<h2>Noncarbohydrate precursors</h2><br><br><p>In addition to pyruvate, multiple noncarbohydrate precursors, including lactate, glycerol, alanine, and succinyl-CoA (from odd-chain fatty acids), can enter gluconeogenesis at different points along the pathway.&nbsp; These substrates are derived from the breakdown of carbohydrates, lipids, and proteins (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L122812.png\" alt=\"figure 17\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 17</div>\n                                </div>\n                                ).<p></p><br><br><p>In contrast, even-chain fatty acids cannot be used to generate glucose because their breakdown yields only acetyl-CoA, whose carbons are fully oxidized in the TCA cycle and cannot be used for net glucose production.</p>\n<h1>Lipid metabolism:&nbsp; An overview</h1><br><br><p>Lipid metabolism plays a vital role in energy balance.&nbsp; Lipids serve as both a dense energy source and a reservoir for biosynthesis of multiple macronutrients.</p>\n<h2>Catabolic and anabolic processes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lipolysis</strong>:&nbsp; The breakdown of lipids into glycerol and FFAs.&nbsp; Lipolysis of dietary TGs (which circulate in chylomicrons) is primarily catabolized by endothelial lipoprotein lipase, whereas lipolysis of stored lipids (eg, in adipose tissue) primarily occurs under influence of various hormonal triggers (eg, glucagon) by hormone-sensitive lipase (HSL).</li>\n\t<li><strong>Synthesis of FFAs and TGs</strong>:&nbsp; This highly energy-intensive process involves formation of FFAs from acetyl-CoA in the cytosol, which can then be linked to glycerol to form TGs (which are then stored in adipose tissue).</li>\n\t<li><strong>Ketogenesis</strong>:&nbsp; Under certain conditions, acetyl-CoA can be diverted to synthesis of ketones (occurring in the mitochondrial matrix of hepatocytes only), including acetoacetate and β-hydroxybutyrate.</li>\n\t<li><strong>Beta oxidation of FFAs</strong>:&nbsp; Involves their activation and transport into the mitochondria via the carnitine shuttle, followed by repeated cycles of oxidation and deacetylation to release several acetyl-CoA, NADH, and FADH<font size=\"2\"><sub>2</sub></font> molecules.&nbsp; These end products feed into the TCA cycle and oxidative phosphorylation to release large quantities of ATP.</li>\n</ul>\n<h1>Lipid metabolism:&nbsp; Shared intermediates</h1><br><br><p><strong>Acetyl-CoA</strong> and <strong>malonyl-CoA</strong> are central intermediates that integrate lipid synthesis and oxidation; their concentrations and cellular localization are regulated by hormonal and energy signals.&nbsp; Acetyl-CoA serves as both the precursor for ketone and TG biosynthesis and a key catabolic product used in ATP production.&nbsp; Malonyl-CoA, formed from acetyl-CoA via acetyl-CoA carboxylase, acts as a metabolic gatekeeper, promoting lipid synthesis and inhibiting beta oxidation.</p><br><br><p>Acetyl-CoA accumulates in both fasting and fed states.&nbsp; However, its downstream fate depends on the <strong>insulin-to-glucagon ratio</strong>, <strong>carbohydrate availability</strong> (fed vs fasting), and the presence of cofactors like oxaloacetate.&nbsp; Acetyl-CoA's intracellular location (cytosolic vs mitochondrial) is also crucial because it dictates whether it is used in fatty acid synthesis or ketogenesis.</p>\n<h2>Fed or overfed state:&nbsp; Acetyl-CoA in lipid synthesis and storage</h2><br><br><p>In the energy-rich (eg, postprandial) state, especially in settings of chronic carbohydrate consumption in excess of caloric needs, insulin predominates and ATP levels are high, leading to lipogenesis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>High ATP levels</strong> slow the TCA cycle, causing citrate accumulation in mitochondria.&nbsp; Citrate is exported to the cytosol via the citrate shuttle.</li>\n\t<li><strong>Acetyl-CoA</strong> accumulates in the cytosol from cleavage of citrate.</li>\n\t<li><strong>Insulin</strong> upregulates acetyl-CoA carboxylase, which converts cytosolic acetyl-CoA to malonyl-CoA.</li>\n\t<li><strong>Malonyl-CoA</strong> inhibits carnitine palmitoyltransferase I (CPT-I), the rate-limiting step in the mitochondrial import of FFAs for beta oxidation.&nbsp; FFAs cannot enter the mitochondria, preventing futile cycling of newly synthesized lipids (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29370.jpg\" alt=\"figure 18\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 18</div>\n                                </div>\n                                ).</li>\n\t<li><strong>FFA synthesis</strong> predominates as a result, and excess energy is stored as TGs.</li>\n</ul>\n<h2>Fasting/carbohydrate depletion:&nbsp; Acetyl-CoA in beta oxidation and ketogenesis</h2><br><br><p>In fasting or carbohydrate-depleted states, glucagon predominates, triggering lipolysis and beta oxidation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>High glucagon</strong> (along with catecholamines) stimulates HSL, promoting cytosolic lipolysis of adipose TGs into FFAs and glycerol.</li>\n\t<li><strong>Malonyl-CoA levels fall</strong> (due to decreased endogenous lipid synthesis), disinhibiting CPT-I and allowing mitochondrial entry of FFAs, thereby promoting beta oxidation.</li>\n\t<li><strong>Acetyl-CoA</strong> (the end product of beta oxidation) accumulates in the mitochondria of peripheral tissues, entering the TCA cycle and oxidative phosphorylation to generate ATP.</li>\n</ul><br><br><p>However, in <strong>hepatocytes</strong>, much of the acetyl-CoA produced from beta oxidation during fasting cannot enter the TCA cycle for ATP production because oxaloacetate (a TCA cycle intermediate) is being diverted to support gluconeogenesis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Glucagon simultaneously stimulates hepatic gluconeogenesis</strong>, which consumes oxaloacetate to form phosphoenolpyruvate (via PEP carboxykinase).</li>\n\t<li><strong>Depletion of oxaloacetate inhibits the TCA cycle</strong> (ie, blocking conversion of acetyl-CoA to citrate).</li>\n\t<li><strong>Acetyl-CoA produced from beta oxidation is redirected into ketogenesis</strong>, leading to the production of ketone bodies (eg, acetoacetate, β-hydroxybutyrate).</li>\n</ul>\n<h2>Ketone utilization in peripheral tissues</h2><br><br><p>Ketone bodies are exported from the liver and allow continued lipid-based ATP production during prolonged fasting within peripheral tissues, including those that cannot oxidize fatty acids directly (eg, brain):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In peripheral tissues, ketones are rapidly catabolized to acetyl-CoA.</li>\n\t<li>Acetyl-CoA enters the TCA cycle and fuels ATP production in nonhepatic tissues (which do not engage in gluconeogenesis and have replete oxaloacetate stores).</li>\n</ul>\n<h1>Amino acids:&nbsp; Carbon and nitrogen</h1><br><br><p>Dietary proteins undergo processing by digestive proteases (eg, pepsin, chymotrypsin) and are broken down into short peptides and eventually amino acids, which are absorbed by enterocytes and enter the bloodstream.</p><br><br><p>Although amino acids are not typically catabolized for energy production in well-fed, healthy individuals, their carbon skeletons can support gluconeogenesis and ATP production during starvation.</p><br><br><p>Amino acids also play crucial roles in nitrogen disposal and replenishment of TCA cycle intermediates.&nbsp; This is enabled by the process of transamination, which involves reversible interconversion between alpha-keto acids and amino acids via addition and transfer of amino groups.&nbsp; Each amino acid has a corresponding alpha-keto acid, and many TCA cycle intermediates are alpha-keto acids.</p><br><br><p>Key byproducts of amino acid metabolism include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pyruvate</strong> (eg, from alanine).</li>\n\t<li><strong>TCA intermediates</strong> (eg, glutamate → α-ketoglutarate, aspartate → oxaloacetate).</li>\n\t<li><strong>Acetyl-CoA or acetoacetate</strong> (from ketogenic amino acids).</li>\n</ul><br><br><p>Conversely, nitrogen is handled via transamination to glutamate and urea synthesis in the liver, as shown in the following figure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26021.JPG\" alt=\"figure 19\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 19</div>\n                                </div>\n                                ).&nbsp; The urea cycle is functionally tied to the TCA cycle via shared intermediates (aspartate, fumarate).<p></p>\n<h1>Summary: Points of convergence</h1><br><br><p>Although each nutrient class has a distinct entry route, most pathways feed into a small number of shared intermediates:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Glucose 6-phosphate</strong> connects glycolysis, glycogen metabolism, and the pentose phosphate pathway, and serves as a branch point for glucose utilization, storage, or oxidation.&nbsp; In the liver and kidney, glucose 6-phosphate can be dephosphorylated to free glucose (the final step in gluconeogenesis).</li>\n\t<li><strong>Pyruvate</strong> links glycolysis to mitochondrial oxidation, gluconeogenesis (via conversion to oxaloacetate and alanine), lactate production, and nitrogen disposal (via transamination of alanine).&nbsp; Pyruvate is an entry point into both anabolic (gluconeogenesis) and catabolic (tricarboxylic acid cycle/electron transport chain) pathways.</li>\n\t<li><strong>Acetyl-CoA</strong> is the common end product of carbohydrate, triglyceride, and some amino acid catabolism; it can be used in the tricarboxylic acid cycle, ketogenesis, and lipid synthesis (but not gluconeogenesis).</li>\n\t<li><strong>Tricarboxylic acid cycle intermediates</strong> can be regenerated (anaplerosis) via processing of glucogenic amino acids and transamination and catabolism of odd-chain fatty acids (succinyl-CoA).&nbsp; Several intermediates can also support gluconeogenesis (eg, oxaloacetate) and lipogenesis (eg, citrate → acetyl-CoA, production of NADPH)</li>\n\t<li><strong>NADH and FADH</strong><font size=\"2\"><sub><strong>2</strong></sub></font> represent the reduced cofactors that fuel oxidative phosphorylation, whereas <strong>NADPH</strong> is used for lipid and nucleotide synthesis.</li>\n</ul><br><br><p>Hormonal signals (eg, insulin, glucagon, cortisol) and intracellular energy status indicators (eg, ATP/AMP ratio, citrate levels) regulate flux through these convergence points, coordinating the switch between storage and mobilization across fed, fasting, and stress states.</p>\n</div>\n\n            "
}