{
  "meta": {
    "title": "Biochemistry: Carbohydrate metabolism",
    "url": "https://brainandscalpel.vercel.app/biochemistry-carbohydrate-metabolism-7d2bf573-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:20.604Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Carbohydrate metabolism includes catabolic and anabolic pathways that regulate the breakdown and synthesis of glucose and glycogen (the principal storage form of glucose).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Catabolic processes, including glycolysis, the citric acid cycle (also known as the tricarboxylic acid [TCA] cycle), and oxidative phosphorylation, degrade glucose to generate ATP and reducing equivalents (NADH, FADH<font size=\"2\"><sub>2</sub></font>) for immediate energy needs (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30438.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li>\n\t<li>Anabolic processes, such as gluconeogenesis and glycogenesis, replenish glucose stores, maintain blood glucose during fasting, and supply biosynthetic precursors and NADPH for lipid and nucleotide synthesis.</li>\n</ul><br><br><p>These interconnected pathways allow for flexible adaptation between fed and fasting states, ensuring energy homeostasis and providing intermediates for other metabolic processes.</p>\n<h1>Glycolysis</h1><br><br><p>Glycolysis, which involves the breakdown of glucose to pyruvate, is the primary initial pathway of glucose metabolism (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27941.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Glycolysis generates a relatively small amount of ATP but provides additional products (pyruvate and NADH) that can be further metabolized or oxidized to generate more ATP.<p></p>\n<h2>Location</h2><br><br><p>Glycolysis occurs in the cytoplasm.&nbsp; Oxygen availability and the presence of mitochondria determine whether pyruvate enters aerobic pathways or is converted to lactate anaerobically (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35252.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Aerobic glycolysis</strong> occurs in cells with mitochondria under oxygenated conditions.</li>\n\t<li><strong>Anaerobic glycolysis</strong> occurs in cells lacking mitochondria (eg, erythrocytes) or during oxygen deprivation (eg, anaerobic exercise).</li>\n</ul>\n<h2>Products formed</h2><br><br><p>The energy yield of glycolysis differs depending on oxygen availability and the subsequent fate of pyruvate:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Aerobic conditions</strong>:&nbsp; 1 glucose → 2 pyruvate + 2 ATP (net) + 2 NADH.</li>\n\t<li><strong>Anaerobic conditions</strong>:&nbsp; Pyruvate is further reduced to lactate, which consumes the 2 NADH, regenerating NAD<font size=\"2\"><sup>+</sup></font>, which allows glycolysis to continue (with no net NADH production).</li>\n</ul><br><br><p>Several enzymes serve as control points for glycolysis, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hexokinase (glucokinase in liver)</strong>:&nbsp; Catalyzes glucose → glucose 6-phosphate; \"traps\" free glucose within the cell, committing it to further metabolism.</li>\n\t<li><strong>Phosphofructokinase-1 (PFK-1, rate-limiting step)</strong>:&nbsp; Catalyzes fructose 6-phosphate → fructose 1,6-bisphosphate (F1,6BP).</li>\n\t<li><strong>Pyruvate kinase (PK)</strong>:&nbsp; Catalyzes phosphoenolpyruvate → pyruvate.</li>\n</ul><br><br><p>Pyruvate generated by glycolysis can enter many pathways to fulfill the following roles (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23386.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Generating ATP</strong> (in the TCA cycle) by being converted to acetyl-CoA (by pyruvate dehydrogenase).</li>\n\t<li><strong>Supporting gluconeogenesis</strong> in the liver (via conversion to oxaloacetate).</li>\n\t<li><strong>Generating lactate</strong> through anaerobic ATP generation (during exercise and within erythrocytes).</li>\n\t<li><strong>Supporting amino acid metabolism and nitrogen disposal</strong>.&nbsp; Pyruvate represents an alpha-keto acid (carbon backbone of the amino acid alanine) and serves as a nitrogen carrier to the liver via the glucose-alanine cycle.</li>\n</ul><br><br><p>Nonglucose monosaccharides (eg, galactose, mannose, fructose) enter the glycolytic pathway at different points as intermediates of glycolysis.&nbsp; Of these, fructose is the only one whose metabolites bypass PFK-1 (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21189.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fructose metabolism begins in the liver where it is phosphorylated by fructokinase.</li>\n\t<li>As a result, fructose is metabolized by the liver faster than other monosaccharides and is rapidly cleared from the bloodstream following dietary absorption.</li>\n</ul>\n<h2>Clinical application</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Maturity-onset diabetes of the young (MODY)</strong>:&nbsp; MODY is caused by mutations in the glucokinase gene, which impairs the ability of pancreatic beta-cells to sense glucose; this leads to inadequate insulin secretion and mild, non–insulin-dependent hyperglycemia, often diagnosed in adolescence or early adulthood.</li>\n\t<li><strong>PK deficiency (hemolytic anemia)</strong>:&nbsp; PK catalyzes the final, ATP-generating step of glycolysis.&nbsp; Red blood cells (RBCs), which are anucleated, rely entirely on glycolysis for energy; therefore, PK deficiency leads to ATP depletion and insufficient energy to fuel the membrane ion pumps needed to maintain the biconcave shape of RBCs, resulting in RBC destruction in the spleen.</li>\n\t<li><strong>Lactic acidosis</strong>:&nbsp; In hypoxic conditions (eg, shock), pyruvate is shunted to lactate; lactate buildup leads to elevated anion gap metabolic acidosis.</li>\n\t<li><strong>Diabetes-related cataracts</strong>:&nbsp; The enzyme aldose reductase converts glucose to sorbitol (and consumes NADPH), which is then oxidized to fructose by the enzyme sorbitol dehydrogenase.&nbsp; In hyperglycemia, sorbitol accumulates faster than it can be metabolized, increasing osmotic pressure (and cellular injury from water influx).&nbsp; In addition, oxidative stress resulting from the depletion of NADPH also contributes to cataract formation and other diabetic complications, such as retinopathy, peripheral neuropathy, and nephropathy.</li>\n</ul>\n<h1>Tricarboxylic acid cycle</h1><br><br><p>The TCA cycle is a central metabolic pathway occurring in the mitochondria that oxidizes acetyl-CoA (formed from pyruvate) to CO<font size=\"2\"><sub>2</sub></font> and captures high-energy electrons via the electron carriers NADH and FADH<font size=\"2\"><sub>2</sub></font> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L125005.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; It serves as the final common pathway for the catabolism of carbohydrates, fats, and proteins.<p></p><br><br><p>To enter the TCA cycle, pyruvate produced in glycolysis is transported to the mitochondrial matrix and converted to acetyl-CoA via the pyruvate dehydrogenase complex (which catalyzes an irreversible reaction generating NADH).</p>\n<h2>Products formed</h2><br><br><p>One NADH is formed from the conversion of pyruvate to acetyl-CoA by the pyruvate dehydrogenase complex prior to entry into the TCA cycle.&nbsp; In addition, oxidation of each acetyl-CoA molecule (2 acetyl-CoA molecules are created per glucose molecule that enters glycolysis) generates 3 NADH, 1 FADH<font size=\"2\"><sub>2</sub></font>, and 1 GTP.</p>\n<h2>Key enzymes</h2><br><br><p>Irreversible steps within the TCA cycle include those catalyzed by the following enzymes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39035.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Citrate synthase</strong>:&nbsp; Catalyzes oxaloacetate + acetyl-CoA → citrate.</li>\n\t<li><strong>Isocitrate dehydrogenase</strong> (rate-limiting step):&nbsp; Catalyzes isocitrate → α-ketoglutarate.</li>\n\t<li><strong>α-ketoglutarate dehydrogenase</strong>:&nbsp; Catalyzes α-ketoglutarate → succinyl-CoA.</li>\n</ul>\n<h2>Clinical applications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pyruvate dehydrogenase deficiency</strong>:&nbsp; Causes lactic acidosis and neurologic defects due to the shunting of pyruvate to lactate; treated with a ketogenic diet (very low carbohydrate intake).</li>\n\t<li><strong>Thiamine deficiency</strong>:&nbsp; Impairs α-ketoglutarate dehydrogenase, resulting in lowered ATP production and increased lactate.</li>\n</ul>\n<h1>Oxidative phosphorylation</h1><br><br><p>Oxidative phosphorylation involves the coupling of electron transfer from NADH and FADH<font size=\"2\"><sub>2 </sub></font>to ATP synthesis.&nbsp; This process represents the final metabolic step for ATP production for most macronutrients, generating the <strong>majority</strong> of ATP produced under aerobic conditions.</p>\n<h2>Location</h2><br><br><p>Oxidation phosphorylation takes place within the inner mitochondrial membrane; protons are pumped into the intermembrane space, and ATP is synthesized in the mitochondrial matrix (by ATP synthase).</p>\n<h2>Products formed</h2><br><br><p>Each NADH is oxidized to yield 3 ATP, and each FADH<font size=\"2\"><sub>2</sub></font> yields 2 ATP.&nbsp; Every molecule of acetyl-CoA (which generated 1 GTP, 3 NADH, and 1 FADH<font size=\"2\"><sub>2</sub></font> in the TCA cycle) can therefore produce 12 ATP (11 from NADH and FADH<font size=\"2\"><sub>2</sub></font> oxidation and 1 from GTP).</p>\n<h2>Key steps</h2><br><br><p>Major steps in oxidative phosphorylation include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Electrons from NADH, FADH<font size=\"2\"><sub>2</sub></font>, and NADPH are passed down along the electron transport chain (ETC) among various carriers, releasing energy.</li>\n\t<li>This energy is released to pump protons into the intermembrane space, generating a proton gradient (proton motive force).</li>\n\t<li>The proton motive force is used by ATP synthase to phosphorylate ADP, creating ATP.</li>\n\t<li>Oxygen acts as the final electron acceptor (by cytochrome oxidase), resulting in the formation of water (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74964.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Clinical applications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>ETC inhibitors</strong>:&nbsp; Block specific complexes and halt ATP production, which can be fatal; examples include antimycin A and cyanide/carbon monoxide (which block cytochrome c oxidase).</li>\n\t<li><strong>Uncouplers</strong>:&nbsp; Disrupt the proton gradient such that the ETC continues but ATP synthesis stops, generating heat instead of ATP.&nbsp; Examples include high-dose aspirin (eg, salicylate toxicity leading to hyperthermia).</li>\n</ul>\n<h1>Pentose phosphate pathway</h1><br><br><p>The pentose phosphate pathway (PPP), also called the hexose monophosphate shunt, is an alternate metabolic route for glucose 6-phosphate (the first step in glucose metabolism, catalyzed by hexokinase) that runs parallel to glycolysis.&nbsp; It generates 2 key products:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Phosphorylated pentoses</strong>:&nbsp; Used in nucleotide synthesis.</li>\n\t<li><strong>NADPH</strong>:&nbsp; An essential electron donor for lipid and DNA synthesis that also serves as an antioxidant (eg, reducing glutathione to detoxify hydrogen peroxide in RBCs).</li>\n</ul><br><br><p>The PPP can be visualized as 2 related phases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>An <strong>irreversible</strong> oxidative phase (producing NADPH in addition to pentose phosphates).</li>\n\t<li>A <strong>reversible</strong> nonoxidative phase (producing and consuming pentose phosphates only) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L121997.png\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Location</h2><br><br><p>The PPP occurs within the cytoplasm of all cells; it is highly active in liver and adipose tissue, the adrenal cortex, and RBCs, where it supplies NADPH needed for lipogenesis, synthesis of steroid hormones and RBC antioxidant function.</p>\n<h2>Products formed</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Oxidative phase</strong>:&nbsp; Glucose 6-phosphate → 2 NADPH and 1 pentose phosphate (ribulose 5-phosphate, which is in equilibrium with ribose 5-phosphate and xylulose 5-phosphate); irreversible.</li>\n\t<li><strong>Nonoxidative phase</strong>:&nbsp; Multiple glycolysis substrates (eg, fructose 6-phosphate, glyceraldehyde 3-phosphate) ↔ multiple pentose phosphates (no NADPH); can proceed in either direction.&nbsp; For every 5 hexose sugars that enter the nonoxidative phase, 6 pentose phosphates are produced.</li>\n</ul>\n<h2>Key enzymes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Glucose-6-phosphate dehydrogenase (G6PD, rate-limiting step of the oxidative phase)</strong>:&nbsp; Catalyzes glucose 6-phosphate → 6-phosphogluconolactone + NADPH.</li>\n\t<li><strong>Transketolase and transaldolase (nonoxidative phase)</strong>:&nbsp; Catalyzes fructose 6-phosphate + glyceraldehyde 3-phosphate (glycolysis substrates) ↔ ribulose-5-phosphate.</li>\n</ul>\n<h2>Clinical applications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>G6PD deficiency</strong>:&nbsp; Leads to inability to proceed with the oxidative phase of the PPP and resulting deficiency in NADPH production.&nbsp; Erythrocytes cannot produce enough NADPH to protect themselves from oxidative damage, and times of increased oxidative stress (eg, infection) lead to hemolytic anemia (eg, bite cells, Heinz bodies).</li>\n</ul>\n<h1>Gluconeogenesis</h1><br><br><p>Gluconeogenesis is the de novo synthesis of glucose from pyruvate and other noncarbohydrate precursors.&nbsp; It is 1 of 3 primary mechanisms for increasing blood glucose, along with glycogenolysis and dietary carbohydrate intake.&nbsp; Gluconeogenesis becomes essential for supplying glucose to glucose-dependent tissues (eg, brain, RBCs) after glycogen stores are depleted.</p><br><br><p>Although it is an anabolic process, gluconeogenesis often occurs as part of a physiologic catabolic response (eg, stress, fasting) because substrates for gluconeogenesis (eg, lactate, pyruvate, amino acids, glycerol) are derived from breakdown of noncarbohydrate storage molecules (eg, triglycerides, proteins).&nbsp; For example, various intermediates derived from catabolism of lipids, carbohydrates, and proteins can feed into gluconeogenesis through alternate entry points (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L122812.png\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).<p></p>\n<h2>Location</h2><br><br><p>Gluconeogenesis takes place in the liver (primary) or kidney (extended fasting).&nbsp; It occurs in the mitochondria (early steps), cytoplasm (most steps), and endoplasmic reticulum (final step).</p>\n<h2>Products formed</h2><br><br><p>2 pyruvate → 1 glucose; requiring 4 ATP, 2 GTP, and 2 NADH per glucose.</p>\n<h2>Key enzymes</h2><br><br><p>Forming glucose from pyruvate involves reversing many of the steps of glycolysis.&nbsp; However, the 3&nbsp;irreversible steps of glycolysis must be bypassed, resulting in 4 unique additional reactions in gluconeogenesis (which represent its key regulated steps) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91398.png\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pyruvate carboxylase</strong>:&nbsp; Pyruvate → oxaloacetate; requires ATP and biotin and takes place in the mitochondria of liver and kidney cells.&nbsp; Oxaloacetate can only serve as a substrate for gluconeogenesis in liver and kidney cells; in muscle and other cells, it is used for the TCA cycle and ATP production instead.</li>\n\t<li><strong>Phosphoenolpyruvate carboxykinase (PEPCK)</strong>:&nbsp; Oxaloacetate → phosphoenolpyruvate; requires GTP and take place in mitochondria or cytosol.</li>\n\t<li><strong>Fructose 1,6-bisphosphatase (FBPase-1; key regulated, rate-limiting step)</strong>:&nbsp; Fructose 1,6 bisphosphate → fructose 6-phosphate.</li>\n\t<li><strong>Glucose-6-phosphatase (found only in hepatocytes and renal cortex)</strong>:&nbsp; Glucose 6-phosphate → glucose; occurs in the endoplasmic reticulum.&nbsp; This enzyme is absent in muscle and adipose tissue; therefore, these tissues cannot contribute to glucose production.</li>\n</ul><br><br><p>Free glucose is subsequently transported to the bloodstream by glucose transporters.</p>\n<h2>Clinical applications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Biotin deficiency</strong>:&nbsp; Biotin deficiency impairs pyruvate carboxylase, preventing formation of oxaloacetate, which is needed for gluconeogenesis.</li>\n\t<li><strong>Alcohol-induced hypoglycemia</strong>:&nbsp; Metabolism of ethanol increases the NADH/NAD<font size=\"2\"><sup>+</sup></font> ratio, leading to excess lactate formation and lowering oxaloacetate production.</li>\n\t<li><strong>Diabetic ketoacidosis</strong>:&nbsp; In uncontrolled diabetes mellitus, unopposed, elevated glucagon secretion (due to absolute insulin deficiency) strongly activates gluconeogenesis despite hyperglycemia, contributing to further catabolism of proteins and fats, exacerbating hyperglycemia and promoting ketone body production, leading to metabolic acidosis.</li>\n</ul>\n<h1>Glycogen metabolism</h1><br><br><p>Glycogen is the principal storage form of glucose in the liver, muscle, and (to a lesser extent) kidney.&nbsp; It has a highly branched structure that increases its solubility and allows for rapid mobilization or synthesis.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Glycogenesis/glycogen synthesis</strong> (anabolic pathway) converts glucose to glycogen for storage.</li>\n\t<li><strong>Glycogenolysis</strong> (catabolic pathway) breaks glycogen down to glucose or glucose 6‑phosphate to meet energy demands.</li>\n</ul>\n<h2>Location</h2><br><br><p>Glycogen metabolism occurs in muscle and the liver.&nbsp; Reactions occur in the cytoplasm.&nbsp; In glycogenolysis within hepatocytes, a final step of glucose release takes place in the endoplasmic reticulum.</p><br><br><p>The purpose of glycogen metabolism differs by organ, reflecting unique enzymatic capabilities (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L121273.png\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Liver</strong>:&nbsp; Synthesizes and breaks down glycogen for ATP production as well as for maintenance of glucose level.&nbsp; Hepatic glycogenolysis is the primary mechanism for maintaining blood glucose during shorter fasts (eg, 12-24 hr), after which glycogen stores are depleted.</li>\n\t<li><strong>Muscle</strong>:&nbsp; Synthesizes and breaks down glycogen primarily for local ATP production during exercise.&nbsp; Skeletal muscle cannot contribute to maintaining fasting blood glucose levels due to the absence of glucose‑6‑phosphatase, the enzyme necessary to convert glucose 6-phosphate to free glucose.</li>\n</ul>\n<h2>Products formed</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Glycogen synthesis</strong>:&nbsp; This process produces glycogen (via elongation of the glycogen chain); it consumes 2 high-energy phosphate bonds per glucose added (1 ATP, 1 UTP) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40213.png\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Glycogenolysis</strong>:&nbsp; This process produces glucose 1-phosphate (major product), which is converted to glucose 6-phosphate, and free glucose (minor, from branch points only).</li>\n</ul>\n<h2>Key enzymes</h2><br><br><p>Key enzymes involved in glycogen synthesis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hexokinase (or glucokinase in the liver)</strong>:&nbsp; <strong>Glucose → glucose 6-phosphate (1 ATP)</strong>; \"traps\" glucose in the cell (similar to glycolysis).</li>\n\t<li><strong>UDP-glucose pyrophosphorylase</strong> (irreversible, energy-requiring step):&nbsp; <strong>Glucose 1-phosphate → UDP-glucose</strong>; UDP-glucose can then be added to the glycogen chain (ie, it can bind to an existing glycogen chain fragment or glycogenin).</li>\n\t<li><strong>Glycogen synthase (rate-limiting step)</strong>:&nbsp; Adds UDP-glucose via α-1,4-glycosidic bonds, elongating the glycogen chain (resulting in the release of UDP).</li>\n\t<li><strong>Glycogen branching enzyme (4:6 transferase)</strong>:&nbsp; Creates α-1,6 branches by transferring terminal segments to nearby chains.</li>\n</ul><br><br><p>Key enzymes in glycogenolysis include (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24066.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Glycogen phosphorylase (rate-limiting step)</strong>:&nbsp; Cleaves α‑1,4 bonds, releasing glucose 1‑phosphate, which is converted to glucose 6‑phosphate (for glycolysis in muscle or free glucose release in liver).</li>\n\t<li><strong>Debranching enzyme (2 activities: transferase and α‑1,6‑glucosidase)</strong>:&nbsp; Moves short outer chains to the main chain and hydrolyzes the remaining α‑1,6 branch point, releasing free glucose.&nbsp; In the liver, this free glucose contributes to blood glucose; in muscle, it is rapidly phosphorylated for glycolysis.</li>\n\t<li><strong>Glucose‑6‑phosphatase (liver and kidney only)</strong>:&nbsp; Converts glucose 6‑phosphate to free glucose in the endoplasmic reticulum and enables hepatic glucose release into the bloodstream (muscle lacks this enzyme).</li>\n</ul>\n<h2>Clinical applications</h2><br><br><p>Glycogen storage disorders occur due to inherited deficiencies of glycogen metabolism enzymes leading to abnormal glycogen accumulation or impaired release, causing hypoglycemia, hepatomegaly, or muscle weakness.&nbsp; Examples include von Gierke disease (glucose‑6‑phosphatase deficiency), Cori disease (debranching enzyme deficiency), Andersen disease (branching enzyme deficiency), and McArdle disease (muscle glycogen phosphorylase deficiency).</p>\n<h1>Regulation of carbohydrate metabolism</h1><br><br><p>Carbohydrate metabolism across glycolysis, gluconeogenesis, glycogen pathways, the TCA cycle, oxidative phosphorylation, and the PPP is coordinated primarily by hormonal (eg, insulin, glucagon) and allosteric signals (eg, ATP).</p><br><br><p><strong>Reciprocal regulation</strong> is a central concept in carbohydrate metabolism, wherein activation of pathways that produce glucose (gluconeogenesis, glycogenolysis) is accompanied by inhibition of pathways that consume glucose (glycolysis, glycogenesis).&nbsp; Reciprocal regulation ensures that energy production aligns with physiologic state (fed vs fasting/stress) and prevents futile cycling between opposing pathways.</p>\n<h2>Fructose&nbsp;2,6-bisphosphate (F2,6BP)</h2><br><br><p>F2,6BP acts as an indicator of high glucose levels and serves as a \"metabolic switch\" between glycolysis and gluconeogenesis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>High levels of F2,6BP</strong> stimulate PFK-1 and enhance glycolysis while inhibiting FBPase-1 and suppressing gluconeogenesis.</li>\n\t<li><strong>Low levels of F2,6BP</strong> stimulate gluconeogenesis and inhibit glycolysis.</li>\n</ul><br><br><p>The level of F 2,6BP itself is dynamically controlled by the bifunctional enzyme <strong>phosphofructokinase-2 (PFK-2)/fructose-2,6-bisphosphatase (FBPase-2)</strong>, which contains 2 opposing enzymatic domains (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101104.png\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>PFK-2 domain</strong>:&nbsp; Synthesizes F2,6BP from fructose 6-phosphate; therefore, increased PFK-2 activity increases F2,6BP (stimulating glycolysis, inhibiting gluconeogenesis).</li>\n\t<li><strong>FBPase‑2 domain</strong>:&nbsp; Breaks down F2,6BP to fructose 6-phosphate; therefore, increased FBPase-2 activity decreases F2,6BP (inhibiting glycolysis, stimulating gluconeogenesis).</li>\n</ul>\n<h2>Insulin and glucagon</h2><br><br><p>Hormonal signaling by insulin and glucagon regulates key enzymes associated with carbohydrate metabolism through phosphorylation and dephosphorylation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101109.png\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                ), aligning carbohydrate metabolism with the fed or fasting state.&nbsp; In general:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dephosphorylation</strong> (triggered by insulin) activates enzymes associated with the anabolic/fed state and inhibits enzymes of the catabolic/fasting state.</li>\n\t<li><strong>Phosphorylation</strong> (triggered by glucagon or epinephrine) activates enzymes associated with the catabolic/fasting state (eg, gluconeogenesis, glycogenolysis) and inhibits enzymes of the anabolic/fed state (eg, glycogenesis, glycolysis).</li>\n</ul><br><br><p>Insulin and glucagon reciprocally influence <strong>glycolytic and gluconeogenic pathways</strong> partially via effects on the PFK-2/FBPase-2 bifunctional enzyme:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Insulin stimulation (fed state)</strong>:&nbsp; <strong>Dephosphorylation → activates PFK-2 → increases F2,6BP → activates PFK-1 → promotes glycolysis, inhibits hepatic gluconeogenesis.</strong>&nbsp; Insulin acts via receptor tyrosine kinase signaling, activating protein phosphatases that <em>dephosphorylate</em> the bifunctional enzyme.&nbsp; Dephosphorylation <em>activates</em> PFK-2 while inhibiting FBPase-2, leading to increased levels of F2,6BP and promoting glycolysis.&nbsp; Insulin also reduces transcription of PEPCK and glucose-6-phosphatase (gluconeogenic enzymes) to further downregulate gluconeogenesis.</li>\n\t<li><strong>Glucagon/epinephrine (fasting, stress)</strong>: <strong> Phosphorylation → activates FBPase-2 -2 → lowers F2,6BP → inhibits PFK-1 → suppresses glycolysis, promotes hepatic gluconeogenesis.</strong>&nbsp; Glucagon acts via G protein–coupled receptors that activate protein kinase A (PKA) and cyclic AMP (cAMP) second messengers, leading to phosphorylation of the bifunctional enzyme.&nbsp; Phosphorylation <em>activates</em> FBPase‑2 while inhibiting PFK-2, leading to lower F2,6BP levels and promotion of gluconeogenesis with inhibition of glycolysis.&nbsp; Glucagon also upregulates key gluconeogenic enzymes (PEPCK, glucose-6-phosphatase).</li>\n</ul><br><br><p>These effects are summarized in the following figure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24081.jpg\" alt=\"figure 17\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 17</div>\n                                </div>\n                                ).<p></p><br><br><p>Insulin and glucagon reciprocally influence <strong>glycogen metabolism</strong> via effects on glycogen synthase and phosphorylase (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33804.jpg\" alt=\"figure 18\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 18</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Insulin stimulation activates glycogen synthase and glycogenesis</strong>:&nbsp; In the liver and skeletal muscle, protein phosphatases <em>dephosphorylate</em> and <em>activate</em> glycogen synthase, resulting in increased glycogen synthesis.&nbsp; Dephosphorylation also inactivates glycogen phosphorylase and glycogen synthase kinase‑3, blocking glycogen breakdown and further favoring glycogen synthesis.</li>\n\t<li><strong>Glucagon stimulation activates glycogen phosphorylase and glycogen breakdown</strong>:&nbsp; In the liver only (skeletal muscle does not contain glucagon receptors), PKA and cAMP second-messenger signaling results in a phosphorylation cascade (phosphorylation of phosphorylase kinase → phosphorylation of glycogen phosphorylase), activating breakdown of glycogen while inhibiting glycogen synthase and glycogen synthesis.</li>\n</ul>\n<h2>Epinephrine (stress/exercise)</h2><br><br><p>Epinephrine acts in concert with glucagon during acute stress, fasting, or exercise to support energy needs.&nbsp; Effects include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Liver</strong>:&nbsp; Epinephrine acts through beta‑adrenergic receptors (cAMP/PKA pathway) with effects similar to glucagon (increased gluconeogenesis, inhibited glycolysis; activation of glycogenolysis, inhibition of glycogenesis) to rapidly mobilize glucose.</li>\n\t<li><strong>Skeletal muscle</strong>:&nbsp; Epinephrine primarily triggers alpha‑adrenergic signaling and Ca<font size=\"2\"><sup>2+</sup></font> release during muscle contraction, which results in activation of phosphorylase kinase and glycogen phosphorylase, promoting glycogen breakdown for local ATP production.</li>\n</ul>\n<h2>Cortisol (prolonged fasting, stress)</h2><br><br><p>Cortisol supports energy needs during prolonged fasting or acute physiologic stress by mobilizing substrates and promoting hepatic glucose production.&nbsp; Unlike insulin, glucagon, or epinephrine, which act rapidly via phosphorylation cascades, cortisol exerts slower effects by modulating gene transcription, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Increased gluconeogenesis</strong>:&nbsp; Increases transcription of PEPCK and glucose‑6‑phosphatase.</li>\n\t<li><strong>Increased lipolysis (especially peripherally)</strong>:&nbsp; Mobilizes stored triglycerides (eg, adipose tissue) into free fatty acids (FFAs) and glycerol; FFAs undergo beta‑oxidation in hepatocytes to generate acetyl‑CoA.&nbsp; Accumulation of acetyl-CoA in hepatocytes results in activation of pyruvate carboxylase and conversion to oxaloacetate, which favors gluconeogenesis over TCA cycle entry.</li>\n\t<li><strong>Reduced insulin sensitivity</strong>:&nbsp; Blunts effects of insulin on glucose utilization and raises blood glucose levels.</li>\n\t<li><strong>Protein catabolism</strong>:&nbsp; Triggers release of glucogenic amino acids (eg, alanine), which are used by the liver as substrates for gluconeogenesis.</li>\n</ul><br><br><p>Cortisol does not directly stimulate glycogenolysis in muscle but contributes to glucose sparing by reducing glucose utilization and promoting alternate fuel use (eg, catabolism of lipids and proteins).</p><br><br><p>In chronic cortisol elevation (eg, Cushing disease), prolonged insulin resistance leads to central adiposity and fat redistribution, muscle wasting, and chronic hyperglycemia.</p>\n<h2>Allosteric regulators</h2><br><br><p>Allosteric regulators (eg, ATP, AMP, citrate, NADPH) modulate key enzymes in carbohydrate metabolism by binding to nonactive sites and altering their activity based on cellular energy status:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>ATP and citrate</strong>:&nbsp; Indicators of high energy availability; elevated levels inhibit PFK-1 (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L121723.png\" alt=\"figure 19\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 19</div>\n                                </div>\n                                ), slowing glycolysis.&nbsp; However, ATP-mediated inhibition can be overridden if F2,6BP levels are high (eg, in exercising skeletal muscle), allowing glycolysis to proceed despite elevated ATP.&nbsp; High levels also inhibit TCA cycle enzymes (eg, isocitrate dehydrogenase, α-ketoglutarate dehydrogenase, pyruvate dehydrogenase).</li>\n\t<li><strong>AMP</strong>:&nbsp; Signal of energy deficit; high AMP inhibits FBPase‑1 and stimulates glycolysis, promoting ATP generation.&nbsp; In skeletal muscle, AMP (along with Ca<font size=\"2\"><sup>2+</sup></font> and epinephrine) also activates glycogen phosphorylase and promotes glycogenolysis.&nbsp; AMP additionally favors reversal of PPP transketolase/aldolase reactions, shifting carbon flow toward glycolysis rather than pentose phosphate/nucleotide synthesis.</li>\n\t<li><strong>NADPH</strong>:&nbsp; Feedback allosteric inhibitor of G6PD, the rate-limiting enzyme of the oxidative phase of the PPP.&nbsp; When the NADPH/NADP<font size=\"2\"><sup>+</sup></font> ratio is low (eg, during oxidative stress or increased biosynthesis), G6PD activity increases.&nbsp; High NADPH levels suppress G6PD via allosteric inhibition, downregulating the PPP.</li>\n\t<li><strong>Acetyl-CoA</strong>:&nbsp; Product of FFA oxidation; activates pyruvate carboxylase and, along with NADH, inhibits pyruvate dehydrogenase, favoring oxaloacetate production and gluconeogenesis over citrate production and the TCA cycle.</li>\n</ul>\n<h2>Metabolic inputs</h2><br><br><p>Increased availability of metabolic substrates for gluconeogenesis (from breakdown of other macronutrients) influences the direction and rate of carbohydrate pathways through mass action effects.&nbsp; In addition to <strong>acetyl-CoA</strong> from lipid catabolism, discussed earlier, other inputs include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Alanine</strong>:&nbsp; Derived from muscle protein breakdown; can be transaminated to pyruvate and enter gluconeogenesis in the liver.</li>\n\t<li><strong>Glycerol</strong>:&nbsp; Derived from breakdown of triglycerides; it is converted to dihydroxyacetone phosphate, feeding into gluconeogenesis.</li>\n</ul><br><br><p>These substrates accumulate during fasting and stress states, further driving hepatic gluconeogenesis while suppressing glycolysis.</p>\n<h1>Summary</h1><br><br><p>Carbohydrate metabolism integrates energy‑producing pathways (glycolysis, the tricarboxylic acid cycle, oxidative phosphorylation) with energy‑storing or biosynthetic pathways (gluconeogenesis, glycogenesis, pentose phosphate pathway).&nbsp; These processes maintain blood glucose, generate ATP, and supply NADPH and intermediates for biosynthesis.&nbsp; Hormonal and allosteric regulation ensures coordination between fed and fasting states, supporting glucose‑dependent tissues such as the brain and red blood cells.</p>\n</div>\n\n            "
}