{
  "meta": {
    "title": "Body fluid compartments",
    "url": "https://brainandscalpel.vercel.app/body-fluid-compartments-faebf073-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:25.355Z",
    "type": "article"
  },
  "content": "\n                <span><h1>Introduction</h1> The body maintains a delicate balance of fluids distributed across distinct compartments, which is critical for cellular function, nutrient transport, and systemic homeostasis.&nbsp; These fluid compartments are fundamental to physiologic function, serving as the medium for cellular metabolism, electrolyte balance, and waste removal.&nbsp; This article focuses on the structural organization, physiologic regulation, and clinical relevance of body fluid compartments, highlighting their composition and the mechanisms that govern fluid shifts between spaces. <h1>Total body water and compartments</h1><h2>Distribution of total body water</h2> <strong>Total body water</strong> (TBW) constitutes approximately <strong>60%</strong> of body weight in the average male adult.&nbsp; Women, on average, tend to have less TBW due to the presence of more adipose tissue, which contains minimal water.&nbsp; Age also influences TBW distribution, with infants having a higher percentage (70%-75%) due to their lower adipose tissue content.&nbsp; TBW is distributed among two compartments: </span>\n<ul class=\"article-body-unordered-list\">\n\t<li><span><strong>Intracellular fluid</strong> (ICF):&nbsp; Comprises approximately <strong>40%</strong> of body weight and two-thirds of TBW.</span></li>\n\t<li><span><strong>Extracellular fluid</strong> (ECF):&nbsp; Constitutes approximately <strong>20%</strong> of body weight and one-third of TBW.&nbsp; This is composed of plasma and interstitial fluid (separated by capillary walls).</span></li>\n</ul>\n<span> ICF and ECF are separated by semipermeable cell membranes (discussed later).&nbsp; The percentage of <strong>body weight</strong> distributed among TBW, ICF, and ECF can be remembered by the <strong>60-40-20 rule</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L125399.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Accurate measurement of fluid compartments relies on dilution principles using tracers that distribute specifically within target components, such as inulin or mannitol (ECF volume) and radiolabeled albumin (plasma volume). <h2>Intracellular fluid</h2> The intracellular compartment (two-thirds of TBW) is the largest fluid reservoir and is rich in <strong>potassium</strong> (K⁺) (120 mEq/L), <strong>magnesium</strong> (Mg<font size=\"2\"><sup>2</sup></font>⁺), organic <strong>phosphates</strong> (eg, ATP), and <strong>proteins</strong>.&nbsp; The high concentration of K⁺ relative to sodium (Na⁺) is critical for maintaining resting membrane potentials and facilitating signal transduction.&nbsp; Intracellular proteins not only contribute to the osmotic balance, but also play pivotal roles in cellular structure and enzymatic activity. Within the ICF, metabolic reactions, energy production, and protein synthesis occur under tightly regulated conditions.&nbsp; The integrity of this compartment is maintained by the cell membrane, which selectively regulates the passage of solutes and water through channels and transporters. <h2>Extracellular fluid</h2> The extracellular compartment (one-third of TBW) encompasses all fluid outside the cells and contains large amounts of <strong>Na<font size=\"2\"><sup>+</sup></font></strong> (140 mEq/L), <strong>chloride</strong> (Cl<font size=\"2\"><sup>−</sup></font>) (105 mEq/L), and <strong>bicarbonate</strong> (HCO<font size=\"2\"><sub>3</sub></font><font size=\"2\"><sup>−</sup></font>).&nbsp; NaCl content, often referred to as simply total body sodium, is responsible for maintaining volume status by holding onto water within the ECF (due to tonicity, discussed later).&nbsp; ECF is divided into: </span><br><br><ul class=\"article-body-unordered-list\">\n\t<li><span><strong>Plasma</strong> (one-fourth of ECF):&nbsp; As the fluid compartment for blood, this intravascular component circulates through the heart and vessels, carrying hormones, nutrients, and immune cells.&nbsp; Plasma makes up 55% of blood volume, with the remaining 45% containing blood cells (eg, erythrocytes).&nbsp; The proportion of blood volume occupied by erythrocytes is called hematocrit, which can indicate certain abnormalities (eg, decreased in anemia, increased in dehydration or polycythemia).</span></li>\n\t<li><span><strong>Interstitial fluid</strong> (three-fourths of ECF):&nbsp; This extravascular fluid is an ultrafiltrate of plasma, containing a similar composition, excluding plasma proteins and blood cells.&nbsp; It surrounds cells, providing a medium for nutrient and waste exchange.</span></li>\n</ul>\n<span> Plasma and interstitial fluid are separated by capillary walls, allowing plasma ultrafiltration.&nbsp; A minor fraction of ECF is composed of transcellular fluid (eg, cerebrospinal fluid, synovial fluid). Within the ECF, fluid exchange across capillary walls is governed by <strong>Starling forces</strong>, which balance the hydrostatic and osmotic pressures across capillary walls, thereby <strong>regulating fluid movement</strong> between the plasma and interstitial spaces (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41675.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The lymphatic system aids in returning excess interstitial fluid to the circulatory system, preventing tissue edema under normal conditions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14017.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Disruption of lymphatic drainage leads to interstitial fluid accumulation and tissue swelling (ie, lymphedema). <h1>Osmolarity versus tonicity</h1><h2>Osmolarity</h2> <strong>Osmolarity</strong> represents the <strong>overall solute concentration</strong> in the body and is expressed in milliosmoles per liter (mOsm/L).&nbsp; It is affected by changes in the total amount of both solutes and water.&nbsp; In the body, normal osmolarity is approximately 290 mOsm/L.&nbsp; (<em>Osmolality</em>, expressed in kilograms of water, is often used interchangeably because 1 L of water weighs 1 kg.) Because water readily moves across cell membranes, osmotic differences between body compartments equilibrate rapidly.&nbsp; Therefore, under steady-state conditions, osmolarity is essentially uniform throughout the body fluids (ie, isosmotic). <h2>Tonicity</h2> <strong>Tonicity</strong> specifically describes the <strong>effective osmotic pressure</strong> exerted by nonpenetrating solutes across a semipermeable membrane.&nbsp; Tonicity directly determines cellular volume changes because only nonpenetrating solutes (eg, Na<font size=\"2\"><sup>+</sup></font>/Cl<font size=\"2\"><sup>−</sup></font> in ECF, K<font size=\"2\"><sup>+</sup></font>/organic anions in ICF) create sustained osmotic gradients.&nbsp; Tonicity determines water movement across membranes, even when osmolarity alone does not predict this effect: </span><br><br><ul class=\"article-body-unordered-list\">\n\t<li><span>An isosmotic solution has the same osmolarity as the body but can have different effects on compartment volume depending on the membrane permeability of the solutes. </span><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><span>Permeable:&nbsp; For example, a 290 mOsm/L solution made of urea (a penetrating solute that crosses membranes) effectively acts as a hypotonic solution because urea cannot create a sustained osmotic gradient.&nbsp; The fluid initially stays in the extracellular compartment, but, as urea equilibrates, water moves with it, and the intracellular and extracellular compartments both increase proportionately in volume.</span></li>\n\t\t<li><span>Nonpermeable:&nbsp; For example, a 290 mOsm/L solution made of sodium chloride acts as an isotonic solution, increasing only the extracellular volume because salt remains trapped in the extracellular space.</span></li>\n\t</ul>\n\t<span> </span></li>\n\t<li><span>A hypoosmotic solution has lower osmolarity than the body, so both the intracellular and extracellular compartments expand as they absorb additional water. </span>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><span>Permeable:&nbsp; Penetrating solutes equilibrate between both compartments, so the intracellular and extracellular compartments both increase proportionately in volume.</span></li>\n\t\t<li><span>Nonpermeable:&nbsp; A greater proportion of nonpenetrating solutes keeps more of the fluid in the extracellular space.</span></li>\n\t</ul>\n\t<span> </span></li>\n\t<li><span>A hyperosmotic solution has higher osmolarity than the body but can have different effects on compartment volume, depending on the membrane permeability of the solutes. </span>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><span>Permeable:&nbsp; Penetrating solutes equilibrate between both compartments, so the fluid effectively acts isotonically, increasing the volume of the intracellular and extracellular compartments proportionately.</span></li>\n\t\t<li><span>Nonpermeable:&nbsp; If the extra solutes are nonpenetrating, the fluid is hypertonic and draws water out of the intracellular space into the extracellular compartment.</span></li>\n\t</ul>\n\t<span> </span></li>\n</ul>\n<span> Therefore, whereas osmolarity describes total solute concentration compared to the ICF, tonicity determines the water movement, factoring in membrane permeability; the term \"osmotic gradient\" is traditionally used because it describes the universal principle of osmosis, even though the effective osmotic gradient is determined by a solution's tonicity rather than osmolarity. <h1>Hormonal regulation</h1> Regulatory mechanisms stabilize fluid volumes and osmolarity across compartments in response to homeostatic insults (eg, volume depletion).&nbsp; Important regulatory hormones include: </span><br><br><ul class=\"article-body-unordered-list\">\n\t<li><span><strong>Antidiuretic hormone</strong> (ADH) (also known as arginine vasopressin [AVP]):&nbsp; Increases renal water reabsorption, raising TBW and diluting osmolarity.&nbsp; ADH is released in response to increased osmolarity (osmotic stimulus) and other nonosmotic stimuli (eg, hypotension).</span></li>\n\t<li><span><strong>Aldosterone</strong>:&nbsp; Enhances sodium (and water) reabsorption, expanding fluid compartments without significantly altering osmolarity because sodium retention is balanced by proportional water retention.</span></li>\n</ul>\n<span> <h1>Conditions disrupting homeostasis</h1><h2>Gastrointestinal hemorrhage or diarrhea</h2> </span><br><br><ul class=\"article-body-unordered-list\">\n\t<li><span>Initial insult:&nbsp; The fluid that is lost (eg, via blood or diarrhea) from the ECF has the same osmolarity as the rest of the ECF.&nbsp; This decreases ECF volume without changing ECF osmolarity (ie, isosmotic volume contraction).&nbsp; ICF volume and osmolarity are unaffected because there is no osmotic gradient to shift water between compartments (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21795.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</span></li>\n\t<li><span>Homeostatic response:&nbsp; Renal hypoperfusion activates the renin-angiotensin-aldosterone system (RAAS), leading to aldosterone-mediated Na<font size=\"2\"><sup>+</sup></font> (and water) reabsorption.&nbsp; This partially increases ECF volume.</span></li>\n\t<li><span>Medical intervention:&nbsp; The administration of isotonic fluids (eg, normal saline, blood transfusion) fully restores ECF volume.</span></li>\n</ul>\n<span> <h2>Arginine vasopressin deficiency or resistance (formerly diabetes insipidus)</h2> </span><br><br><ul class=\"article-body-unordered-list\">\n\t<li><span>Initial insult:&nbsp; Impaired action of AVP (ADH) leads to urinary wasting of electrolyte-free water.&nbsp; Water is lost first from the ECF from plasma filtered through the glomerulus, reducing ECF volume and increasing its osmolarity.&nbsp; High ECF osmolarity then pulls water from the ICF until osmolarities are equal, although higher than baseline.&nbsp; The net result is increased osmolarity and decreased volumes of both compartments (ie, hyperosmotic volume contraction) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21794.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</span></li>\n\t<li><span>Homeostatic response:&nbsp; Elevated osmolarity rapidly triggers thirst, leading to increased water ingestion.&nbsp; Sustained water ingestion quickly normalizes ECF/ICF volumes and restores osmolarity to a high-normal level (at the expense of causing polyuria).&nbsp; Aldosterone does not play a significant role because the ECF/ICF compartments have not lost Na<font size=\"2\"><sup>+</sup></font> (ie, there is adequate Na<font size=\"2\"><sup>+</sup></font> to keep ingested water within the compartments).</span></li>\n\t<li><span>Medical intervention:&nbsp; In patients with AVP deficiency, a synthetic AVP analogue (eg, desmopressin) should be administered to stop water losses.&nbsp; Management of AVP resistance focuses on addressing the underlying cause (eg, correction of hypercalcemia, lithium cessation).&nbsp; In those with disrupted thirst drive, such as those with a hypothalamic stroke or unconscious, critically ill patients, exogenous free water administration (eg, intravenous dextrose with water) is given to replace free water losses.</span></li>\n</ul>\n<span> <h2>Syndrome of inappropriate ADH secretion</h2> </span><br><br><ul class=\"article-body-unordered-list\">\n\t<li><span>Initial insult:&nbsp; Excess ADH causes excess retention of electrolyte-free water.&nbsp; Water is first retained in the ECF (into the plasma), increasing ECF volume and lowering its osmolarity.&nbsp; Reduced ECF osmolarity drives water into the ICF until osmolarities are equal (but lower than baseline).&nbsp; The net result is decreased osmolarity and increased volumes of both compartments (ie, hypoosmotic volume expansion) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21798.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).</span></li>\n\t<li><span>Homeostatic response:&nbsp; Volume expansion suppresses the RAAS, reducing aldosterone and promoting sodium excretion (aided by natriuretic peptides); therefore, syndrome of inappropriate ADH secretion (SIADH) is clinically associated with euvolemia.&nbsp; Under normal conditions, low osmolarity inhibits ADH release to promote free water excretion, but, in SIADH, inappropriate ADH secretion persists despite inhibition; therefore, a hypoosmotic state persists (ie, euvolemic hyponatremia).</span></li>\n\t<li><span>Medical intervention:&nbsp; Fluid restriction reduces free water intake and allows gradual renal excretion of excess water.&nbsp; Salt tablets can be added to increase osmolarity; in severe cases, intravenous hypertonic saline (3%) can be administered.&nbsp; In persistent cases, AVP receptor antagonists (eg, tolvaptan) can be used to block ADH effects, allowing free water excretion.&nbsp; In addition, the source of ADH release should be addressed if possible (eg, cessation of causative medications).</span></li>\n</ul>\n<span> <h2>Primary adrenal insufficiency (Addison disease)</h2> </span><br><br><ul class=\"article-body-unordered-list\">\n\t<li><span>Initial insult:&nbsp; Primary adrenal insufficiency involves aldosterone and cortisol deficiency (due to adrenal failure).&nbsp; Aldosterone loss causes urinary Na<font size=\"2\"><sup>+</sup></font> excretion, reducing ECF volume and causing hypotension.&nbsp; Concurrent cortisol deficiency exacerbates hypotension by impairing vascular tone.&nbsp; Hypotension triggers ADH release (volume stimulus), promoting water retention with decreased ECF osmolarity.&nbsp; Low ECF osmolarity shifts fluid into the ICF, expanding ICF volume, although combined volume is reduced; ICF osmolarity decreases until it matches ECF osmolarity.&nbsp; The net result is hypoosmotic volume contraction (ECF loss exceeds ICF gain) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21796.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).</span></li>\n\t<li><span>Homeostatic response:&nbsp; Hypovolemia stimulates renin release, but adrenal failure prevents aldosterone secretion, rendering RAAS ineffective at retaining Na<font size=\"2\"><sup>+</sup></font>.&nbsp; Loss of cortisol's negative feedback increases ACTH and corticotropin-releasing hormone, attempting unsuccessfully to stimulate adrenal hormone production.&nbsp; Both of these responses are unable to restore normal aldosterone and cortisol action, leading to persistent hypotension (and hyponatremia and hyperkalemia) (ie, hypovolemic hyponatremia).</span></li>\n\t<li><span>Medical intervention:&nbsp; Intravenous isotonic fluids are given to restore ECF volume, improving hypotension.&nbsp; Glucocorticoids (eg, hydrocortisone) and mineralocorticoids (eg, fludrocortisone) are given to restore cortisol and aldosterone activity, respectively.</span></li>\n</ul>\n<span> <h1>Effects of fluid administration</h1><h2>Normal saline infusion</h2> </span><br><br><ul class=\"article-body-unordered-list\">\n\t<li><span>Isotonic fluid infusion (eg, 0.9% normal saline) increases ECF volume without affecting osmolarity (ie, isosmotic volume expansion).&nbsp; Because osmolarity is unchanged, ICF volume remains the same.</span></li>\n\t<li><span>To maintain homeostasis, excess ECF volume inhibits RAAS, which, with increased natriuretic peptide release, promotes renal excretion of Na<font size=\"2\"><sup>+</sup></font> and water to normalize ECF volume.</span></li>\n</ul>\n<span> <h2>Hypertonic saline infusion</h2> </span><br><br><ul class=\"article-body-unordered-list\">\n\t<li><span>Hypertonic saline contains a higher sodium concentration than plasma, so ECF osmolarity increases following infusion.&nbsp; The added fluid volume also expands the ECF.&nbsp; High ECF osmolarity pulls water from the ICF, decreasing ICF volume and further increasing ECF volume.&nbsp; The net result is increased osmolarity of both compartments, with expansion of the ECF volume and decreased ICF volume (ie, hyperosmotic volume expansion) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21797.png\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).</span></li>\n\t<li><span>Homeostasis is achieved via suppression of RAAS, which promotes Na<font size=\"2\"><sup>+</sup></font> and water excretion, thereby normalizing ECF volume.&nbsp; In addition, increased osmolarity triggers thirst, leading to increased water ingestion with a reduction of osmolarity and restoration of ICF volume.</span></li>\n</ul>\n<span> <h1>Summary</h1> The body's fluid balance, essential for cellular function and homeostasis, is maintained through distinct intracellular (ICF) and extracellular (ECF) compartments.&nbsp; Total body water, constituting approximately 60% of body weight, is distributed as ICF (two-thirds of total body water, 40% of body weight) and ECF (one-third of TBW, 20% of body weight) (60-40-20 rule). ICF, rich in potassium, magnesium, and proteins, supports metabolic processes, whereas ECF, dominated by sodium and chloride, includes plasma (intravascular) and interstitial fluid (extravascular).&nbsp; Fluid dynamics between compartments are regulated by osmotic gradients and hormones, namely arginine vasopressin (antidiuretic hormone) (modulates water retention) and aldosterone (regulates sodium balance).&nbsp; ECF/ICF volumes and osmolarity can be disrupted by various homeostatic insults, including gastrointestinal hemorrhage or diarrhea, arginine vasopressin disorders, syndrome of inappropriate antidiuretic hormone secretion, and primary adrenal insufficiency. Clinical scenarios illustrate compartment-specific disruptions.&nbsp; For example, hypertonic saline infusion increases ECF osmolarity, drawing water from the ICF, whereas adrenal insufficiency causes sodium loss, depleting the ECF and expanding the ICF.&nbsp; Conditions such as AVP deficiency/resistance and syndrome of inappropriate antidiuretic hormone secretion alter osmolarity and volume. </span>\n            "
}