{
  "meta": {
    "title": "Cell and gene therapy",
    "url": "https://brainandscalpel.vercel.app/cell-and-gene-therapy-69345db7-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:28.173Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cell and gene therapies are treatments that replace cells or modify their genetic material to treat (and sometimes cure) disease, usually after one dose.&nbsp; A relatively small number of these treatments have been approved so far, but this is one of the fastest-growing areas of investigational new drug development, with many products showing dramatic and durable efficacy (eg, restoring vision in blinding retinal disease) with a favorable safety profile.</p>\n<h1>General principles</h1><h2>Cell therapy</h2><br><br><p>Cell-based therapies fall into 2 categories:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chimeric antigen receptor (CAR)</strong> therapy, which involves engineering a patient's own T cells to express a synthetic immune receptor that recognizes cancer antigens, enabling them to kill tumor cells.&nbsp; A primary application is the treatment of relapsed and refractory B-cell malignancies.</li>\n\t<li><strong>Stem cell</strong> therapy, which involves the administration of autologous (from the patient) or allogeneic (from a donor) progenitor cells to repopulate damaged tissue.&nbsp; Currently, stem cell therapy, in the form of hematopoietic stem cell (HSC) transplant (ie, bone marrow transplant), is used to treat a range of leukemias, lymphomas, and primary immunodeficiencies.</li>\n</ul>\n<h2>Gene therapy</h2><br><br><p>Gene therapies fall into 2 categories:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clustered regularly-interspaced short palindromic repeats (CRISPR) gene editing</strong> uses guided endonucleases to introduce targeted changes into the genome to correct harmful mutations or change gene expression (eg, in sickle cell disease).</li>\n\t<li><strong>Vector gene therapy</strong> uses a virus, typically adeno-associated virus <strong>(AAV)</strong>, to deliver a therapeutic gene (ie, transgene) into diseased cells.&nbsp; It is used to restore certain <strong>loss-of-function</strong> disorders, in which a defective gene product lacks normal activity (eg, some forms of retinitis pigmentosa).</li>\n</ul>\n<h2>Antisense RNA therapy</h2><br><br><p>Antisense RNA therapy uses synthetic oligonucleotides that bind specific mRNA transcripts to block translation, promote degradation, or modulate splicing.&nbsp; It can be used for <strong>gain-of-function</strong> disorders, in which an overactive or aberrant gene product causes disease (eg, some <em>PCSK9</em> mutations in familial hypercholesterolemia).</p>\n<h1>Cell therapy</h1><h2>Chimeric antigen receptor&nbsp; therapy</h2><br><br><p>The immune system can be harnessed to kill malignant cells.&nbsp; To accomplish this, an antigen receptor is engineered, consisting of a hybrid (\"chimera\") between (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L72573.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>An extracellular antigen recognition domain for an antigen overexpressed in a tumor; this domain is based on the antigen-binding region (Fab) of an antibody that recognizes this antigen.</li>\n\t<li>An intracellular stimulatory T-cell signaling domain that promotes T-cell activation/proliferation and tumor-killing activity; this domain is based on the signaling subunits of the T-cell receptor and its costimulatory signals (CD3 and CD28).</li>\n</ul><br><br><p>To produce these cells, some of the patient's circulating leukocytes are extracted via apheresis, expanded with growth factors, and genetically engineered to insert the CAR sequence (using retrovirus), before being reinfused into the patient.&nbsp; Currently, the process takes 2-3 weeks from collection to infusion.</p><br><br><p><strong>CAR T cells</strong> (eg, tisagenlecleucel, axicabtagene ciloleucel) are the main example of this therapy.&nbsp; Their receptor targets <strong>CD19</strong>, the universal B cell marker, inducing a potent T-cell–mediated cytotoxic response against B cells.&nbsp; Therefore, CAR T-cell therapy is used mainly for the treatment of relapsed or <strong>refractory B-cell lymphomas</strong>, producing a cure rate approximating 50% even after multiple lines of chemotherapy have failed.</p><br><br><p>Adverse effects include cytokine release syndrome (CRS), a systemic inflammatory response caused by the rapid activation of CAR T cells.&nbsp; CRS manifests with flu-like symptoms that can sometimes progress to severe multisystem dysfunction such as neurotoxicity (eg, encephalopathy due to inflammatory disruption of the blood-brain barrier).&nbsp; A chronic adverse effect is prolonged hypogammaglobulinemia, which is caused by continued depletion of normal B cells by CAR T cells, and may persist for many years.</p><br><br><p>Beyond lymphoma, anti-CD19 CAR T-cell therapy is nearing approval for autoimmune disorders, particularly systemic lupus erythematosus.&nbsp; Beyond CD19, CAR-T is evolving to treat solid tumors (eg, anti–epidermal growth factor receptor T cells for breast cancer), nonmalignant conditions such as fibrosis (eg, antifibroblast T cells for idiopathic pulmonary fibrosis), and infectious diseases (eg, anti-hepatitis B surface antigen T cells for chronic infection with hepatitis B virus).&nbsp; In addition, CAR natural killer cells are being developed to leverage innate immune killing (eg, perforin, FasL death ligand pathway) of tumors that evade T cells through major histocompatibility complex downregulation (a common tactic used by many cancer types).</p>\n<h2>Stem cell therapy</h2><br><br><p>Stem cell therapy involves the use of progenitor cells with the ability to differentiate into other cell types to repair or regenerate damaged tissues.&nbsp; Stem cells are categorized by their developmental potential:&nbsp; <strong>Pluripotent</strong> stem cells can differentiate into any cell type, whereas <strong>multipotent</strong> stem cells can differentiate into a restricted range of lineages.</p><br><br><p>There are 5 major forms of stem cell therapy:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>HSCs</strong> (approved) are multipotent bone marrow progenitors that can give rise to myeloid cells (eg, granulocytes, red blood cells, platelets) and lymphoid cells (eg, T and B cells) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L119502.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; HSC transplantation is an established treatment option for many leukemias, lymphomas, and primary immunodeficiencies.</li>\n\t<li><strong>Mesenchymal stem cells (MSCs)</strong> (mostly investigational) are nonhematopoietic, multipotent progenitor cells capable of differentiating into connective tissue cell types, including osteoblasts, chondrocytes, and adipocytes.&nbsp; However, they are used primarily for their <strong>paracrine secretory effect</strong> (trophic support), rather than for regeneration of bone, cartilage, or fat.&nbsp; MSCs secrete a variety of immunomodulatory cytokines that can reduce inflammation (eg, treatment of corticosteroid-refractory graft-versus-host disease).&nbsp; MSCs also hold promise for treating tissue loss (eg, scarring after myocardial infarction).</li>\n\t<li><strong>Tissue-specific stem cells</strong> (investigational) are self-renewing multipotent progenitors found in organs that replenish mature cell types within that tissue.&nbsp; For example, type 2 pneumocytes differentiate into alveolar epithelium to repopulate damaged areas.&nbsp; Although they have a narrow differentiation capacity, they maintain their identity more stably and predictably.&nbsp; Potential applications include retinal progenitor cells for macular degeneration.</li>\n\t<li><strong>Induced pluripotent stem cells (iPSC)</strong> (investigational) are cells created by resetting generic adult somatic cells (eg, skin fibroblasts) into an embryonic-like state using a cocktail of 4 transcription factors (Oct4, Sox2, Klf4, c-Myc).&nbsp; This process erases the adult gene expression program and reverts the cells to pluripotency.&nbsp; Research is ongoing for a wide range of conditions such as cardiomyopathies and retinal degeneration.</li>\n\t<li><strong>Embryonic stem cells (ESCs)</strong> (investigational, restricted) are pluripotent cells derived from the inner cell mass of blastocyst-stage embryos (days 5-7).&nbsp; ESCs have largely been replaced by iPSCs, which bypass the ethical concerns surrounding the destruction of embryos.&nbsp; However, ESCs may offer some advantages, including more consistent differentiation and high clonal efficiency.</li>\n</ul>\n<h2>Other cell therapies</h2><br><br><p>Besides CAR therapy and stem cells, cell-based interventions include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dendritic cell vaccines</strong> \"prime\" (ie, load) autologous dendritic cells with tumor antigens ex vivo (to reinforce antigen presentation) and then reinfuse them into the patient (to activate a stronger T-cell response).&nbsp; One such therapy (sipuleucel-T) is approved for the treatment of metastatic or castration-resistant prostate cancer.</li>\n\t<li><strong>Tumor-infiltrating lymphocyte (TIL)</strong> therapy involves extracting T cells from a <strong>surgically resected</strong> tumor or tumor fragment.&nbsp; These infiltrating T cells recognize cancer antigens but are suppressed by the tumor microenvironment.&nbsp; They are expanded and activated ex vivo before being infused back into the patient to mount a stronger immune response.&nbsp; TIL therapy is approved for <strong>advanced melanoma</strong> (eg, lifileucel) and is being evaluated for cervical cancer and non–small cell lung cancer.</li>\n\t<li><strong>Pancreatic islet cell transplantation</strong> involves the infusion of deceased donor pancreatic islets into the portal vein of patients with type 1 diabetes mellitus, particularly with brittle hypoglycemia due to alpha-cell failure.&nbsp; They then engraft in the liver and secrete insulin and glucagon.&nbsp; The therapy is approved in some parts of the world.&nbsp; Limitations include the need for immunosuppression (to prevent rejection) and loss of islet graft function over time.</li>\n</ul>\n<h1>Gene (DNA) therapy</h1><h2>CRISPR gene editing</h2><br><br><p>Gene editing refers to the permanent correction of disease-causing mutations by modifying the genome directly.&nbsp; CRISPR-Cas technology is based on the bacterial Cas endonuclease; this ancient \"immune system\" is used by many bacteria to excise foreign DNA introduced by viruses (bacteriophages).&nbsp; The process removes defective DNA and replaces it with a new desired sequence, using 3 main components (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L124162.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A guide RNA, designed to match the target DNA sequence to be excised.</li>\n\t<li>The <strong>Cas endonuclease</strong>, typically Cas9, which introduces a double-stranded break at the target site.</li>\n\t<li>A DNA repair template with the desired genetic sequence, which gets ligated across the break (by homology-directed repair).</li>\n</ul><br><br><p>CRISPR can be performed ex vivo (cells edited outside of the patient and then reintroduced) or in vivo (components injected into the organ of interest).</p><br><br><p>An ex vivo CRISPR-Cas therapy (exagamglogene autotemcel) is approved for the treatment of <strong>sickle cell disease</strong> and beta-thalassemia.&nbsp; It edits HSCs to reactivate fetal hemoglobin (HbF), which is normally repressed after birth.&nbsp; HbF does not sickle (unlike hemoglobin S, which predominates in sickle cell disease) and compensates for defective beta-globin (the cause of the chronic hemolytic anemia seen in beta-thalassemia).&nbsp; The edited stem cells are reinfused to allow durable repopulation with HbF-producing erythrocytes.&nbsp; This therapy has around a 90% cure rate (ie, no further vasoocclusive crises or need for transfusions).&nbsp; However, to make room for the reinfused cells, bone marrow eradication with chemotherapy is required, which is associated with toxicity (eg, adverse events, cytopenias, infection).&nbsp; Additional investigational uses of CRISPR-based therapies include transthyretin amyloidosis and Leber congenital amaurosis.</p><br><br><p>Several in vivo CRISPR strategies, such as infusing the components into the portal vein to correct abnormal liver-synthesized proteins (eg, transthyretin amyloidosis), are being developed.&nbsp; Limitations of in vivo CRISPR include <strong>mosaic correction</strong> (ie, edits some cells but not others, leading to a partial or variable response) and potential for off-target or random mutagenesis (eg, requires 15 years of monitoring for malignancies).</p>\n<h2>Vector gene delivery</h2><br><br><p>Vector-based gene therapy delivers a functional gene copy into cells using viral vectors, typically with AAVs.&nbsp; Different AAV serotypes target different tissues; once the virus infects a cell, its capsid is trafficked to the nucleus, and its engineered single-stranded DNA is converted by host enzymes into double-stranded DNA for transcription.&nbsp; The functional \"transgene\" is typically designed with a highly active promoter sequence (enabling constant, long-lasting, and high levels of expression) and remains <strong>episomal</strong> (ie, in the nucleus but not integrated into native genome.&nbsp; Alternate names include <strong>gene augmentation</strong> or gene replacement because the treatment restores deficient proteins.</p><br><br><p>These therapies typically have the name \"<em>-gene</em>\" (for the gene) and \"<em>-parvovec</em>\" (for AAV vector, a parvovirus).&nbsp; Therapies are approved to treat spinal muscle atrophy (onasemnogene abeparvovec), hemophilia B (etranacogene dezaparvovec), retinitis pigmentosa (eg, voretigene neparvovec), and other conditions.&nbsp; AAV gene therapy is intended as a one-time treatment.&nbsp; Protein expression remains stable for many years.&nbsp; Episome retention is best in tissues with low mitotic turnover (eg, retinal epithelium).</p><br><br><p>AAV vectors have limitations:&nbsp; The size of the genes they can deliver is limited (eg, &lt;4.7 kilobases), and immunogenicity (due to formation of anti-AAV neutralizing antibodies) can prevent the uptake of subsequent doses.&nbsp; An adverse effect includes transient inflammation at the site of delivery.&nbsp; Long-term, real-world safety data are encouraging, with no major complications occurring in approximately 1,500 patients treated over the last 15 years in the United States.</p><br><br><p>Other nonviral vectors for gene delivery (eg, lipid nanoparticles) are being developed and have lower immunogenicity but also reduced transduction efficiency.</p>\n<h1>RNA antisense therapy</h1><br><br><p>RNA <strong>antisense oligonucleotides (ASOs)</strong> are short synthetic strands of nucleotides, typically 15-25 bases in length, designed to bind complementary sequences in pre-mRNA or mRNA.&nbsp; They alter how mRNA or pre-mRNA is processed, affecting gene expression at the posttranscriptional level.&nbsp; ASOs are broadly classified as inhibitory ASOs or splice-switching ASOs.</p>\n<h2>Inhibitory ASOs</h2><br><br><p>Inhibitory ASOs reduce protein production by degrading the mRNA transcript before it can be translated.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>RNase-activating ASOs</strong> recruit RNase H, an endogenous nuclease that cleaves the mRNA-ASO complex.&nbsp; For example, mipomersen (withdrawn due to concerns over hepatotoxicity) was an ASO used to treat homozygous familial hypercholesterolemia by targeting ApoB-100 mRNA for degradation.</li>\n\t<li><strong>Small interfering RNA (siRNA)</strong>, although technically not an ASO, also cleaves complementary mRNA targets by activating the RNA interference machinery (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24675.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; For example, patisiran is an siRNA that targets transthyretin mRNA to treat hereditary amyloidosis.</li>\n</ul>\n<h2>Splice-switching ASOs</h2><br><br><p>Splice-switching ASOs result in alternative splicing of pre-mRNA, a posttranscriptional process in which exons of one transcribed gene can be variably included or excluded to create multiple mature mRNA transcripts of different lengths (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9399.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Splice-switching ASOs can be designed to:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Promote <strong>inclusion of normal exons</strong> that are abnormally skipped due to mutations in the splice regulatory site.&nbsp; In spinal muscular atrophy, deletion of <em>SMN1</em> exon 7 causes a deficiency of SMN protein, which normally supports spliceosome function in motor neurons.&nbsp; It does not affect <em>SMN2</em>, a nearly identical gene that normally excludes exon 7 during splicing and produces little functional SMN protein.&nbsp; The ASO nusinersen promotes inclusion of exon 7 in <em>SMN2</em> pre-mRNA, thereby restoring the synthesis of full-length SMN protein.</li>\n\t<li>Promote <strong>exclusion of abnormal exons</strong> that contain pathogenic mutations.&nbsp; In Duchenne muscular dystrophy (DMD), mutations in specific DMD exons disrupt the reading frame, leading to truncated, nonfunctional dystrophin.&nbsp; The ASO eteplirsen promotes skipping of exon 51 in DMD pre-mRNA to maintain the reading frame and enable production of a partially functional dystrophin protein.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Cell and gene therapies represent a rapidly advancing field that aims to correct or replace dysfunctional cells and genes to treat disease, often with a single dose.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cell therapies mainly encompass chimeric antigen receptor T and stem cells.&nbsp; Chimeric antigen receptor therapy involves engineering autologous T cells to express receptors against cancer antigens (eg, anti-CD19 T cells for relapsed B-cell lymphoma).&nbsp; Stem cell therapies range from hematopoietic stem cell transplants (established treatment) to mesenchymal, tissue-specific, induced pluripotent stem cells for tissue regeneration (investigational treatments).</li>\n\t<li>Gene therapies encompass clustered regularly-interspaced short palindromic repeats–Cas (CRISPR-Cas) gene editing and vector gene delivery.&nbsp; CRISPR uses the Cas9 endonuclease and a guide RNA to permanently correct mutations in the genome.&nbsp; Vector gene delivery uses adeno-associated viruses to insert functional genes into cells, restoring protein production in loss-of-function mutations.</li>\n\t<li>Finally, antisense oligonucleotides affect the processing of mRNA or pre-mRNA, either by degrading harmful transcripts or correcting splicing errors.</li>\n</ul><br><br><p>Many of these therapies have an excellent safety profile and transformative clinical benefits for patients in whom other treatment options have been exhausted.</p>\n</div>\n\n            "
}