{
  "meta": {
    "title": "Cell division: Meiosis, mitosis, and cell cycle regulation",
    "url": "https://brainandscalpel.vercel.app/cell-division-meiosis-mitosis-and-cell-cycle-regulation-4becb725-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:52.341Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The cell cycle facilitates the duplication and segregation of the cell's genetic information to form 2 identical daughter cells.&nbsp; The 2 major phases of the eukaryotic cell cycle are interphase and M (mitotic) phase.&nbsp; The cell spends approximately 90% of its life cycle in interphase, which is divided into G1 (first gap), S (synthesis), and G2 (second gap) phases.&nbsp; Mitosis involves nuclear division to form genetically identical daughter cells.&nbsp; Meiosis is a specialized form of cell division that leads to the formation of gametes (ova, sperm), which can then participate in sexual reproduction.</p>\n<h1>Interphase</h1><br><br><p>Interphase is characterized by the following phases (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26335.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>G1 phase</strong>:&nbsp; Characterized by presynthetic cell growth, organelle duplication, and the production of proteins necessary for DNA replication.&nbsp; After G1, a subset of cells enters a specialized resting state called <strong>G0</strong>, where the cell cycle is arrested for a variable period:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Some cells (eg, differentiated neurons, erythrocytes, skeletal/cardiac muscle cells) enter G0 permanently (regenerating from stem cells).</li>\n\t\t<li>Stable (quiescent) cells (eg, hepatocytes) can move from G0 to G1 when stimulated.</li>\n\t\t<li>Labile cells (eg, bone marrow, hair, intestinal epithelium) have a short G1 and do not enter G0; they tend to be very sensitive to chemotherapy.</li>\n\t</ul>\n\t</li>\n\t<li><strong>S phase</strong>:&nbsp; Consists of DNA replication.</li>\n\t<li><strong>G2 phase</strong>:&nbsp; Involves replenishing energy stores (for ATP synthesis), synthesizing proteins, assembling molecular machinery needed for cell division, and repairing errors made in DNA replication.&nbsp; Organelles are prepared for partitioning into daughter cells.</li>\n</ul>\n<h1>M phase</h1><br><br><p>Two events happen concurrently during M phase:&nbsp; <strong>mitosis</strong> and <strong>cytokinesis</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36668.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Mitosis involves nuclear division, and cytokinesis involves cytoplasmic division to form 2 genetically identical daughter cells, each with an identical set of chromosomes.<p></p>\n<h2>Mitosis</h2><br><br><p>During late S and G2 phases, the cell commits to division and completes preparations for mitosis.&nbsp; Each daughter cell receives an identical set of unduplicated chromosomes.&nbsp; Mitosis is divided into 4 stages (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34749.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prophase</strong>:&nbsp; Chromosomes condense (chromatin compaction), with each chromosome consisting of 2 identical sister chromatids joined at a centromere.&nbsp; Nucleoli disappear.&nbsp; The nuclear envelope breaks down.&nbsp; The mitotic spindle forms from centrosomes, and spindle fibers attach to kinetochores near the centromeres.&nbsp; Nonkinetochore spindle fibers elongate the cell.&nbsp; Centrosomes migrate to opposite poles.</li>\n\t<li><strong>Metaphase</strong>:&nbsp; Chromosomes align along the metaphase plate.&nbsp; Centrosomes are at opposite ends of the cell.</li>\n\t<li><strong>Anaphase</strong>:&nbsp; Sister chromatids separate and are pulled toward opposite poles by shortening spindle fibers.</li>\n\t<li><strong>Telophase</strong>:&nbsp; Two daughter nuclei form as nuclear envelopes reform around each set of chromosomes.&nbsp; Chromatin decondenses, and nucleoli reappear.&nbsp; The remaining spindle fibers are dismantled.&nbsp; Mitosis concludes with the formation of 2 identical daughter nuclei.</li>\n</ul>\n<h2>Cytokinesis</h2><br><br><p>Cytokinesis is a process separate from but overlapping with mitosis.&nbsp; In eukaryotic cells, it begins during late anaphase.&nbsp; A <strong>cleavage furrow</strong> forms near the metaphase plate, marked by a contractile ring of actin and myosin.&nbsp; The ring contracts to pinch the cell into 2, each with its own nucleus, cytosol, and organelles.</p>\n<h1>Cell cycle regulation</h1><br><br><p>Intrinsic timing mechanisms monitor internal and external conditions and include <strong>checkpoints</strong> to ensure proper completion of each stage before progression (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L123314.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; The 3 most important checkpoints occur at:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>G1/S transition</strong>:&nbsp; The transition from G1 to S phase (initiation of DNA replication) is controlled by a combination of cell size and nutrient status, exposure to growth factors, and proper surveillance and repair of damaged DNA (with tumor suppressor protein p53 causing cells with mutant DNA to arrest until the damage is repaired).</li>\n\t<li><strong>G2/M transition</strong>:&nbsp; At the transition from G2 to M phase, the cell checks for DNA damage again and repairs replication errors before they can be passed on to daughter cells during mitosis.</li>\n\t<li><strong>M phase</strong>:&nbsp; An additional spindle checkpoint ensures that duplicated chromosomes separate appropriately during cell division.</li>\n</ul>\n<h2>Cyclins and cyclin-dependent kinases</h2><br><br><p>Checkpoints are regulated by <strong>cyclins</strong> and <strong>cyclin-dependent kinases (CDKs)</strong>:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cyclins fluctuate in abundance during the cell cycle and are degraded by proteolysis after use.</li>\n\t<li>CDKs are constitutively present at relatively constant levels but active only when bound to a cyclin partner.</li>\n</ul><br><br><p>Activated cyclin-CDK complexes are able to phosphorylate proteins, advancing the cell through various cell cycle stages.&nbsp; There are 3 major types of regulatory cyclins:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>G1/S cyclins</strong>:&nbsp; Bind CDKs at the end of G1 and commit the cell to replication.</li>\n\t<li><strong>S cyclins</strong>:&nbsp; Peak during S phase; required for replication.</li>\n\t<li><strong>M cyclins</strong>:&nbsp; Peak at G2/M transition; promote mitotic events.</li>\n</ul>\n<h2>Example:&nbsp; Retinoblastoma, p53, and CDKs</h2><br><br><p>Progression through the G1/S checkpoint is controlled in part by CDK4 and CDK6, which are activated by cyclin D (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45411.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; The mechanism involves the tumor suppressor <strong>retinoblastoma (Rb) protein</strong>, which normally exists in 2 functional states:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Active (dephosphorylated):&nbsp; Rb binds and inhibits E2F transcription factors, preventing the transcription of genes necessary for S-phase entry.&nbsp; This form of Rb is predominant in quiescent (G0) cells or in terminally differentiated cells, in which cell-cycle progression is arrested.</li>\n\t<li>Inactive (phosphorylated):&nbsp; Inactivation occurs following stimulation by growth factors, which induce activation of cyclin D and its associated CDKs (CDK4 and CDK6) as well as cyclin E and its associated CDK (CDK2).&nbsp; Phosphorylation of Rb causes it to release E2F, allowing transcription of S-phase genes and progression through the G1/S checkpoint.</li>\n</ul><br><br><p>After mitotic division, the Rb protein is dephosphorylated and remains active until the cell is again stimulated to enter the next cycle.&nbsp; This mechanism is exploited in some types of cancer treatment (eg, CDK4/6 inhibitors for breast cancer).</p><br><br><p>Progression through the G1/S checkpoint is also tightly regulated in response to DNA integrity, with the tumor suppressor protein <strong>p53</strong> playing a central role.&nbsp; When DNA damage is detected, p53 becomes stabilized and activated, leading to transcriptional upregulation of genes that inhibit CDK activity (eg, p21).&nbsp; This inhibition prevents progression into S phase, allowing time for DNA repair.&nbsp; If the damage is irreparable, p53 can initiate apoptosis to eliminate the damaged cell.&nbsp; <strong>Apoptosis</strong> is a programmed form of cell death (distinct from necrosis) in which caspases (activated from inactive procaspases) initiate a cascade leading to DNA fragmentation, cell shrinkage, and formation of apoptotic blebs that separate into apoptotic bodies; these are then phagocytosed by neighboring cells or phagocytes (eg, macrophages), allowing for controlled cell removal without damage to surrounding tissue.</p><br><br><p>These regulatory mechanisms ensure that cells do not replicate damaged DNA and help maintain genomic stability.&nbsp; Changes in these mechanisms also underlie some hereditary cancer syndromes (eg, Li-Fraumeni cancer syndrome due to germline mutation in the p53 tumor suppressor gene, causing breast cancer, sarcomas, leukemias, and others).</p>\n<h1>Meiosis</h1><br><br><p>Whereas mitosis produces 2 genetically identical daughter cells and maintains the chromosome number across divisions, meiosis is a specialized form of cell division that reduces the chromosome number by half and gives rise to gametes (sperm and ova), enabling sexual reproduction.</p><br><br><p>Ploidy refers to the specific number of complete sets of chromosomes in a cell.&nbsp; Human somatic (nonreproductive) cells contain 2 sets of chromosomes—one from each parent—and are classified as diploid (2n = 2 x 23 = 46 chromosomes); gametes contain a single set and are classified as <strong>haploid</strong> (<strong>1n</strong> = 1 x 23 = 23 chromosomes).&nbsp; Fertilization restores diploidy by combining 2 haploid gametes to form a diploid zygote.</p><br><br><p>Meiotic division occurs in 2 sequential stages:&nbsp; meiosis I and meiosis II.&nbsp; Like mitosis, each stage is subdivided into 4 phases.</p>\n<h2>Meiosis I</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prophase I</strong>:&nbsp; Homologous chromosomes undergo <strong>synapsis</strong>, aligning side by side.&nbsp; <strong>Crossing over</strong> (exchange of DNA between equivalent maternal and paternal segments) occurs between homologous chromatids (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35963.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Metaphase I</strong>:&nbsp; The pairs of homologous chromosomes (called tetrads because each consists of 4 chromatids) align along the metaphase plate.</li>\n\t<li><strong>Anaphase I</strong>:&nbsp; Homologous chromosomes are separated and pulled to opposite poles.&nbsp; <strong>Sister chromatids remain attached</strong>, in contrast to mitosis.</li>\n\t<li><strong>Telophase I and cytokinesis</strong>:&nbsp; Two haploid daughter cells are formed.&nbsp; Each contains chromosomes composed of <strong>2 connected sister chromatids</strong>.</li>\n</ul>\n<h2>Meiosis II</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anaphase II</strong>:&nbsp; Sister chromatids are separated and move to opposite poles.</li>\n\t<li><strong>Telophase II and cytokinesis</strong>:&nbsp; The formation of <strong>haploid gametes</strong> is complete, with each gamete containing 1 complete set of chromosomes.</li>\n</ul><br><br><p>Through this 2-step process, diploid cells give rise to haploid gametes (gametogenesis) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27449.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ); the process starts before birth but is arrested until puberty (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27448.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).<p></p>\n<h1>Summary</h1><br><br><p>Cell division occurs through the cell cycle, which includes interphase (G1, S, G2) and M phase, facilitating the replication and segregation of genetic material.&nbsp; Mitosis produces 2 genetically identical diploid daughter cells through a sequence of stages—prophase, metaphase, anaphase, and telophase.&nbsp; Cell cycle progression is regulated by checkpoints at G1/S and G2/M transitions, and during mitosis, with control mediated by cyclins, cyclin-dependent kinases, and tumor suppressors such as Rb and p53.&nbsp; In contrast to mitosis, meiosis generates haploid gametes through 2 successive divisions (meiosis I and II) that reduce chromosome number and introduce genetic diversity.</p>\n</div>\n\n            "
}