{
  "meta": {
    "title": "Cell biology: Cytopathology",
    "url": "https://brainandscalpel.vercel.app/cell-biology-cytopathology-04dd632d-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:43.768Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cytopathology is the study of diseases based on cell morphology.&nbsp; This article provides an overview of common cytopathologic changes, such as nuclear and cellular atypia, altered nuclear/cytoplasmic relationships, and cytoplasmic inclusions across various disease processes.</p>\n<h1>Atypia</h1><br><br><p>Cancer disrupts normal nuclear and cytoplasmic morphology because neoplastic cells prioritize rapid proliferation.&nbsp; Their uncontrolled growth requires extensive DNA replication and transcription (increasing the risk for <strong>nuclear atypia</strong>) at the cost of cell structure (eg, <strong>cellular atypia</strong>).</p>\n<h2>Nuclear atypia</h2><br><br><p>Nuclear atypia refers to an abnormal nuclear or chromatin structure.&nbsp; It indicates genetic instability and increased proliferative activity (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L76167.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) and includes features such as:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Abnormal mitoses (eg, more metaphases, bizarre spindles).</li>\n\t<li>Prominent nucleoli (due to high rates of ribosome production) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66848.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li>Nuclear pleomorphism (ie, variation in size and appearance between nuclei).</li>\n\t<li>Chromatin irregularities, such as hyperchromasia (dark staining) due to increased nuclear DNA content or heterochromasia (coarse, blotchy appearance) due to uneven transcriptional activity.</li>\n</ul><br><br><p>Some chromatin patterns are characteristic of specific cell types, regardless of whether they are benign or malignant:&nbsp; Clock-face chromatin (radially clumped) is seen in normal plasma cells but also in multiple myeloma (caused by plasma cell proliferation).&nbsp; Salt-and-pepper chromatin (fine, granular) can be a typical feature of neuroendocrine cells and is retained in neuroendocrine tumors (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L129989.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p>\n<h2>Cellular atypia</h2><br><br><p>Cellular atypia refers to the abnormal appearance of the entire cell (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77581.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; It includes features such as:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cellular pleomorphism (ie, irregular size and appearance between cells).</li>\n\t<li>Loss of polarity (eg, nuclei positioned randomly instead of toward the basement membrane)</li>\n\t<li>Loss of differentiating structures (eg, missing cilia on respiratory epithelium, microvilli on enterocytes).</li>\n</ul><br><br><p><strong>Anaplasia</strong> is the extreme end of cellular and nuclear atypia.&nbsp; It involves total loss of mature cell markers (eg, loss of cytokeratin in anaplastic tumors of squamous origin), numerous abnormal mitoses, and bizarre pleomorphic giant cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84282.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).<p></p>\n<h1>Nuclear/cytoplasmic relationship</h1><h2>High nuclear/cytoplasmic ratio</h2><br><br><p>A high nuclear/cytoplasmic <strong>(N:C)</strong> ratio indicates a cell that is immature and rapidly dividing:&nbsp; Its nucleus is large due to unraveled chromatin, high rates of gene transcription, and increased DNA synthesis.&nbsp; Cytoplasm is scant because rapid division leaves insufficient time for organelles to develop.</p><br><br><p>A high N/C ratio is seen in some normal contexts (eg, erythroblast stage of red blood cell maturation).&nbsp; However, in malignancy, it typically indicates undifferentiated, anaplastic, and primitive neoplasms (eg, acute lymphoblastic leukemia, small cell lung carcinoma, neuroblastoma) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18633.png\" alt=\"Acute lymphoblastic leukemia PrecursorB lymphoblasts\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Acute lymphoblastic leukemia PrecursorB lymphoblasts</div>\n                                </div>\n                                ).&nbsp; Because the nucleus is often hyperchromatic (dark blue) and occupies almost the entire cell volume, high-grade malignancies exhibit a <strong>small round blue cell</strong> appearance on hematoxylin and eosin (H&amp;E) staining.<p></p>\n<h2>Nuclear molding</h2><br><br><p>Nuclear molding refers to indentation of the nuclear membrane caused by crowding in scant cytoplasm.&nbsp; It occurs when cells are jammed together in tight sheets.&nbsp; This feature helps distinguish <strong>small cell lung carcinoma</strong> from other small round blue cell tumors (discussed previously) that also have a high N:C ratio but lack this compression.</p>\n<h2>Nuclear/cytoplasmic dyssynchrony</h2><br><br><p>Multilobed nuclei reflect asynchrony between nuclear division (mitosis) and cell division (cytokinesis).&nbsp; Nuclear division depends on DNA replication, whereas cytoplasmic division depends primarily on protein synthesis.&nbsp; Nutrient deficiencies that selectively affect DNA synthesis (eg, vitamin B<font size=\"2\"><sub>12</sub></font>, folate) cause cells to continue adding cytoplasm without dividing, leading to enlargement (ie, <strong>macrocytosis</strong>).&nbsp; Hematopoietic cells are most severely affected because they have the greatest dependency on DNA synthesis.&nbsp; The nucleus lags and makes repeated, incomplete attempts to divide (ie, <strong>hypersegmentation</strong>).&nbsp; Macrocytotic red cells (ie, mean corpuscular volume ≥100 μm<font size=\"2\"><sup>3</sup></font>) and hypersegmented neutrophils (ie, ≥6 lobes) are hallmarks of megaloblastic anemia due to vitamin B<font size=\"2\"><sub>12</sub></font> or folate deficiency (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18948.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ).<p></p><br><br><p>Of note, granulocytes normally have multilobed nuclei that make them more deformable, allowing them to pass through tissue barriers (eg, 3-5 lobes in neutrophils, 2 lobes in eosinophils).&nbsp; In addition, the <strong>Pelger-Huët anomaly</strong> is a benign congenital condition with bilobed neutrophils (like pince-nez eyeglasses) due to a minor defect in lamin B, a nuclear envelope protein (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22036.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ).<p></p>\n<h2>Eccentric nucleus</h2><br><br><p>An eccentric (displaced) nucleus is seen in cells with a prominent Golgi apparatus due to copious protein secretion.&nbsp; It is classically seen in <strong>plasma cells</strong>, where the enlarged Golgi pushes the nucleus to the periphery, resulting in a fried-egg appearance (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L70179.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ).&nbsp; Eccentric nuclei are also seen in <strong>signet ring cells</strong> (mucinous adenocarcinomas), where intracellular mucin displaces the nucleus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1723.jpg\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ).<p></p>\n<h2>Multinucleation</h2><br><br><p>Multinucleation arises from 2 principal mechanisms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Repeated nuclear division (ie, mitosis) with lagging cytokinesis, a relatively nonspecific finding seen in many aggressive malignancies.</li>\n\t<li>Cell fusion (<strong>syncytium</strong> formation), a characteristic of several viral infections (eg, measles, respiratory syncytial virus infection).&nbsp; Viral syncytia facilitate direct viral spread to neighboring cells without exposure to extracellular antibodies.&nbsp; In blistering cutaneous herpes simplex virus (HSV) and varicella-zoster virus (VZV) lesions (eg, genital herpes, shingles), a Tzanck smear can reveal fused keratinocytes appearing as multinucleated giant cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95189.png\" alt=\"image 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 11</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>In addition, several normal cell types, including skeletal myocytes, osteoclasts, and megakaryocytes, are multinucleated.</p>\n<h1>Specific changes</h1><br><br><p>Beyond general patterns of nuclear and cellular atypia, many conditions are associated with <strong>distinctive morphologic changes</strong> that are diagnostically significant.</p>\n<h2>Lymphocytes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Reactive atypia</strong> (\"atypical lymphocytosis\") refers to large, cytotoxic (CD8<font size=\"2\"><sup>+</sup></font>) T cells seen in response to antigenic stimulation, most notably in infectious mononucleosis <strong>(Epstein-Barr virus)</strong>, cytomegalovirus <strong>(CMV)</strong>, or toxoplasmosis.&nbsp; They represent robust cell-mediated immune activation (eg, IL-2, interferon-gamma).&nbsp; These lymphocytes are polygonal, have abundant cytoplasm that often molds around adjacent red cells, and possess enlarged nuclei (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8245.jpg\" alt=\"image 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 12</div>\n                                </div>\n                                ).&nbsp; Despite these enlarged nuclei, their N:C ratio is relatively normal because they also have ample cytoplasm.</li>\n\t<li><strong>Smudge cells</strong> are ruptured B lymphocytes seen on peripheral blood smear, appearing as exploded cell fragments lacking clear nuclear borders (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25461.jpg\" alt=\"image 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 13</div>\n                                </div>\n                                ).&nbsp; They are most commonly associated with <strong>chronic lymphocytic leukemia</strong>, reflecting extreme fragility (eg, underproduction of cytoskeletal proteins), leading to mechanical deformation during slide preparation.</li>\n\t<li><strong>Reed-Sternberg (RS)</strong> cells are large B lymphocytes within lymphoid organs.&nbsp; They feature abundant cytoplasm and bilobed nuclei with prominent nucleoli, often described as owl's eyes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66072.png\" alt=\"image 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 14</div>\n                                </div>\n                                ).&nbsp; RS cells secrete cytokines (eg, IL-5, IL-13) that recruit inflammatory cells, creating the characteristic mixed inflammatory background of <strong>Hodgkin lymphoma</strong>.</li>\n\t<li><strong>Hairy cells</strong> are malignant B lymphocytes with fine, hair-like cytoplasmic projections; they are seen in hairy cell leukemia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20876.png\" alt=\"image 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 15</div>\n                                </div>\n                                ).&nbsp; They stain with tartrate-resistant acid phosphatase (TRAP) and characteristically infiltrate the red pulp of the spleen (eg, massive splenomegaly) and bone marrow (eg, \"dry tap\" due to myelofibrosis).</li>\n\t<li><strong>Sézary cells</strong> are malignant T lymphocytes with cerebriform (convoluted, brain-like) nuclei found in cutaneous T-cell lymphoma (mycosis fungoides) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L125252.jpg\" alt=\"image 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 16</div>\n                                </div>\n                                ).&nbsp; They are associated with Sézary syndrome, which is characterized by a circulating leukemic phase, lymphadenopathy, diffuse erythroderma, and pruritus.</li>\n</ul>\n<h2>Macrophages</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Epithelioid histiocytes</strong> are activated macrophages that take on an epithelial appearance (eg, flat instead of round, fewer phagocytic clefts) in keeping with a shift toward a containment phenotype for walling off pathogens or foreign bodies (eg, earliest stage of granuloma formation).</li>\n\t<li><strong>Multinucleated giant cells</strong> result from the fusion of multiple macrophages and epithelioid histiocytes in response to persistent activation, such as indigestible foreign bodies, intracellular pathogens that resist degradation (mycobacteria, fungi), or idiopathic granulomas (eg, sarcoidosis).</li>\n\t<li><strong>Foam cells</strong> are lipid-laden macrophages classically associated with cutaneous xanthomas and atherosclerotic plaques, where they take up excess cholesterol and lipoproteins.&nbsp; A relatively nonspecific finding, they are also seen wherever macrophages scavenge lipid-rich debris, as in multiple sclerosis (eg, myelin), Whipple disease (eg, <em>Tropheryma whipplei</em> cell wall), or Niemann-Pick disease (eg, undegraded sphingolipids) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8150.jpg\" alt=\"image 17\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 17</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Epithelial cells</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Koilocytes</strong> are dysplastic cervical squamous epithelial cells infected by <strong>human papillomavirus</strong>, seen on Pap smears.&nbsp; They show a characteristic perinuclear halo (due to Golgi expansion) with a wrinkled (raisinoid) hyperchromatic nucleus.</li>\n\t<li><strong>Clear cells</strong> are malignant cells with copious glycogen and lipid (eg, clear cell renal carcinoma) or mucin (eg, mucinous adenocarcinomas) that are dissolved during routine histologic processing, leaving behind large empty spaces (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74144.png\" alt=\"image 18\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 18</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Psammoma bodies</strong> are concentrically laminated (onion-skin) nodules of dystrophic calcification seen in epithelial tumors with central infarction and necrosis (eg, papillary thyroid carcinoma, meningioma, serous ovarian carcinoma) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68548.png\" alt=\"image 19\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 19</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Intracellular inclusions</h1><br><br><p>Intracellular inclusions are abnormal collections of proteins or other macromolecules.&nbsp; They are diagnostically important (and sometimes pathognomonic) findings that can sometimes inform immediate management (eg, Auer rods).</p>\n<h2>Aggregated host proteins</h2><br><br><p>Damaged, misfolded, or precipitated endogenous proteins can form insoluble inclusions.&nbsp; They are typically <strong>cytoplasmic</strong> because the cytoplasm is the primary site of protein synthesis and degradation.&nbsp; Classic examples are listed in the table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/130372.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hematologic:&nbsp; <strong>Auer rods</strong> are linear precipitations of myeloperoxidase in myeloblasts; they are seen in acute myeloid leukemia, particularly the acute promyelocytic leukemia (APML) subtype (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L53535.jpg\" alt=\"image 20\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 20</div>\n                                </div>\n                                ).&nbsp; <strong>Russell</strong> bodies are precipitated immunoglobulin in plasma cells and are seen in multiple myeloma (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15603.png\" alt=\"Plasma cell neoplasm Multiple myeloma case  3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Plasma cell neoplasm Multiple myeloma case  3</div>\n                                </div>\n                                ).</li>\n\t<li>Neurodegenerative:&nbsp; <strong>Lewy</strong> bodies are aggregates of misfolded alpha-synuclein in neurons, which are seen in Parkinson disease and Lewy body dementia \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71868.png\" alt=\"(image 22\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">(image 22</div>\n                                </div>\n                                ).&nbsp; <strong>Neurofibrillary tangles</strong> are accumulations of hyperphosphorylated tau seen in Alzheimer dementia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L55900.jpg\" alt=\"image 23\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 23</div>\n                                </div>\n                                ).</li>\n\t<li>Hepatic:&nbsp; <strong>Alpha-1 antitrypsin</strong> (A1AT) globules are accumulations of misfolded, unsecreted A1AT protein that are positive on periodic acid–Schiff stain and diastase resistant (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95361.jpg\" alt=\"image 24\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 24</div>\n                                </div>\n                                ).&nbsp; <strong>Mallory</strong> bodies are clumps of degenerated cytoskeletal proteins in hepatocytes and are seen in inflammatory liver disease (eg, alcoholic hepatitis) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1230.jpg\" alt=\"image 25\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 25</div>\n                                </div>\n                                ).&nbsp; <strong>Councilman</strong> bodies are inclusions of apoptotic debris seen in acute viral hepatitis (eg, yellow fever).</li>\n</ul><br><br><p>Auer rods are the most important finding at the point of care.&nbsp; The presence of numerous Auer rods strongly raises suspicion for APML, a medical emergency with a high risk of disseminated intravascular coagulation (DIC).&nbsp; Treatment with all-<em>trans</em> retinoic acid should be initiated immediately, and coagulation studies are closely monitored, often with preemptive cryoprecipitate transfusion (to supplement fibrinogen) to reduce the risk of DIC.</p>\n<h2>Viral replication inclusions</h2><br><br><p>Viral proteins and nucleic acids can form <strong>intranuclear</strong> or <strong>cytoplasmic</strong> inclusions, depending on the site of viral replication.&nbsp; Intranuclear inclusions are generally associated with DNA viruses (which require host polymerase), whereas cytoplasmic inclusions are often associated with RNA viruses (which carry or encode their own RNA-dependent RNA polymerases).&nbsp; The major examples are listed in the table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/130383.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Rabies virus:&nbsp; <strong>Negri</strong> bodies are ovoid cytoplasmic inclusions found in neurons (especially hippocampal pyramidal cells) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L72127.png\" alt=\"image 26\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 26</div>\n                                </div>\n                                )</li>\n\t<li>CMV:&nbsp; <strong>Owl's eyes</strong> are large intranuclear inclusions surrounded by a clear halo (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L3652.jpg\" alt=\"image 27\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 27</div>\n                                </div>\n                                ).&nbsp; The term is also used in nonviral contexts to describe nuclei with prominent nucleoli (eg, Reed-Sternberg cells).</li>\n\t<li>HSV and VZV: <strong>Cowdry type A</strong> bodies are intranuclear inclusions with marginated chromatin.</li>\n\t<li>Molluscum contagiosum virus (a poxvirus):&nbsp; <strong>Molluscum</strong> (aka, Henderson-Paterson) bodies are large, pink, cytoplasmic inclusions seen in keratinocytes; they are composed of densely amassed virions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27853.jpg\" alt=\"image 28\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 28</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Erythrocyte inclusions</h2><br><br><p>Red blood cells are anucleate and lack any organelles, so any inclusions reflect <strong>retained or precipitated material</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104118.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Asplenia or hyposplenism (eg, sickle cell disease):&nbsp; <strong>Howell-Jolly</strong> bodies are nuclear remnants normally removed by splenic macrophages (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22440.jpg\" alt=\"image 29\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 29</div>\n                                </div>\n                                ).</li>\n\t<li>Glucose-6-phosphate dehydrogenase deficiency:&nbsp; <strong>Heinz</strong> bodies are precipitations of denatured hemoglobin due to oxidative stress (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81284.jpg\" alt=\"image 30\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 30</div>\n                                </div>\n                                ).</li>\n\t<li>Sideroblastic anemia:&nbsp; <strong>Pappenheimer</strong> bodies are ferritin (iron) granules that fail to incorporate due to defective heme synthesis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18213.png\" alt=\"image 31\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 31</div>\n                                </div>\n                                ).</li>\n\t<li>Lead poisoning and thalassemias:&nbsp; <strong>Basophilic stippling</strong> represents precipitated ribosomes from impaired globin RNA degradation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25869.jpg\" alt=\"image 32\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 32</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Summary</h1><br><br><p>Pathologic changes in cell structure provide diagnostic clues in human disease.&nbsp; A high nuclear/cytoplasmic ratio and nuclear atypia are classic features of malignancy.&nbsp; Basophilic cytoplasm indicates increased ribosomal activity and protein synthesis, as seen in erythroblasts (hemoglobin synthesis) and plasma cells (immunoglobulin synthesis).&nbsp; Intracellular inclusions such as Auer rods (acute promyelocytic leukemia), Heinz bodies (glucose-6-phosphate dehydrogenase deficiency), and Lewy bodies (Parkinson disease) have key specific disease associations.</p>\n</div>\n\n            "
}