{
  "meta": {
    "title": "Cell biology: Disposal and recycling pathway",
    "url": "https://brainandscalpel.vercel.app/cell-biology-disposal-and-recycling-pathway-f9d72aaf-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:44.783Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The disposal and recycling pathway of the cell consists of 4 organelles:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The <strong>proteasome</strong> degrades cytosolic proteins that have been marked by ubiquitination.</li>\n\t<li><strong>Lysosomes</strong> degrade proteins, lipids, carbohydrates, and organelles.</li>\n\t<li><strong>Endosomes</strong> send internalized material back to the plasma membrane (for recycling), to lysosomes (for degradation), or to the Golgi apparatus and endoplasmic reticulum (ER) (for rerouting).</li>\n\t<li><strong>Peroxisomes</strong> detoxify reactive oxygen species and metabolize very-long-chain fatty acids (VLCFAs) (which require many redox reactions).</li>\n</ul><br><br><p>A related article covers the secretory pathway organelles (ie, ER, Golgi apparatus) of the cell.&nbsp; These 2 pathways work together:&nbsp; The secretory pathway delivers functional proteins, whereas the disposal pathway enforces quality control by clearing misfolded proteins, damaged organelles, and toxic metabolites.</p>\n<h1>Proteasome</h1><h2>Function</h2><br><br><p>The proteasome is a large, barrel-shaped, ATP-dependent <strong>protease complex</strong> located primarily in the cytosol.&nbsp; The proteases degrade intracellular proteins that are damaged, misfolded, or obsolete; these proteins are tagged with <strong>polyubiquitin</strong> chains by a class of enzymes known as ubiquitin ligases.&nbsp; The ubiquitinated protein is then unfolded and fed into the proteasome core for proteolytic degradation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10238.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>The resulting products serve multiple purposes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Single amino acids can be recycled for new protein synthesis.</li>\n\t<li>Peptide fragments can be presented on major histocompatibility complex I in antigen-presenting cells (eg, intracellular infections, tumor neoantigens).</li>\n</ul><br><br><p>A well-functioning ubiquitin-proteasome system (UPS) is needed for a vast array of vital processes such as cell cycle regulation (eg, cyclin degradation), stress responses (eg, clearing proteins damaged by oxidation), and overall protein quality control.</p>\n<h2>Dysfunction</h2><br><br><p>The UPS is activated in <strong>catabolic states</strong> (eg, critical illness, burns), breaking down skeletal muscle protein.&nbsp; This is initially an adaptive response that liberates amino acids for energy production (eg, providing alanine and glutamine for hepatic gluconeogenesis) to be repurposed for acute phase reactants (eg, C-reactive protein).&nbsp; However, prolonged activation can lead to muscle wasting and <strong>cachexia</strong> (eg, late starvation, tuberculosis, malignancy).</p><br><br><p>When the UPS is overloaded <strong>(proteostatic stress)</strong>, defective or misfolded/unfolded proteins aggregate in the cell and may ultimately trigger apoptosis.&nbsp; The UPS is overwhelmed in many chronic inflammatory and neurodegenerative disorders such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Parkinson disease (failed clearance of misfolded alpha-synuclein).</li>\n\t<li>Alzheimer dementia (defective clearance of hyperphosphorylated tau and beta-amyloid).</li>\n</ul><br><br><p><strong>Proteasome inhibitors</strong> (eg, bortezomib, carfilzomib) are a first-line treatment for multiple myeloma, triggering toxic accumulation of immunoglobulin in the malignant plasma cells, inducing proteostatic stress and apoptosis.</p>\n<h1>Lysosome</h1><h2>Function</h2><br><br><p>The lysosome is a membrane-bound organelle rich in <strong>acid hydrolases</strong> (eg, proteases, nucleases, lipases, glycosidases) that are active at low pH.&nbsp; The lysosome is involved in several degradation pathways:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Endocytosis</strong> involves invaginations of the plasma membrane that internalize extracellular materials such as receptor-ligand complexes or viruses.&nbsp; These vacuoles then fuse with lysosomes, where the contents are degraded (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37311.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Autophagy</strong> (\"self-eating\") involves cytoplasmic vacuoles that enclose damaged organelles and long-lived proteins.&nbsp; These autophagosomes then fuse with lysosomes for degradation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104291.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Autophagy can be ubiquitin dependent (analogous to the proteasome) or ubiquitin independent (regulated by mammalian target of rapamycin [mTOR]).&nbsp; <strong>Mitophagy</strong> is a type of autophagy that removes senile mitochondria (eg, such as those producing excessive free radicals).</li>\n\t<li><strong>Phagocytosis</strong> involves specialized cells (eg, macrophages) that engulf large particles, including microbes, into phagosomes that subsequently fuse with lysosomes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120244.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Dysfunction</h2><br><br><p>Lysosomal storage diseases (LSDs) involve defective lysosomal hydrolases, leading to the intracellular accumulation of glycolipids, glycosaminoglycans, or glycoproteins.&nbsp; Briefly, LSDs include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>5 major <strong>sphingolipidoses</strong>, resulting from <strong>intracellular</strong> accumulation of cell membrane sphingolipids (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/67564.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Gaucher</strong> disease, the most common LSD, involves defective beta-glucocerebrosidase, a lysosomal enzyme in <strong>macrophages</strong>, resulting in the accumulation of glucocerebroside as the macrophages perform their normal function of engulfing cellular debris.&nbsp; This disease presents with hepatosplenomegaly, pancytopenia, osteonecrosis, and Gaucher cells (lipid-laden macrophages resembling crumpled tissue paper) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L72756.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t\t<li><strong>Tay-Sachs</strong> disease involves defective hexosaminidase A, resulting in the accumulation of G<font size=\"2\"><sub>M2</sub></font> ganglioside, a sphingolipid specific to <strong>neuronal membranes</strong>.&nbsp; It presents with neurologic decline in the first few months of life and a cherry-red macular spot, representing the normal unaffected fovea (which lacks ganglion cells) against the pale backdrop of the remaining destroyed retina.</li>\n\t\t<li><strong>Niemann-Pick</strong> disease involves defective sphingomyelinase, resulting in the accumulation of sphingomyelin in neural tissue and <strong>reticuloendothelial</strong> organs (eg, liver, spleen).&nbsp; Like Tay-Sachs disease, Niemann-Pick disease presents with neurologic degeneration in infancy and a cherry-red macula; however, it also causes hepatosplenomegaly.</li>\n\t\t<li><strong>Krabbe</strong> disease involves defective galactocerebrosidase, resulting in the accumulation of galactosylsphingosine specific to <strong>myelinated</strong> axons.&nbsp; It presents with optic nerve atrophy (eg, central pallor), flaccid peripheral neuropathy, and neurologic decline in infancy.</li>\n\t\t<li><strong>Fabry</strong> disease, the only X-linked recessive LSD, involves defective galactosidase, resulting in the accumulation of ceramide trihexoside in <strong>small blood vessels</strong> (eg, cutaneous capillaries, cerebral microcirculation, glomeruli).&nbsp; It presents with angiokeratomas, telangiectasias, early-onset cardiovascular events (eg, stroke), and nephropathy.</li>\n\t</ul>\n\t</li>\n\t<li>The 2 major <strong>mucopolysaccharidoses (MPSs)</strong>, resulting from <strong>extracellular</strong> accumulation of proteoglycans, namely dermatan and heparan sulfate (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70819.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Hurler</strong> syndrome (severe formo f MPS I) involves defective alpha-L-iduronidase.&nbsp; It presents with coarse \"gargoyle\" facies, corneal clouding, developmental delay, hepatosplenomegaly, and coronary artery obstruction (due to extensive interstitial proteoglycan deposition) leading to ischemia, and death in childhood.</li>\n\t\t<li><strong>Hunter</strong> syndrome (MPS II) involves defective iduronate-2-sulfatase.&nbsp; It presents as a milder form of Hurler syndrome but is still lethal by early adulthood.</li>\n\t</ul>\n\t</li>\n\t<li><strong>I-cell disease</strong>, a mucolipidosis involving global lysosomal dysfunction due to the failed import of <strong>all lysosomal enzymes</strong> caused by an upstream defect in ER and Golgi apparatus trafficking (loss of mannose-6-phosphate tagging).&nbsp; Because all lysosomal hydrolases are affected, I-cell disease presents with combined features of the listed disorders (eg, neurodegeneration, hepatosplenomegaly, coarse features).</li>\n</ul>\n<h1>Endosome</h1><h2>Function</h2><br><br><p>Endosomes carry contents between the cell membrane, Golgi apparatus/ER, or lysosomes, depending on whether their internalized cargo is to be recycled to the surface, rerouted, or degraded.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Receptor recycling</strong> returns internalized surface receptors back to the plasma membrane to reduce the need for de novo receptor synthesis.&nbsp; It is particularly important for high-turnover systems such as lipoprotein (eg, <strong>LDL receptor</strong>) and iron (eg, transferrin receptor) uptake.</li>\n\t<li><strong>Lysosome fusion</strong> directs ligand-receptor complexes and pathogens to lysosomes for degradation.&nbsp; <strong>Proprotein convertase subtilisin/kexin type 9</strong> inhibitors (eg, alirocumab, evolocumab) are antihyperlipidemic monoclonal antibodies that block LDL receptor endosomes from fusing with lysosomes.&nbsp; By blocking receptor degradation, they promote recycling to the cell surface, thereby increasing LDL clearance.</li>\n\t<li><strong>Golgi apparatus/ER rerouting</strong> sends selected internalized proteins back to the <em>trans</em>-Golgi apparatus and ER via retrograde transport to be resecreted by exocytosis.&nbsp; This pathway is often hijacked by <strong>bacterial protein toxins</strong> (eg, <em>Shiga</em> toxin, <em>Cholera</em> toxin) to evade lysosomal degradation, allowing them to exit the ER via a backdoor and disrupt their targets in the cytoplasm.</li>\n</ul><br><br><p>In addition to fusing directly, endosomes are also <strong>precursors to lysosomes</strong>, undergoing a process of maturation in which they gradually acidify and acquire lysosomal hydrolase enzymes.&nbsp; However, in certain cells, the maturing endolysosome is diverted to produce lysosome-related organelles (LROs), which are specialized secretory compartments that store bioactive mediators.&nbsp; LROs include dense granules in platelets (store ADP, serotonin), melanosomes in melanocytes (store melanin pigment), and azurophilic granules in neutrophils (store myeloperoxidase, lysozyme, defensins, and elastase), and lytic granules in cytotoxic T cells (store perforin and granzyme).</p>\n<h2>Dysfunction</h2><br><br><p>Defects in LROs result in 2 autosomal recessive disorders with overlapping features:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chédiak-Higashi syndrome</strong> involves oculocutaneous albinism (due to defective melanin storage), recurrent pyogenic infections (due to impaired phagolysosome formation), bleeding diathesis (due to absent platelet granules), and progressive neurologic decline (due to the accumulation of old endosomes in neurons).&nbsp; Giant granules can be observed in circulating neutrophils (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L53760.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Hermansky-Pudlak syndrome</strong> is similar to Chédiak-Higashi syndrome but does not feature immunodeficiency or neurologic decline.&nbsp; It presents with oculocutaneous albinism, platelet bleeding diathesis, and early-onset pulmonary fibrosis (due to the accumulation of undigested wax ceramides).</li>\n</ul><br><br><p>These disorders involve systemic manifestations in multiple organs, distinguishing them from simple oculocutaneous albinism, which results from mutations in melanin synthesis genes (eg, tyrosinase) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69718.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                )<p></p>\n<h1>Peroxisome</h1><h2>Function</h2><br><br><p>The peroxisome houses oxidative enzymes necessary for lipid metabolism and detoxification (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L123147.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Its functions include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Beta-oxidation</strong> of VLCFAs (ie, ≥22 carbons) to shorten them prior to further oxidation in mitochondria.</li>\n\t<li><strong>Alpha-oxidation</strong> of branched-chain fatty acids (eg, phytanic acid).</li>\n\t<li>Synthesis of <strong>bile acids</strong> (requires beta-oxidation of cholesterol).</li>\n\t<li>Reduction of <strong>hydrogen peroxide</strong> (a by-product of fatty acid oxidation) via catalase.</li>\n\t<li>Synthesis of plasmalogens (eg, plasmenylethanolamine), which are critical for <strong>myelin</strong>.</li>\n</ul>\n<h2>Dysfunction</h2><br><br><p>Peroxisome defects include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>X-linked <strong>adrenoleukodystrophy</strong>, in which defective transport of VLCFAs leads to progressive demyelination and adrenal failure (due to accumulation of VLCFAs in the adrenal cortex).</li>\n\t<li><strong>Zellweger syndrome</strong>, in which failed peroxisome biogenesis leads to neurodegeneration and cholestatic liver failure (due to impaired production of bile acids).</li>\n\t<li><strong>Refsum disease</strong>, in which the accumulation of phytanic acid (due to impaired alpha-oxidation) leads to retinal degeneration and cerebellar ataxia.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Organelles of the disposal pathway include the proteasome, lysosomes, endosomes, and peroxisomes.&nbsp; They maintain cellular health by eliminating damaged proteins, organelles, and toxic metabolites.&nbsp; The proteasome degrades ubiquitinated cytosolic proteins, allowing their amino acids to be used for other purposes (eg, new protein synthesis).&nbsp; Proteasome dysfunction is implicated in many degenerative diseases in which misfolded proteins accumulate (eg, Parkinson disease, Alzheimer dementia).&nbsp; Lysosomes digest macromolecules and entire organelles via endocytosis, autophagy, or phagocytosis.&nbsp; Lysosomal storage diseases (eg, Gaucher, Tay-Sachs, Fabry) lead to the accumulation of glycolipids, glycosaminoglycans, or glycoproteins.&nbsp; Endosomes traffic internalized materials to lysosomes, the cell membrane, or the Golgi apparatus and give rise to lysosome-related organelles.&nbsp; Endolysosomal defects result in Chédiak-Higashi and Hermansky-Pudlak syndromes.&nbsp; Peroxisomes oxidize very-long-chain and branched-chain fatty acids and detoxify reactive oxygen species.&nbsp; Peroxisome disorders include X-linked adrenoleukodystrophy and Zellweger syndrome.</p>\n</div>\n\n            "
}