{
  "meta": {
    "title": "Cell biology: Cell adaptation",
    "url": "https://brainandscalpel.vercel.app/cell-biology-cell-adaptation-11a82495-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:31.411Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cells face constant stress (eg, mechanical, chemical, genetic, infectious, metabolic) and have 4 principle adaptations that alter their size, number, or phenotype:</p><br><br><ul>\n\t<li>Atrophy is a decrease in cell (and thus organ) size.</li>\n\t<li>Hypertrophy is an increase in cell (and thus organ) size.</li>\n\t<li>Hyperplasia is an increase in cell number (and thus organ size).</li>\n\t<li>Metaplasia is a replacement of one mature cell type by another.</li>\n</ul><br><br><p>Some adaptations overlap (eg, myometrial hypertrophy and hyperplasia in the gravid uterus, mucosal atrophy interspersed with intestinal metaplasia with <em>Helicobacter pylori</em>–induced gastritis).&nbsp; They are mostly reversible once the underlying stress is removed.&nbsp; Cells that are persistently or irreversibly injured may die by apoptosis (regulated cell death) or necrosis.&nbsp; Diseased cells that fail to adapt can compromise organ function or acquire genetic alterations that drive dysplasia (premalignant transformation).</p>\n<h1>Atrophy</h1><br><br><p>Atrophy involves a <strong>decrease in cell size</strong> without a reduction in cell number, leading to diminished organ and tissue mass.&nbsp; The shrunken cells have lower metabolic demand, allowing them to survive under conditions of scarcity or stress.</p>\n<h2>Mechanisms</h2><br><br><p>Atrophy can occur due to loss of mechanical loading (<strong>disuse</strong> atrophy), oxygen and nutrient delivery (<strong>ischemic</strong> atrophy), neuromuscular input (<strong>denervation</strong> atrophy), or paracrine support (<strong>hormonal</strong> atrophy).&nbsp; In all cases, the common pathway involves:</p><br><br><ul>\n\t<li>Increased protein degradation via activation of the <strong>ubiquitin-proteasome</strong> system (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10238.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) and increased organelle destruction via the <strong>autophagy-lysosome</strong> system (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104291.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li>Reduced protein synthesis via downregulation of the <strong>phosphoinositide 3-kinase/protein kinase B/mammalian target of rapamycin (PI3K/AKT/mTOR)</strong> axis, leading to decreased ribosomal biogenesis and translational activity (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11373.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; The mTOR pathway is suppressed by a lack of trophic factors (eg, nutrients, hormones, innervation).</li>\n</ul>\n<h2>Histopathology</h2><br><br><p>Atrophic cells exhibit reduced cytoplasmic volume due to loss of organelles and structural proteins.&nbsp; Nuclei are generally shrunken and contain condensed (hyperchromatic) chromatin, reflecting low transcriptional activity.&nbsp; As a final product of autophagic digestion, <strong>lipofuscin</strong> pigment accumulates (particularly in hepatocytes and cardiac myocytes), giving cells a brownish discoloration (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7548.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Autophagic vacuoles can be seen on electron microscopy, reflecting lysosomal activity.<p></p>\n<h2>Physiologic</h2><br><br><p>Although atrophy is often regarded as part of normal aging (eg, cerebral volume loss, sarcopenia), it is never considered a physiologic process.</p>\n<h2>Pathologic</h2><br><br><p>There are 4 main forms of atrophy, all involving a shift away from protein synthesis (eg, decreased mTOR signaling) and toward protein degradation (eg, proteasome activation):</p><br><br><ul>\n\t<li><strong>Disuse atrophy</strong> (\"use it or lose it\") primarily affects skeletal muscle and is often seen with prolonged limb immobility, bed rest, and mechanical ventilation.</li>\n\t<li><strong>Denervation atrophy</strong> is typically caused by lower motor neuron lesions, such as median nerve entrapment (eg, thenar wasting) and diabetic polyneuropathy (eg, foot atrophy, arch collapse).</li>\n\t<li><strong>Ischemic atrophy</strong> affects tissues experiencing chronic hypoperfusion, such as renal atrophy from renal artery stenosis or testicular atrophy from long-standing varicocele.</li>\n\t<li><strong>Hormonal atrophy</strong> occurs due to withdrawal of endocrine support, such as postmenopausal estrogen decline (eg, endometrial, breast, and vaginal atrophy) or chronic corticosteroid use (eg, adrenal atrophy due to ACTH suppression).</li>\n</ul><br><br><p><strong>Cerebral atrophy</strong> (eg, aging) is thought to reflect a combination of disuse (eg, synaptic pruning) and ischemia (eg, microvascular disease).&nbsp; In contrast, the major gray matter loss seen with neurodegenerative dementias (eg, Alzheimer) primarily reflects apoptosis and gliosis (scarring) rather than atrophy.</p><br><br><p><strong>Cachectic atrophy</strong> is seen in the setting of severe malnutrition, chronic illnesses with associated systemic inflammation (eg, tuberculosis, malignancy), advanced heart failure (cardiac cachexia), or end-stage lung disease (pulmonary cachexia).&nbsp; Inflammatory mediators (eg, tumor necrosis factor–alpha) and catecholamines promote ubiquitination and breakdown of myofibrillar proteins to liberate energy for vital organs.</p>\n<h1>Hypertrophy</h1><br><br><p>Hypertrophy involves an <strong>increase in cell size</strong> without an accompanying increase in cell number.&nbsp; It is the primary adaptive response in postmitotic (terminally differentiated) cells that have minimal proliferative capacity, such as:</p><br><br><ul>\n\t<li>Skeletal muscle cells.</li>\n\t<li>Cardiac myocytes.</li>\n\t<li>Adult adipocytes.</li>\n</ul><br><br><p>(Neurons are also postmitotic, but they do not exhibit hypertrophy.)</p><br><br><p>The enlarged cells increase their protein and organelle synthesis to adapt to increased mechanical workload (eg, cardiac myocytes with aortic stenosis) or storage capacity (eg, adipocytes with calorie excess).</p><br><br><p>The list is not absolute.&nbsp; For example, ventricular myocytes retain a very limited ability to divide shortly following myocardial infarction.&nbsp; Some adipocytes can undergo hyperplasia once hypertrophy reaches its upper limit (eg, extreme obesity).</p>\n<h2>Mechanism</h2><br><br><p>Hypertrophy can be physiologic (eg, skeletal muscle with exercise) or pathologic (eg, cardiac muscle with hypertension).&nbsp; The common molecular pathways are the inverse of atrophy, namely:</p><br><br><ul>\n\t<li>Increased protein synthesis via upregulation of the PI3K/AKT/mTOR axis.</li>\n\t<li>Decreased protein degradation via ubiquitin-proteasome and autophagy-lysosome pathways (although the relationship is context-dependent).</li>\n</ul><br><br><p>In skeletal and cardiac muscle, the mTOR pathway is activated by abnormal mechanical loads and wall stress (eg, stretch-activated ion channels, integrins).&nbsp; In adipose tissue, it is activated by nutrient surplus (eg, insulin and insulin-like growth factor signaling).</p>\n<h2>Histopathology</h2><br><br><p>Hypertrophic cells generally appear enlarged, with abundant cytoplasm and organelles:</p><br><br><ul>\n\t<li>Hypertrophied cardiac myocytes have a large amount of cytoplasm packed with sarcomeric proteins.&nbsp; Their nuclei are elongated and often described as rectangular <strong>boxcars</strong>, loosely resembling containers on a train (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69135.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; They often undergo DNA replication without cell division, resulting in polyploid nuclei (ie, 4n = 92 chromosomes) to support greater transcriptional output.&nbsp; Some cells become binucleated as they are pushed to the adaptive limit.</li>\n\t<li>Hypertrophied skeletal myocytes display increased thickness, with additional sarcomeres crowding their many nuclei further to the periphery.&nbsp; They also display greater mitochondrial density to meet higher energy demands.</li>\n\t<li>Hypertrophied adipocytes exhibit very large (typically single) cytoplasmic lipid vacuoles that compress the nucleus against the cell membrane.</li>\n</ul>\n<h2>Physiologic</h2><br><br><p>In physiologic hypertrophy, capillary density remains proportional to the increased tissue mass (ie, angiogenesis keeps up), fibrosis is absent, and organ function is preserved:</p><br><br><ul>\n\t<li>Skeletal muscle:&nbsp; Physiologic hypertrophy is the normal adaptation to resistance training (eg, weight lifting).</li>\n\t<li>Left ventricle:&nbsp; Physiologic hypertrophy is also known as athlete's heart, an adaptive response to exercise (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64292.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Resistance exercise (eg, weight lifting) promotes concentric hypertrophy to adapt to higher afterload.&nbsp; Endurance exercise (eg, long-distance running) promotes eccentric hypertrophy to adapt to higher preload.&nbsp; With eccentric hypertrophy, ventricular thickness (T) increases proportionally to chamber radius (R), such that the wall stress remains constant (based on the law of Laplace: stress ∝ R/T).&nbsp; This is in contrast to the eccentric remodeling seen with pathologic dilation, discussed later.</li>\n\t<li>Adipose tissue:&nbsp; Physiologic hypertrophy is seen in individuals with overweight or temporary weight gain (eg, \"winter weight\").&nbsp; It typically expands the subcutaneous adipose tissue, which remains metabolically healthy (eg, well perfused, insulin sensitive).</li>\n</ul>\n<h2>Pathologic</h2><br><br><p>In pathologic hypertrophy, capillary growth is insufficient, parenchymal <strong>fibrosis</strong> develops, and organ function is compromised:</p><br><br><ul>\n\t<li>Left ventricle:&nbsp; Pathologic left ventricular hypertrophy (LVH) is seen in heart failure (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13550.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):<br><br>\t<ul>\n\t\t<li>Concentric LVH adds sarcomeres in parallel, increasing ventricular thickness in response to chronic pressure overload (eg, aortic stenosis).&nbsp; It typically produces <strong>heart failure with preserved ejection fraction</strong>.&nbsp; Cardiomyocytes outgrow their capillary supply, leading to subendocardial ischemia and diastolic dysfunction, which is further exacerbated by interstitial fibrosis.</li>\n\t\t<li>Eccentric LVH adds sarcomeres in series, increasing ventricular cavity size in response to chronic volume overload (eg, mitral regurgitation) or hyperdynamic circulation (eg, thyrotoxicosis).&nbsp; It typically produces <strong>heart failure with reduced ejection fraction</strong>.&nbsp; Ventricular dilation (ie, ↑↑ R)&nbsp; is disproportionate to thickness (ie, ↑ T), leading to an increase in wall stress, which promotes further spherical remodeling.</li>\n\t</ul>\n\t</li>\n\t<li>Adipose tissue:&nbsp; Pathologic adiposity is seen in patients with obesity, particularly with a central distribution that involves visceral (eg, omental) fat.&nbsp; Capillary shortage and intercellular fibrosis in white adipose tissue contribute to local hypoxia, inflammation, and metabolic dysfunction (eg, insulin resistance).</li>\n</ul>\n<h1>Hyperplasia</h1><br><br><p>Hyperplasia refers to an <strong>increased number of cells</strong> within a tissue or organ due to regulated proliferation.&nbsp; Unlike hypertrophy, hyperplasia requires mitotically active differentiated cell populations capable of reentering the cell cycle.&nbsp; Most cells are capable of hyperplasia, especially epithelium, endothelium, hepatocytes, and mature lymphocytes.</p>\n<h2>Mechanism</h2><br><br><p>Hyperplasia is mediated by the <strong>proliferation</strong> of mature cells, as well as by the expansion of stem cells in some instances.&nbsp; It can be triggered by chronic irritation or inflammation (eg, bronchial epithelial and goblet cell hyperplasia due to cigarette smoke), tissue injury (eg, reactive hyperplasia of type II pneumocytes following pneumonia), or hormone or growth factor stimulation (eg, progesterone-induced endometrial proliferation).&nbsp; The common molecular pathway involves:</p><br><br><ul>\n\t<li>Cell cycle progression (particularly <strong>G1/S</strong> transition) via upregulation of cyclins, cyclin-dependent kinases, and S-phase genes (eg, thymidylate synthase, DNA polymerase).&nbsp; Many growth factors (eg, epidermal growth factor [EGF], vascular endothelial growth factor, platelet-derived growth factor, fibroblast growth factor) bind their respective <strong>receptor tyrosine kinases</strong>, triggering the <strong>rat sarcoma–mitogen-activated protein kinase (Ras-MAPK)</strong> cascade, which upregulates these key cell cycle genes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28514.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).</li>\n\t<li>Increased protein synthesis via parallel activation of the PI3K/AKT/mTOR pathway, which enables biomass accumulation necessary prior to mitosis.</li>\n</ul>\n<h2>Histopathology</h2><br><br><p>In general, hyperplastic tissues exhibit increased cellularity (ie, more nuclei per high-power field).&nbsp; Resultant structures (eg, glands, lobules, ducts) are more numerous, but tissue <strong>architecture is preserved</strong>.&nbsp; Mitotic figures are more frequent, particularly in regenerative hyperplasias, but there is no nuclear atypia (ie, no abnormal spindle formations or pleomorphic nuclei).&nbsp; Cells are well differentiated and maintain proper polarity.</p>\n<h2>Physiologic</h2><br><br><p>Physiologic hyperplasia involves limited cell proliferation that does not lead to malignant transformation.&nbsp; Tissue <strong>architecture is normal</strong>.&nbsp; Examples include:</p><br><br><ul>\n\t<li>Estrogen-mediated endometrial proliferation during the follicular phase of the menstrual cycle.</li>\n\t<li>Lactotroph (anterior pituitary) hyperplasia.</li>\n\t<li>Compensatory hyperplasia of the liver after partial hepatectomy and of the kidney after nephrectomy.</li>\n\t<li>Reactive lymphadenopathy (ie, germinal center expansion, reflecting clonal T- and B-cell hyperplasia) following viral infection.</li>\n\t<li>Type II pneumocyte hyperplasia following resolution of acute alveolar injury (eg, aspiration, acute respiratory distress syndrome).</li>\n\t<li>Erythroid hyperplasia of the bone marrow in response to chronic hypoxemia (ie, secondary polycythemia) or chronic hemolysis (eg, hereditary spherocytosis).</li>\n\t<li>Dihydrotestosterone-driven proliferation of prostatic glands and stroma in benign prostatic hyperplasia.</li>\n</ul>\n<h2>Pathologic</h2><br><br><p>Pathologic hyperplasia involves continued cell proliferation, often due to chronic irritation or excessive hormone stimulation.&nbsp; Most conditions are benign and polyclonal, but malignant transformation may occur in some settings.&nbsp; Unlike physiologic hyperplasia, tissue <strong>architecture is distorted</strong>.&nbsp; Examples include:</p><br><br><ul>\n\t<li>Postmenopausal endometrial hyperplasia due to unopposed estrogen stimulation (eg, obesity, tamoxifen therapy).&nbsp; It is characterized by an increased gland/stroma ratio and crowded, cystically dilated glands, which may progress to atypia and carcinoma.</li>\n\t<li>Hyperplastic colorectal polyps, where certain variants (eg, serrated or serrated lesions) harbor genetic changes (eg, microsatellite instability) that increase the risk for progression to adenocarcinoma.</li>\n\t<li>Bronchial goblet cell (mucous gland) hyperplasia due to chronic irritant exposure (eg, cigarette smoking, pollution) or allergic inflammation (eg, asthma).&nbsp; The Reid index quantifies the gland height relative to airway wall thickness (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43667.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ), with ratios &gt;0.5 correlating to worse chronic bronchitis and airflow obstruction.</li>\n\t<li>Usual ductal hyperplasia of the breast, which features overgrowth of ductal epithelial cells that partially or completely occlude the lumen and is a precursor to atypical ductal hyperplasia or ductal carcinoma in situ.</li>\n</ul>\n<h1>Metaplasia</h1><br><br><p>Metaplasia refers to <strong>reversible substitution</strong> of one differentiated cell type by another that is better suited to withstand a noxious stimulus or stress (eg, chronic irritation from cigarette smoke, chronic inflammation from gastroesophageal reflux).&nbsp; If tissue injury persists, metaplasia can become premalignant (eg, Barrett esophagus), progressing to dysplasia, neoplasia, and eventually invasive carcinoma (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27298.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).<p></p>\n<h2>Mechanism</h2><br><br><p>Metaplasia is a 2-step process:</p><br><br><ul>\n\t<li>Dedifferentiation of a mature cell type to its multipotent stem cell state.</li>\n\t<li>Redifferentiation of the multipotent stem cell to a different, better-adapted cell type.</li>\n</ul><br><br><p>It does <em>not</em> arise from direct conversion (transdifferentiation) of one mature cell into another.&nbsp; The process requires the expression of reprogramming transcription factors (eg, caudal-related homeobox transcription factor 2 for intestinal metaplasia, SRY-box transcription factor 2 for squamous metaplasia) and is further influenced by inflammatory cytokines and paracrine growth factor signaling (eg, EGF, transforming growth-factor-beta).</p>\n<h2>Histopathology</h2><br><br><p>Metaplastic epithelia demonstrate replacement with an alternate, well-differentiated epithelium:</p><br><br><ul>\n\t<li><strong>Squamous metaplasia</strong> replaces normal columnar epithelium with a protective stratified squamous epithelium.&nbsp; The multiple layers of flat, keratinized, squamous cells are more resistant to injury, such as from cigarette smoke in the lower respiratory tract and vaginal acidity in the endocervix (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15842.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Columnar (intestinal) metaplasia</strong> replaces normal squamous epithelium with mucus-secreting columnar epithelium (eg, Barrett esophagus, seen with chronic gastroesophageal reflux).&nbsp; The tall, mucin-covered, columnar epithelium is better equipped to resist gastric acid and bile (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104543.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; Similar changes are seen in gastric intestinal metaplasia (eg, <em>H pylori</em> gastritis), except that the initial gastric epithelium is already columnar but aglandular (not intestinal type).</li>\n</ul><br><br><p>Mitotic figures may be present due to increased regenerative activity, but nuclear atypia (eg, pleomorphism, hyperchromasia) is absent unless progression to dysplasia has begun.</p>\n<h2>Physiologic</h2><br><br><p><strong>Cervical</strong> squamous metaplasia is a physiologic form of metaplasia that occurs during puberty.&nbsp; The endocervical canal is normally lined by columnar epithelium, whereas the ectocervix is lined by stratified squamous epithelium.&nbsp; Rising estrogen levels induce hyperplasia of the endocervical mucosa, everting and exposing it to the more acidic vaginal environment.&nbsp; In response, these exposed columnar cells undergo squamous metaplasia.</p><br><br><p>The resulting transformation zone has increased cellular turnover, making it susceptible to infection with high-risk human papillomavirus subtypes, which can promote neoplasia.&nbsp; Therefore, although the metaplasia is physiologic, the subsequent risk for atypia, dysplasia, and carcinoma represents a pathologic complication.</p>\n<h2>Pathologic</h2><br><br><p>Common examples of pathologic metaplasia include:</p><br><br><ul>\n\t<li>Bronchial squamous metaplasia:&nbsp; Chronic bronchial irritation (eg, cigarette smoke, pollutants, radon gas) can induce squamous metaplasia, most often involving the <strong>central airways</strong>, which are normally lined by pseudostratified ciliated columnar epithelium.&nbsp; It is an early precursor to dysplasia and, eventually, squamous cell lung cancer, which characteristically arises in the hilar bronchi.</li>\n\t<li>Bladder squamous metaplasia (schistosomiasis):&nbsp; The normal bladder is lined by special transitional epithelium (urothelium) of dome-shaped cells capable of stretching.&nbsp; Chronic inflammation from <em>Schistosoma haematobium</em> eggs triggers squamous metaplasia, which can transform to squamous cell carcinoma of the bladder (a distinct entity from typical urothelial carcinoma seen in Western countries).</li>\n\t<li>Esophageal columnar metaplasia (Barrett esophagus):&nbsp; The normal esophagus is lined entirely by squamous epithelium.&nbsp; Untreated gastroesophageal reflux exposes the distal esophagus to gastric acid and bile, promoting columnar (intestinal) metaplasia.Although this change resists chemical injury, it predisposes to dysplasia and esophageal <strong>adenocarcinoma</strong> in the distal third of the esophagus and near the gastroesophageal junction.&nbsp; (In contrast, cigarette smoke and alcohol mainly injure the upper esophagus, predisposing to squamous cell dysplasia and carcinoma of the proximal third).</li>\n\t<li>Osseous metaplasia: Chronic inflammation or injury (eg, traumatic muscle hematomas, lung abscesses, connective tissue disease [scleroderma]) causes differentiation of fibroblasts into osteoblasts, forming mature bone within soft tissues (heterotopic ossification).&nbsp; This is usually benign but may present as a hard palpable mass.</li>\n</ul>\n<h1>Failed adaptation</h1><br><br><p>Acute and severe insults can exceed the capacity for successful adaptation.&nbsp; In addition, adaptive responses can themselves fail over time.&nbsp; As a result, tissues may undergo cell-regulated cell death (apoptosis), accidental cell death (necrosis), or neoplasia.&nbsp; Cell death is discussed in detail in a separate article.</p>\n<h2>Apoptosis</h2><br><br><p>Apoptosis is a form of regulated cell death characterized by membrane-enclosed (noninflammatory) destruction of cell components.&nbsp; Cells commit to apoptosis when damage exceeds a critical threshold, detected by guardian proteins (eg, p53, BH3) that activate mitochondrial proapoptotic effectors (BAX, BAK), leading to mitochondrial permeabilization, cytochrome c release, and caspase activation.&nbsp; Apoptosis is the preferred response to failed adaptation because it prevents necrotic (and thus inflammatory) cell death or neoplasia.</p>\n<h2>Necrosis</h2><br><br><p>Necrosis is an unintentional form of cell death resulting from extreme injury (eg, ischemia, toxins, infections) characterized by membrane rupture, release of intracellular contents, and subsequent acute inflammation.&nbsp; Necrosis can kill otherwise apoptosis-resistant cells (eg, tumor necrosis due to radiation or chemotherapy).</p>\n<h2>Neoplasia</h2><br><br><p>Instead of dying, some damaged cells can bypass apoptotic machinery (eg, due to underlying p53 or inactivation) and continue to accumulate genetic alterations that lead to uncontrolled proliferation, such as mutations in cyclins and tumor suppressors.&nbsp; Unlike hyperplasia or metaplasia, neoplasia is (almost always) irreversible.&nbsp; It ranges from in situ carcinoma (eg, cervical intraepithelial neoplasm or ductal carcinoma in situ) to invasive carcinoma.</p>\n<h1>Summary</h1><br><br><p>The 4 principal cell adaptations (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/94255.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) include atrophy (reduction in cell size), hypertrophy (increase in cell size), hyperplasia (increase in cell number), and metaplasia (replacement of one mature cell type with another).&nbsp; When these adaptive options are overwhelmed, cell death (eg, apoptosis, necrosis) or neoplasia results.<p></p>\n</div>\n\n            "
}