{
  "meta": {
    "title": "Cell biology: Cytoskeleton",
    "url": "https://brainandscalpel.vercel.app/cell-biology-cytoskeleton-e7c31631-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:38.367Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>This article covers the cytoskeleton, a scaffolding system composed of filamentous proteins that enable biophysical actions such as vesicle transport, motility, and cell division.&nbsp; There are 3 major cytoskeletal elements (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L123186.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Microfilaments</strong> (made of <strong>actin</strong>) are thin, flexible fibers involved in cell shape and motility.</li>\n\t<li><strong>Intermediate filaments</strong> (made of keratin, vimentin, and other proteins) are strong, ropy fibers that provide mechanical strength.</li>\n\t<li><strong>Microtubules</strong> (made of <strong>tubulin</strong>) are rigid, hollow tubes used as tracks for intracellular transport, organelle positioning, and mitosis.</li>\n</ul><br><br><p>In addition, the spectrin meshwork is also often considered with these elements.</p>\n<h1>Microfilaments</h1><h2>Function</h2><br><br><p>Microfilaments are composed of polymerized <strong>actin</strong> monomers forming 2 intertwined strands (F-actin).&nbsp; They are highly concentrated <strong>beneath the plasma membrane</strong> (ie, cortical actin) and participate in cell:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Shaping (eg, microvilli).</li>\n\t<li>Locomotion (eg, lamellipodia and filopodia for crawling).</li>\n\t<li>Contraction (eg, sarcomeres).</li>\n\t<li>Cytoplasmic partitioning (eg, endocytosis, exocytosis, budding) and mitotic cleavage (ie, cytokinesis).</li>\n</ul><br><br><p>Actin-binding proteins regulate polymerization (eg, profilin), branching (eg, Arp2/3 complex), and severing (eg, cofilin).&nbsp; Calcium-dependent actin-myosin interactions drive myocyte contraction.</p><br><br><p><strong>Dysfunction</strong>Defects in actin regulation impair key cellular functions across multiple tissues:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In <strong>immune cells</strong>, Wiskott-Aldrich syndrome (WAS) is a primary immunodeficiency due to <em>WAS</em> gene mutations that lead to defective actin branching.&nbsp; This impairs T-cell synapse formation, leukocyte chemotaxis, and megakaryocyte fragmentation (to form platelets).&nbsp; Manifestations include recurrent infections, thrombocytopenia, and secondary eczema (due to Th2 imbalance).</li>\n\t<li>In <strong>neurons</strong>, axonal transport, dendritic remodeling, and neurotransmitter release rely, to varying extents, on dynamic actin rearrangement.&nbsp; Dysfunction can lead to impaired neural signaling.</li>\n\t<li>In <strong>epithelial tissue</strong>, actin contributes to cell junction stability and wound repair.&nbsp; Abnormal actin regulation delays wound closure and weakens junctional integrity, which may predispose to barrier dysfunction and poor regenerative capacity.</li>\n</ul>\n<h1>Intermediate filaments</h1><h2>Function</h2><br><br><p>Intermediate filaments are strong, rope-like fibers that handle mechanical stress, particularly in cells that need to resist deformation (eg, connective tissue, skin, neurons).&nbsp; Unlike microfilaments or microtubules, which actively polymerize and depolymerize to change cell morphology, intermediate filaments are static and serve a <strong>purely structural</strong> role.&nbsp; They stabilize the cytoplasmic architecture and anchor organelles in place.&nbsp; Different cells have different intermediate filament proteins:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Epithelia use <strong>cytokeratin</strong> (eg, stratum corneum).</li>\n\t<li>Mesenchymal cells use <strong>vimentin</strong> (eg, fibroblasts).</li>\n\t<li>Myocytes use <strong>desmin</strong> (eg, cardiac, skeletal, and smooth muscle).</li>\n\t<li>Astrocytes (support cells for neurons) use <strong>glial acid fibrillary protein (GFAP)</strong>.</li>\n\t<li>All nucleated cells use <strong>lamin</strong> (for the nuclear envelope).</li>\n</ul>\n<h2>Dysfunction</h2><br><br><p>Defects in these intermediate filament proteins lead to loss of tissue integrity.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Epidermolysis bullosa simplex</strong> is caused by mutations in cytokeratin (eg, skin fragility and intraepidermal blistering with minor trauma).</li>\n\t<li><strong>Nuclear laminopathies</strong> involve mutations in lamin-A and lamin-C and include Emery-Dreifuss muscular dystrophy (eg, cardiomyopathy, skeletal muscle degeneration, premature joint contractures) and Hutchinson-Gilford <strong>progeria</strong> syndrome (eg, accelerated aging with early-onset vascular disease and osteoporotic fractures).</li>\n\t<li>Several <strong>genetic cardiomyopathies</strong> (both hypertrophic and dilated) involve mutations in desmin or lamin (in addition to sarcomeric proteins such as titin, myosin, and troponin).</li>\n</ul>\n<h1>Microtubules</h1><h2>Function</h2><br><br><p>Microtubules are hollow cylinders made of alpha- and beta-tubulin dimers.&nbsp; Microtubules perform the \"heavy lifting\" within the cell.&nbsp; Microtubule polymerization and depolymerization depend on guanosine triphosphate hydrolysis, which releases more energy than ATP and enables greater mechanical work.&nbsp; They also have a polarity (ie, positive and negative ends), which defines the direction of movement.&nbsp; In particular, microtubules:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serve as <strong>cargo tracks</strong> for motor proteins such as kinesin (moves toward the positive end) and dynein (moves toward the negative end).&nbsp; The cargo can be vesicles or even whole organelles (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35445.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li>Form <strong>mitotic spindles</strong> for chromosome segregation (emanating from organizing centers at opposite ends of the cell, known as <strong>centrosomes</strong>, each containing 2 centrioles).</li>\n\t<li>Forms <strong>cilia</strong> in the respiratory tract, fallopian tubes, and spermatozoa (where they are called flagella).&nbsp; The cilia consist of 9 outer microtubules arranged around 2 inner core microtubules (9 + 2) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104295.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; The microtubules are linked to dynein arms, allowing the cilia to beat in unison and in the same direction.</li>\n</ul>\n<h2>Dysfunction</h2><br><br><p>Defective microtubule transport causes a wide range of pathologies known as <strong>ciliopathies</strong>.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Primary ciliary dyskinesias</strong> are a group of disorders caused by mutations in dynein, resulting in loss of ciliary beating or coordination.&nbsp; Manifestations include <strong>Kartagener syndrome</strong>, which involves bronchiectasis and chronic sinusitis (due to mucostasis causing bacterial overgrowth and recurrent infections), and situs inversus (due to loss of leftward flow of embryonic extracellular fluid).&nbsp; Infertility is common due to immotile sperm and impaired ovum migration in the fallopian tube.</li>\n\t<li>Autosomal dominant <strong>polycystic kidney diseases</strong> are a group of disorders, mostly due to mutations in polycystin, a ciliary protein involved in renal tubular fluid flow and nephron organization.&nbsp; Manifestations include the formation of large bilateral renal cysts (dilated nephrons) and extrarenal dilations (eg, hepatic cysts, colonic diverticulosis, cerebral berry aneurysms).</li>\n\t<li>Retinal ciliopathies include <strong>Leber congenital amaurosis</strong> and some forms of retinitis pigmentosa, which are caused by mutations in genes essential for the transport of opsin and retinal pigment within photoreceptor cells.&nbsp; Manifestations include either congenital blindness or loss of vision early in childhood.</li>\n</ul><br><br><p>Microtubule inhibitors are effective chemotherapy agents because they cause <strong>M-phase arrest</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26336.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Tubulin polymerization is inhibited by <strong>vinca alkaloids</strong> (eg, vinblastine, vincristine), so spindles cannot form (mnemonic: \"Vinny never builds\").&nbsp; Conversely, depolymerization is inhibited by <strong>taxanes</strong> (eg, paclitaxel, docetaxel), so spindles are frozen in place (mnemonic: \"taxes never go away\").&nbsp; Disruption of microtubule function impairs <strong>axonal transport</strong> in neurons, leading to length-dependent peripheral neuropathy, the most common adverse effect of these drugs.<p></p><br><br><p>In addition to chemotherapy, several other drugs also inhibit polymerization to block the M phase in neutrophils (eg, colchicine), fungal cells (eg, griseofulvin), or helminthic parasites (eg, mebendazole).</p>\n<h1>Spectrin meshwork</h1><h2>Function</h2><br><br><p>The spectrin meshwork is a flexible, 2-dimensional pentagonal and hexagonal lattice (like the surface of a soccer ball) just below the cell surface, and it is attached to actin filaments via accessory proteins such as <strong>spectrin alpha/beta</strong>, <strong>ankyrin</strong>, <strong>dystrophin</strong>, and protein 4.1.&nbsp; The spectrin mesh is particularly important in:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Red blood cells</strong>, where it prevents cell membranes from being stripped as cells pass through narrow capillaries and splenic sinuses.</li>\n\t<li><strong>Skeletal muscle</strong>, where it anchors the actin cytoskeleton to the extracellular matrix to distribute mechanical stress evenly during muscle contraction.</li>\n</ul>\n<h2>Dysfunction</h2><br><br><p>Spectrin defects result in <strong>hereditary spherocytosis</strong>, in which progressive membrane loss leads to spherical (rather than biconcave) red blood cells.&nbsp; The spherocytes are less deformable and become trapped in the spleen, where they are destroyed (ie, extravascular hemolysis).</p><br><br><p><strong>Dystrophin</strong> is a large protein in the spectrin family that links the actin cytoskeleton to the extracellular matrix to minimize shear stresses and protect against contraction-induced muscle injury.&nbsp; Loss of dystrophin in <strong>Duchenne</strong> or Becker muscular dystrophy results in microtears, calcium influx, and myocyte necrosis, causing the muscle body to be replaced by fibrofatty tissue.</p>\n<h1>Summary</h1><br><br><p>The cytoskeleton is a dynamic scaffold that regulates cell shape and provides motor structures for cell movement, division, and intracellular vesicle traffic.&nbsp; It comprises 3 major constituents: microfilaments, intermediate filaments, and microtubules.&nbsp; Microfilaments (made of actin) mediate cell shape, motility, and contraction.&nbsp; Defects in actin polymerization most famously result in Wiskott-Aldrich syndrome, a primary immunodeficiency.&nbsp; Intermediate filaments (made of various cell-specific proteins) provide tensile strength and support.&nbsp; Defective intermediate filament proteins include nuclear laminopathies (eg, progeria), skin fragility, and heritable cardiomyopathies.&nbsp; Microtubules (made of tubulin) are critical for cilia formation, vesicle and organelle movement, and mitotic spindle assembly.&nbsp; Microtubule dysfunction causes ciliopathies, a group of conditions that include Kartagener syndrome and autosomal dominant polycystic kidney disease.&nbsp; Microtubule-targeting drugs (eg, vinca alkaloids, taxanes) arrest cells in mitosis but also cause length-dependent peripheral neuropathy due to disrupted axonal transport.&nbsp; The spectrin meshwork, often considered part of the cytoskeletal system, reinforces the plasma membrane in erythrocytes and muscle cells.&nbsp; Defective spectrin proteins (eg, ankyrin, dystrophin) lead to hereditary spherocytosis and Duchenne muscular dystrophy.</p>\n</div>\n\n            "
}