{
  "meta": {
    "title": "DNA and the central dogma: Gene transcription and translation",
    "url": "https://brainandscalpel.vercel.app/dna-and-the-central-dogma-gene-transcription-and-translation-e20716a3-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:58.187Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Overview</h1><p>Deoxyribonucleic acid (DNA), which consists of strands of nucleotides with purine or pyrimidine nitrogenous bases,&nbsp;allows for the transmission of genetic information from one generation to another.&nbsp; The expression of the information encoded in DNA is mediated by ribonucleic acid (RNA).&nbsp; The central dogma of molecular biology describes the flow of genetic information from DNA to RNA to protein (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101366.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This directional process underlies gene expression and involves 2 major stages: transcription (from DNA to RNA) and translation (from RNA to protein).&nbsp; Unlike in prokaryotes (which generally do not have membrane-bound organelles), these processes are compartmentalized in eukaryotes, with transcription occurring in the nucleus and translation occurring in the cytoplasm.<p></p><h1>DNA structure and replication</h1><h2>Nucleotide composition and base pairing</h2><p>DNA consists of 2 strands of nucleotides that run in opposite directions (antiparallel) and twist around each other to form a right-handed double helix.&nbsp; Each DNA strand is a polymer of deoxyribonucleotides, which are composed of deoxyribose sugar, a phosphate group, and a nitrogenous base <strong>(adenine [A], guanine [G], cytosine [C], or thymine [T])</strong>.&nbsp; Nitrogenous bases are either purines (A and G; containing 2 rings) or pyrimidines (C and T; containing 1 ring).&nbsp; Complementary <strong>base pairing</strong> occurs between the nitrogenous bases of opposite strands: A pairs with T, and G pairs with C.&nbsp; RNA is similar in structure to DNA but contains ribose sugar (instead of deoxyribose sugar) and uracil (U) (instead of T).</p><p>In each nucleotide, the carbons of the sugar are numbered 1′ through 5′; the 5′ carbon is attached to a phosphate group, and the 3′ carbon carries a hydroxyl (OH) group.&nbsp; This orientation (ie, a 5′ end with a free phosphate group and a 3′ end with a free OH group) defines the direction of a nucleic acid strand.&nbsp; Linkage of nucleotides is the basis for both DNA synthesis (replication) and RNA synthesis (transcription).&nbsp; During these processes, nucleotides are added to the 3′ OH group, resulting in strand elongation in the <strong>5′ → 3′ direction</strong>.</p><h2>Chromatin structure and regulation</h2><p>DNA wraps around <strong>histone</strong> octamers (which are made up of 2 copies each of H2A, H2B, H3, and H4) to form nucleosomes.&nbsp; <strong>Nucleosomes</strong> are separated by a stretch of DNA, or linker DNA, giving them the appearance of beads on a string (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27569.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; DNA in this loose structure <strong>(euchromatin)</strong> is about 10 nm in diameter and provides a high degree of transcriptional access.&nbsp; The degree of compaction changes based on epigenetic modification (eg, histone acetylation) and binding of additional DNA structural proteins (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38576.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; One such protein is <strong>histone H1</strong>, which, in contrast to the other histone proteins, is located <strong>outside the nucleosome core</strong>.&nbsp; Histone H1 binds to both the nucleosome and adjacent linker DNA, which facilitates packaging of chromatin into a thicker (30 nm), <strong>more compact</strong> structure <strong>(heterochromatin)</strong> that limits transcriptional access to the DNA.&nbsp; During cell division, chromatin interacts with additional proteins (eg, nuclear scaffold proteins) and undergoes further coiling, ultimately forming condensed chromosomes.<p></p><h2>DNA replication</h2><p>For a copy of genetic information to be passed to daughter cells during cell division, DNA must first be copied (replicated).&nbsp; This process takes place during the S phase of the cell cycle.&nbsp; DNA replication is <strong>semiconservative</strong>, which means that each new (daughter) strand is synthesized using one of the original (parent or parental) strands as a template.&nbsp; Replication initiates at origins of replication, which are specialized nucleotide sequences that bind replication machinery.</p><p>Key steps of DNA replication include the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26349.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Helicase</strong> unwinds DNA, creating a replication fork.</li><li>Single-stranded DNA–binding proteins (SSBPs) prevent reannealing (ie, they hold the 2 DNA strands apart).</li><li><strong>Topoisomerase</strong> relieves DNA supercoiling (overwinding) ahead of the replication fork.</li><li><strong>Primase</strong> synthesizes RNA primers that provide a free 3′ OH group for DNA polymerase to begin DNA synthesis.</li><li><strong>DNA polymerase</strong> III (in prokaryotes) or DNA polymerase δ/ε (in eukaryotes) extends DNA from RNA primers by attaching uncoupled deoxynucleotide triphosphates (composed of a nitrogenous base [A, G, C, T] with 3 phosphate groups) to the growing DNA strand, with the 3′ OH from the last nucleotide of the growing strand \"attacking\" the 5′ phosphate group of the incoming deoxynucleotide triphosphate.</li><li>DNA polymerase I (prokaryotes) or RNase H and polymerase δ (eukaryotes) replace RNA primers with DNA.</li></ul><p>Because all DNA polymerases can synthesize DNA only in the 5′ → 3′ direction, one daughter strand (the <strong>leading strand</strong>) is synthesized continuously toward the replication fork.&nbsp; The other strand (the <strong>lagging strand</strong>) must be synthesized discontinuously in a direction away from the replication fork, with new segments being added as more DNA is unwound.&nbsp; Because of this discontinuity, replication of the lagging strand requires repeated priming and synthesis of short <strong>Okazaki fragments</strong>, which are subsequently ligated by DNA ligase.</p><h2>Differences between prokaryotic and eukaryotic replication</h2><ul class=\"article-body-unordered-list\"><li>Prokaryotes (eg, bacteria) have circular DNA with a single origin of replication; eukaryotes have linear DNA with multiple origins of replication.</li><li>Prokaryotes possess 3 major DNA polymerases (I, II, III), whereas eukaryotes have 5 major DNA polymerases (α, β, γ, δ, ε).</li><li>DNA replication is slower in eukaryotes than in prokaryotes.</li></ul><h2>Telomeres and telomerase</h2><p>Because DNA polymerases require a free 3′ OH group, the ends of linear chromosomes cannot be fully replicated, resulting in progressive shortening with each round of replication.&nbsp; Telomeres, composed of hundreds of tandem <strong>TTAGGG repeats</strong> at the end of the chromosome, protect coding sequences.&nbsp; In germ cells, stem cells, and some cancer cells, telomerase, a reverse transcriptase, replenishes telomere sequences, maintaining replicative capacity.</p><h2>DNA repair mechanisms</h2><ul class=\"article-body-unordered-list\"><li>During replication, DNA polymerase III (prokaryotes) and DNA polymerase δ/ε (eukaryotes) perform 3′ → 5′ <strong>exonucleolytic proofreading</strong> if incorrect nucleotide pairing occurs (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32949.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Immediately after replication, the DNA <strong>mismatch repair (MMR)</strong> system is activated when a base mismatch is identified.&nbsp; MMR enzymes recognize mismatches, excise a stretch of the daughter strand (identified via methylation status in prokaryotes and strand breaks in eukaryotes), and fill in the gap.&nbsp; These enzymes have <strong>endonuclease</strong> (rather than exonuclease) activity because the mismatched nucleotides must be excised from within an existing DNA strand (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33410.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).</li><li>Although DNA mismatches can occur during replication, they can also develop spontaneously or following exposure to harmful conditions (eg, ultraviolet [UV]) light).&nbsp; <strong>Base excision repair</strong> removes small, nonbulky lesions (eg, deamination, oxidation) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25041.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; <strong>Nucleotide excision repair</strong> removes bulky lesions (eg, UV-induced thymine dimers).&nbsp; Both processes involve lesion recognition, excision, gap-filling by DNA polymerase, and ligation.</li><li>In case of a <strong>double-stranded break</strong>, <strong>homologous recombination</strong> uses a sister chromatid as a template for high-fidelity repair.&nbsp; In contrast, <strong>nonhomologous end joining</strong> directly ligates DNA ends without a template, occasionally introducing mutations (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L119091.png\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).</li></ul><h1>Transcription and RNA processing</h1><p>Transcription is the process by which the genetic information encoded in <strong>DNA</strong> is copied into a complementary <strong>RNA</strong> sequence by RNA polymerase.&nbsp; There are 3 stages of transcription (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101377.png\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ):<p></p><ol class=\"article-body-ordered-list\" type=\"1\"><li>Initiation.</li><li>Elongation.</li><li>Termination.</li></ol><h2>Initiation</h2><p>Most DNA is noncoding <strong>(introns)</strong>; therefore, boundaries exist that define where coding regions <strong>(exons)</strong> begin and end.&nbsp; These boundaries are marked by nucleotide sequences called promoters and terminators.</p><p>Transcription initiation requires the recognition of promoter sequences (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26544.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>TATA box:&nbsp; Located approximately 25 bases upstream of the transcription start site.</li><li>CAAT box:&nbsp; Located approximately 75 bases upstream of the transcription start site.</li></ul><p>RNA polymerase II binds the promoter with the help of general transcription factors to form the transcription initiation complex (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120575.png\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).&nbsp; Activator proteins can bind enhancer sequences and interact with the transcription complex to enhance transcription (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26721.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ).<p></p><p>Transcription is similar to DNA replication in that RNA polymerase II assembles nucleotides in the 5′ → 3′ direction; however, unlike the DNA polymerases used in DNA replication, RNA polymerase does not need an RNA primer to begin assembling nucleotides.</p><h2>Elongation</h2><p>When the transcription machinery is assembled at the promoter, RNA polymerase II unwinds the DNA helix and transcription begins at the transcription start site (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120576.png\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ).&nbsp; One DNA strand is known as the coding <strong>(sense)</strong> strand (5′ → 3′), and the other is the noncoding/template <strong>(antisense)</strong> strand (3′ → 5′).&nbsp; Only the noncoding/template (antisense) strand of DNA is transcribed into RNA.<p></p><h2>Termination</h2><p>Termination occurs when the RNA polymerase encounters a <strong>polyadenylation signal</strong> sequence (5′-AAUAAA-3′) in the RNA transcript, leading to cleavage of the nascent transcript and release from the polymerase.</p><h2>RNA processing</h2><p>In prokaryotes, the messenger RNA (mRNA) transcript that detaches from the DNA is available for translation to protein with no further modification.&nbsp; In contrast, eukaryotic primary transcripts (heterogeneous nuclear RNA [hnRNA]) must undergo the following modifications before translation:</p><ul class=\"article-body-unordered-list\"><li><strong>5′ capping</strong>:&nbsp; Capping involves the addition of 7-methylguanosine (m⁷G) via a 5′-5′ triphosphate linkage to protect RNA from degradation and facilitate ribosome binding during translation (detailed below).</li><li><strong>Polyadenylation</strong>:&nbsp; A poly(A) tail is added to the 3′ end downstream of the polyadenylation signal by poly-A polymerase to stabilize mRNA and assist nuclear export.</li><li><strong>Splicing</strong>:&nbsp; The majority of DNA in eukaryotes is noncoding, and DNA sequences that code for a particular protein (exons) may be interrupted by noncoding regions (introns).&nbsp; Splicing involves the <strong>removal of noncoding introns</strong> and the joining of coding exons.&nbsp; It is carried out by the spliceosome, a complex composed of small nuclear ribonucleoproteins (snRNPs) and small nuclear RNA (snRNA) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84579.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ).&nbsp; The spliceosome recognizes splice donor sites (5′ end of introns) and splice acceptor sites (3′ end of introns).&nbsp; With <strong>alternative splicing</strong>, exons and introns can be removed in a differential manner.&nbsp; Therefore, multiple distinct mRNA transcripts and protein isoforms can be generated from a single gene (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9399.jpg\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ).</li></ul><p>After export to the cytoplasm, mature mRNA may either engage in translation by ribosomes (described next) or be sequestered in P bodies, where it can be stored, degraded, or regulated via RNA exonucleases and decapping enzymes.</p><h1>Translation</h1><p>Translation is the process by which <strong>mRNA</strong> is decoded into a specific sequence of amino acids to form a polypeptide chain.&nbsp; It links the nucleotide-based language of RNA to the <strong>amino acid–based structure of proteins</strong>.&nbsp; There are 20 types of amino acids in proteins and only 4 types of nucleotides (A, C, U, G) in mRNA, so the <strong>genetic code</strong> helps translate combinations of 3 nucleotides (called <strong>codons</strong>) into amino acids (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/130049.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><p>The small ribosomal subunit (30S in prokaryotes, 40S in eukaryotes) binds both mRNA, which contains genetic information that serves as a <strong>reading frame</strong>, and transfer RNA (tRNA), which serves as an amino acid carrier.&nbsp; The large ribosomal subunit (50S in prokaryotes, 60S in eukaryotes) contains peptidyltransferase, which catalyzes the formation of peptide bonds between amino acids to generate proteins.</p><p>Each codon in mRNA serves as a reading frame triplet that is translated into one amino acid based on the genetic code.&nbsp; There are 64 codons; 61 of them code for amino acids, and 3 (UAG, UGA, and UAA) serve as termination signals.&nbsp; <strong>AUG</strong>, which codes for <strong>methionine</strong>, is the <strong>start</strong> signal codon that initiates translation.</p><p>As with transcription, there are 3 stages to translation:</p><ol class=\"article-body-ordered-list\" type=\"1\"><li>Initiation.</li><li>Elongation.</li><li>Termination.</li></ol><h2>Initiation</h2><p>Translation occurs in the cytoplasm (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31232.jpg\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                ).&nbsp; Eukaryotic translation initiation requires the assembly of the following (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120545.png\" alt=\"figure 17\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 17</div>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Ribosomal</strong> subunits (60S and 40S, resulting in an 80S ribosomal unit).</li><li>mRNA.</li><li>Initiation factors.</li><li>Initiator tRNA (carrying methionine).</li><li>Guanosine-5′-triphosphate.</li></ul><p>The small ribosomal subunit (40S) initially binds to the 5′ cap of mRNA and scans for the <strong>AUG start codon</strong>, which is positioned near the beginning of the mRNA and is surrounded by the Kozak consensus sequence.&nbsp; This short sequence identifies the specific AUG codon that serves as the initiator of translation.</p><p>It is analogous to the Shine-Dalgarno mRNA sequence in prokaryotes, which is located upstream from the initiation codon AUG and recognizes a tRNA carrying N-formylmethionine.&nbsp; This sequence allows binding of the 30S ribosomal subunit to mRNA and this N-formylmethionine-tRNA to form the prokaryotic 30S initiation complex.&nbsp; The energy for this reaction brings the 50S subunit into the initiation complex, resulting in a 70S ribosomal unit.</p><h2>Elongation</h2><p>During elongation, the ribosome repeats the following sequence (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120546.png\" alt=\"figure 18\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 18</div>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>tRNAs deliver amino acids.</li><li>Peptide bonds form between amino acids via the ribosome's peptidyl transferase activity.</li></ul><p>Normally, in a process catalyzed by aminoacyl-tRNA synthetases (AA-tRNA synthetases), the 3′ end of each tRNA is covalently attached to a specific amino acid (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35967.png\" alt=\"figure 19\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 19</div>\n                                </div>\n                                ), with each amino acid/tRNA pair having a specific AA-tRNA synthetase that links them.&nbsp; tRNA recognizes the 3-base codon on the mRNA being translated through the complementary bases in the tRNA anticodon region.&nbsp; A charged tRNA (ie, tRNA covalently attached to an amino acid) enters the <strong>A (aminoacyl) site</strong> of the ribosome, and the tRNA anticodon binds to the corresponding mRNA codon.&nbsp; A peptide bond forms between the newly added amino acid and the polypeptide strand, and the peptidyl-tRNA moves to the <strong>P (peptidyl) site</strong> as the ribosome translocates to the next codon.&nbsp; The used tRNA moves to the E (exit) site and leaves.&nbsp; This cycle extends the polypeptide chain (N-terminus → C-terminus of the polypeptide chain (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105950.png\" alt=\"figure 20\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 20</div>\n                                </div>\n                                )).<p></p><p>The cloverleaf-like secondary structure of tRNA contains the following regions that facilitate this process (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27362.png\" alt=\"figure 21\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 21</div>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>The acceptor stem is created through the base pairing of 5′-terminal nucleotides with 3′-terminal nucleotides.&nbsp; The CCA tail hangs off the 3′ end, with the amino acid bound to the 3′ terminal hydroxyl group.&nbsp; tRNA is \"loaded\" with the appropriate amino acid by AA-tRNA synthetase.&nbsp; A 3′ CCA tail is added to the 3′ end of tRNA as a posttranscriptional modification in eukaryotes and most prokaryotes.&nbsp; Several enzymes use this tail to help recognize tRNA molecules.</li><li>The D loop contains numerous dihydrouridine residues, which are modified bases often present in tRNA.&nbsp; The D loop (along with the acceptor stem and anticodon loop) facilitates correct tRNA recognition by the proper aminoacyl tRNA synthetase.</li><li>The anticodon loop contains sequences that are complementary to the mRNA codon.&nbsp; During translation, the ribosome complex selects the proper tRNA based on its anticodon sequence.</li><li>The T loop contains the TΨC sequence (ribothymidine, pseudouridine, and cytidine residues) that is necessary for binding of tRNA to ribosomes.</li></ul><h2>Termination</h2><p>When a stop codon <strong>(UAA, UAG, or UGA)</strong> enters the A site <strong>of the ribosome</strong>, it is not recognized by a charged tRNA because it does not code for an amino acid.&nbsp; Instead, the stop codon is recognized by releasing factor proteins, which bind the stop codon and hydrolyze the bond between the polypeptide chain and the tRNA in the P site.&nbsp; The newly formed polypeptide chain is then released, and the ribosome-mRNA complex disassembles (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31470.jpg\" alt=\"figure 22\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 22</div>\n                                </div>\n                                ).<p></p><h2>Posttranslational processing</h2><p>Proteins undergo folding, chemical modifications (eg, phosphorylation, glycosylation), and trafficking to functional destinations.</p><h1>Summary</h1><p>The flow of genetic information&nbsp;from DNA to RNA to protein is known as the central dogma of molecular biology.&nbsp; DNA and RNA are linear polymers of nucleotides, each consisting of a sugar, phosphate group, and nitrogenous base.&nbsp; Transcription (DNA to RNA) proceeds in 3 phases: RNA polymerase II and general transcription factors initiate transcription at promoter elements, elongate the RNA strand in the 5′ → 3′ direction along the template, and terminate transcription after a polyadenylation signal.&nbsp; Translation (RNA to protein), likewise, has 3 stages: initiation, elongation, and termination.&nbsp; The AUG codon (which codes for methionine) serves as a start codon; elongation cycles drive aminoacyl-tRNAs through ribosomal A, P, and E sites as peptidyltransferase forms peptide bonds; and a stop codon recruits release factors that hydrolyze the peptidyl-tRNA bond, freeing the completed polypeptide.</p></div>\n            "
}