{
  "meta": {
    "title": "Extracellular matrix and connective tissue",
    "url": "https://brainandscalpel.vercel.app/extracellular-matrix-and-connective-tissue-3f5c01f3-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:57.308Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The extracellular matrix (ECM) is a complex structural network that supports cellular architecture and function.&nbsp; It consists of structural proteins (collagens and elastin), adhesive glycoproteins (integrins), and ground substance (glycosaminoglycans and proteoglycans), which together form the framework for connective tissues.&nbsp; Variations in the composition and organization of ECM elements lead to different connective tissue types with specialized properties.</p>\n<h1>ECM structural proteins</h1><br><br><p>Structural proteins are also called fibrous proteins.&nbsp; The main structural proteins are collagen and elastin.</p>\n<h2>Collagens</h2><br><br><p>Collagen is a fibrous protein with a triple helix structure consisting of 3 polypeptide alpha chains braided together (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27141.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Each alpha chain is comprised of ~1,000 amino acids and features a repeating sequence with a primary structure of [Gly-X-Y]<font size=\"2\"><sub>n</sub></font> where X is often proline and Y is often hydroxyproline.&nbsp; Glycine, the smallest amino acid, is found at every third residue, allowing for a tight turning radius.&nbsp; Synthesis of collagen is a multistep <strong>vitamin C-dependent</strong> process involving intracellular and extracellular stages (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13176.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>There are &gt;25 types of collagen.&nbsp; The 4 key isoforms can be remembered as follows:&nbsp; <strong>I = strong</strong> (bones, tendons, skin, scars), <strong>II = slippery</strong> (cartilage), <strong>III = stretchy</strong> (skin, vessels, hollow viscus); <strong>IV = sheets</strong> (basement membrane) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62865.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Type I</strong>:&nbsp; Has the strongest <strong>tensile strength</strong>, with a <strong>dense fibrillar</strong> structure that forms thick, wavy bundles on histology.&nbsp; The <strong>most abundant isoform</strong> (~90%), type I collagen is found in bone, dentin, tendons, ligaments, the cornea, and scar tissue.&nbsp; Defects are implicated in osteogenesis imperfecta (eg, spontaneous fractures, conductive hearing loss, blue sclerae).</li>\n\t<li><strong>Type II</strong>:&nbsp; Has a <strong>fine fibrillar</strong> structure, forming a smooth, glassy (hyaline) appearance on histology.&nbsp; Its looser arrangement confers <strong>cushioning properties</strong>.&nbsp; It is found in cartilage pads, the nucleus pulposus, and the vitreous humor.&nbsp; Defects are implicated in osteochondrodysplasias (eg, achondroplasia).</li>\n\t<li><strong>Type III</strong>:&nbsp; Has a <strong>reticular (lacy) structure</strong>, forming <strong>stretchy meshworks</strong> ideal for cell movement (eg, marrow, lymphatics, nodes, spleen, liver, granulation tissue) and distension (eg, blood vessels, gut, skin).&nbsp; Defects are implicated in vascular Ehlers-Danlos syndrome (eg, aortic dissection, bowel rupture, loose translucent skin).</li>\n\t<li><strong>Type IV</strong>:&nbsp; Has a <strong>flat sheetlike structure</strong>.&nbsp; It is ideal for <strong>filtration</strong> and is therefore the main type of collagen found in <strong>basement membranes</strong> (eg, alveoli, glomeruli, cochlea).&nbsp; Defects are implicated in Alport syndrome (eg, glomerulonephritis, corneal dystrophy, sensorineural hearing loss).</li>\n</ul><br><br><p>Aside from Alport syndrome (X-linked), genetic collagenopathies (eg, Ehlers-Danlos) mostly display autosomal dominant inheritance due to a <strong>dominant negative</strong> effect—that is, a defect in just one copy of the gene compromises the entire collagen protein because mutant alpha chains disrupt the triple helix even when normal chains are present.</p>\n<h2>Elastin</h2><br><br><p>Elastin is a fibrous protein with a single filament structure that has a natural tendency to contract (recoil) after stretching.&nbsp; It contains residues of <strong>desmosine</strong>, a unique amino acid found only in elastin, representing X-shaped cross-linkages between 4 lysine residues on opposing strands (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27251.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Elastin is incorporated into collagen scaffolds to impart recoil to tissues, which is advantageous for structures that constantly deform but must return to their original shape (eg, lungs, joints, vessel walls).&nbsp; Defects in elastin are seen in <strong>Marfan syndrome</strong> (eg, long limbs, aortic dilation, mitral prolapse).<p></p>\n<h1>ECM glycoproteins (integrins)</h1><br><br><p><strong>Integrins</strong> are transmembrane glycoproteins located on the basolateral surface that mediate signal transduction between the ECM and the cell (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28229.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; These signals can be mechanical (eg, shear stress for blood flow autoregulation) or biochemical (eg, damaged ECM fragments as danger signals).&nbsp; Integrins are <strong>adhesive</strong> to facilitate cell-matrix contact.&nbsp; Each integrin spans the membrane on an axis that connects it to 2 binding partners: an extracellular ligand (eg, collagen) and an intracellular adaptor (eg, actin cytoskeleton).<p></p><br><br><p>Notable integrin axes include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>αIIbβ3 (GPIIb/IIIa) integrin – fibrinogen</strong>:&nbsp; Required for platelet aggregation and optimal adhesion.&nbsp; Defects result in Glanzmann thrombasthenia (eg, prolonged bleeding time but normal platelet number and morphology).</li>\n\t<li><strong>αLβ2 (CD18) – ICAM-1</strong>:&nbsp; Required for leukocyte attachment, rolling, and diapedesis through the vessel wall (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77237.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Defects result in leukocyte adhesion deficiency (eg, recurrent bacterial infections, \"cold\" abscesses with lack of pus, delayed umbilical separation).&nbsp; Similarly, the <strong>α4β7–MAdCAM-1</strong> integrin system directs mucosal T cells to sites of intestinal inflammation.&nbsp; Drugs that block this integrin (eg, vedolizumab) are used for the treatment of inflammatory bowel disease.</li>\n\t<li><strong>α6β4 integrin – laminin</strong>:&nbsp; Necessary for hemidesmosome structure (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31282.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; Defects result in <strong>epidermolysis bullosa</strong> (eg, blistering and desquamation with minor trauma or pressure).</li>\n</ul>\n<h1>ECM ground substance</h1><br><br><p>Ground substance is the gel-like, space-filling material of the ECM.&nbsp; It consists of water, glycosaminoglycans, and proteoglycans.&nbsp; Its roles include nutrient diffusion, cell migration, and extracellular signaling.</p>\n<h2>Glycosaminoglycans</h2><br><br><p>Glycosaminoglycans (GAGs) are long, unbranched polysaccharides comprised of repeating disaccharide units.&nbsp; Each disaccharide consists of a hexosamine (an aminated hexose sugar [eg, glucosamine]) linked to a uronic acid (a carboxylated hexose sugar [eg, glucuronic acid]).&nbsp; Most GAGs are heavily sulfated, which, in addition to their carboxyl groups, lends a dense <strong>negative charge</strong> that attracts water to maintain tissue turgor (ie, hygroscopic effect).&nbsp; Notable GAGs include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hyaluronan</strong> (unsulfated [N-acetyl-glucosamine – glucuronic acid]<font size=\"2\"><sub>n</sub></font>):&nbsp; Plays critical roles in tissue hydration and wound healing.&nbsp; It is found in high levels in synovial fluid, vitreous humor, and the dermis.&nbsp; Clinically, hyaluronan is used as a viscoelastic device for eye surgery and as an intraarticular injection for nonoperative osteoarthritis management.</li>\n\t<li><strong>Chondroitin sulfate</strong> (sulfated [N-acetyl-galactosamine – glucuronic acid]<font size=\"2\"><sub>n</sub></font>):&nbsp; Provides structural support for cartilage, bone, skin, and corneal tissue.</li>\n\t<li><strong>Heparan sulfate</strong> (sulfated [glucosamine - iduronic acid]<font size=\"2\"><sub>n</sub></font>):&nbsp; Has myriad functions including regulation of growth factor signaling (eg, angiogenesis), endothelial and basement membrane permeability (eg, glycocalyx), and anticoagulation (eg, as closely related hepar<em>in</em> in mast cell granules).</li>\n</ul><br><br><p>Other GAGs include keratan sulfate (eg, cornea, intervertebral discs, brain ECM) and dermatan sulfate (eg, skin, vessel walls, cardiac valves).</p>\n<h2>Proteoglycans</h2><br><br><p>Proteoglycans are huge molecules consisting of a <strong>protein core</strong> and numerous <strong>GAG sidechains</strong> (eg, aggrecan core plus hyaluronan, chondroitin sulfate, or keratan sulfate side chains), forming a \"bottle brush\" structure.&nbsp; By virtue of their size, they immobilize the GAGs within the ECM.</p><br><br><p>The <strong>mucopolysaccharidoses</strong> are a group of lysosomal storage disorders that involve abnormal GAG (and therefore proteoglycan) accumulation due to enzyme defects (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70819.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; For example, Hurler syndrome involves defective iduronidase (necessary for the cleavage of dermatan and heparan sulfate), leading to accumulation in skin (eg, coarse facies), visceral organs (eg, hepatosplenomegaly), and the brain (eg intellectual disability).<p></p>\n<h1>Connective tissue (ECM combinations)</h1><br><br><p>Connective tissue refers to various compositions of the ECM elements discussed above, each conferring distinct biomechanical properties.&nbsp; Various classification systems exist, and most categorize connective tissue into 3 types (loose, dense, or cartilaginous) based on their predominant collagen isotype and relative amount of ground substance:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Loose connective tissue</strong>:&nbsp; Type III with or without type IV collagen (at basement membranes), with a balance between collagen and ground substance.</li>\n\t<li><strong>Dense connective tissue</strong>:&nbsp; Type I collagen with or without elastin, with minimal ground substance.</li>\n\t<li><strong>Cartilage</strong>:&nbsp; Type II collagen, with a high amount of ground substance.</li>\n</ul>\n<h2>Loose connective tissue</h2><br><br><p>Loose connective tissue is a generic spongy matrix that fills most interstitial spaces.&nbsp; It is suited for nutrient and waste diffusion, cell mobility, and soft support.&nbsp; Therefore, it has a relatively balanced mix of collagen and ground substance.&nbsp; The collagen component is mainly <strong>type III</strong> collagen (loose fibrillar, lacy, reticular).&nbsp; Loose connective tissue is further classified as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Areolar loose</strong>:&nbsp; Composed of type III and type IV collagen at basement membranes.&nbsp; It forms the <strong>lamina propria</strong> that supports epithelial surfaces (eg, mucous membranes).&nbsp; It also forms the innermost sheath around skeletal muscle fibers (ie, endomysium), nerve fibers (ie, endoneurium), and small blood vessels (ie, tunica adventitia).</li>\n\t<li><strong>Reticular loose</strong>:&nbsp; Exclusively composed of type III collagen.&nbsp; It forms a sieve-like mesh ideal for easy cell movement and filtration and is therefore abundant in hepatic sinusoids, splenic pulp, lymph nodes, and lymphatic vessels.</li>\n</ul>\n<h2>Dense connective tissue</h2><br><br><p>Dense connective tissue is specialized to resist stress and strain.&nbsp; It is mainly composed of <strong>type I</strong> collagen (dense fibrillar) and has a relatively low proportion of ground substance.&nbsp; Dense connective tissue includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Regular dense</strong>:&nbsp; Composed of compact <strong>parallel</strong> bundles of type I collagen; equipped to handle high tensile stress and strain along a <strong>single axis</strong>.&nbsp; Therefore, it is abundant in tendons and ligaments.</li>\n\t<li><strong>Irregular dense</strong>:&nbsp; Composed of <strong>randomly arrayed</strong> type I collagen fibrils; equipped to handle high stress and strain along <strong>multiple axes</strong>.&nbsp; Therefore, it is abundant in the dermis, joint capsules, organ capsules, perichondrium and periosteum, and cardiac valves.</li>\n\t<li><strong>Elastic dense</strong>:&nbsp; Contains a high level of <strong>elastin</strong> in addition to type I collagen.&nbsp; It is ideal for storing and releasing potential energy through elastic recoil, returning tissues to their original shape.&nbsp; It is most abundant in the tunica media of large elastic arteries (eg, aorta and main branches), the lungs, vocal cords, and postural ligaments (eg, vertebral ligamentum flavum).</li>\n</ul>\n<h2>Cartilaginous connective tissue</h2><br><br><p>Cartilage is a firm connective tissue composed primarily of <strong>type II</strong> collagen, which is specialized for structural support (eg, tracheal rings), smooth movement (eg, articular cartilage), and cushioning of impact forces (eg, intervertebral discs).&nbsp; Cartilage is avascular and relies on the passive diffusion of oxygen and nutrients from surrounding tissues.&nbsp; There are 3 main types of cartilage, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hyaline</strong>:&nbsp; The most widespread cartilage in the body, hyaline is composed almost exclusively of type II collagen.&nbsp; It has a smooth, white, porcelain-like appearance.&nbsp; It forms the fetal skeleton and epiphyseal plates, serving as the template for ossification.&nbsp; It is the major cartilage in joint surfaces as well as the nasal bridge, larynx, and conducting airways.&nbsp; Hyaline cartilage is prone to calcification in advanced age.</li>\n\t<li><strong>Elastic</strong>:&nbsp; Contains some elastin fibers in addition to type II collagen.&nbsp; It is found in tissues that \"snap\" open or shut quickly, such as the vocal cords, eustachian tube, and epiglottis.</li>\n\t<li><strong>Fibrocartilage</strong>:&nbsp; Contains some type I in addition to type II collagen, reinforcing its strength.&nbsp; It is the firmest and most durable of all cartilage types and is found in areas of high compressive force, such as the intervertebral discs, menisci of the knee, public symphysis, and temporomandibular joints.</li>\n</ul>\n<h2>Others</h2><br><br><p><strong>Adipose</strong> and <strong>blood</strong> were traditionally classified as connective tissues due to their shared embryonic origin (mesenchyme), their high soluble glycosaminoglycan content, and their functional roles in \"connecting\" various tissues and organs.&nbsp; However, this semantic designation holds limited clinical relevance.</p>\n<h1>Connective tissue disorders</h1><h2>Marfan syndrome</h2><br><br><p>Marfan syndrome is an autosomal dominant disorder caused by inactivating mutations in the <em>FBN1</em> gene responsible for producing fibrillin-1, a protein that regulates transforming growth factor-beta (TGF-β) to maintain <strong>elastin</strong> integrity.&nbsp; In Marfan syndrome, fragmentation of elastin leads to skeletal elongation and weakened structural support in various tissues.&nbsp; Manifestations may be musculoskeletal (eg, tall, slender body habitus, spider-like fingers, pectus deformity), cardiovascular (eg, aortic dilation and dissection, mitral valve regurgitation), ocular (eg, lens dislocation), and respiratory (eg, spontaneous pneumothorax due to ruptured apical blebs).</p>\n<h2>Ehlers-Danlos syndrome</h2><br><br><p>Ehlers-Danlos syndrome (EDS) is a family of inherited (mainly autosomal dominant) disorders caused by mutations in collagen and collagen-related proteins such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Type III collagen</strong> (COL3A1) in <strong>vascular</strong> EDS:&nbsp; Characterized by thin, translucent skin and weakened walls in blood vessels and hollow viscera (eg, aortic dissection, gastrointestinal perforation, uterine rupture and prolapse).</li>\n\t<li><strong>Type V collagen</strong> (COL5A1) in <strong>classical</strong> EDS:&nbsp; Characterized by joint hypermobility (eg, spontaneous dislocation), profound skin laxity, and skin fragility (eg, poor wound healing).</li>\n\t<li><strong>Procollagen lysine hydroxylase</strong> (PLOD1) in kyphoscoliotic EDS:&nbsp; Characterized by severe and progressive scoliosis since birth, delayed motor development, and vascular fragility.</li>\n</ul><br><br><p>The most common form, known as hypermobile EDS, features highly variable symptoms, structurally normal collagen, and poorly defined genetic loci.&nbsp; Its features include mild skin laxity, joint hypermobility, chronic pain, and clinical overlap with functional disorders such as chronic fatigue syndrome, fibromyalgia, irritable bowel syndrome, and postural orthostatic tachycardia (POTS).</p>\n<h2>Loeys-Dietz syndrome (LDS)</h2><br><br><p>Leoys-Dietz syndrome is an autosomal dominant disorder involving mutations in the <strong>TGF-β signaling</strong> pathway, resulting in underproduction of elastin, collagen, and other ECM components to varying degrees.&nbsp; It closely resembles Marfan syndrome but involves an aggressive vascular fragility phenotype (eg, aortic aneurysm in early childhood), cardiac defects (eg, bicuspid aortic valve), and cartilage fusion abnormalities (eg, cleft uvula, craniosynostosis).</p>\n<h2>Alport syndrome</h2><br><br><p>Alport syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/45712.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is an X-linked disorder involving mutations in <strong>type IV collagen</strong> (eg, COL4A5), which is found in <strong>basement membranes</strong>.&nbsp; Defective type IV collagen leads to basement membrane splitting (dehiscence), and excessive layering (lamellation), producing a woven basket appearance.&nbsp; Manifestations include sensorineural deafness (eg, cochlear basement membrane), hematuria and progressive renal failure (glomerular basement membrane), anterior lens protrusion, and retinal thinning.<p></p>\n<h2>Osteogenesis imperfecta</h2><br><br><p>Osteogenesis imperfecta (OI) is a group of genetic disorders (mainly autosomal dominant) caused by defective <strong>type I collagen</strong> production (eg, COL1A1 or COL1A2 mutations).&nbsp; The defining feature of OI is brittle bones that fracture with minimal or no trauma, resulting in progressive deformity.&nbsp; Other aspects include blue sclerae (due to translucency of scleral collagen allowing the blue choroid to be seen beyond), conductive hearing loss (due to degeneration of the middle ear ossicles), and dental malformations.</p>\n<h2>Scurvy</h2><br><br><p>Scurvy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/85566.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) is an acquired collagen disorder resulting from severe dietary <strong>vitamin C (ascorbic acid) deficiency</strong> in the setting of severe malnutrition, malabsorption, or poor citrus intake.&nbsp; Vitamin C is a rate-limiting cofactor for proline and lysine hydroxylation, which are necessary for triple helix formation.&nbsp; Clinical features include poor wound healing and dermal capillary fragility (eg, petechiae, ecchymoses, perifollicular hemorrhages), gingivitis, and corkscrew hairs.&nbsp; Untreated scurvy can progress to hemarthroses, aortic dissection, gastrointestinal bleeding, and sepsis due to gut mucosal breakdown.<p></p>\n<h1>Summary</h1><br><br><p>The extracellular matrix is a dynamic scaffold composed of water, structural proteins (collagen, elastin), adhesive glycoproteins (integrins), and ground substance (glycosaminoglycans and proteoglycans):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Inherited collagen disorders include osteogenesis imperfecta (type I:&nbsp; found in bones, skin, tendons, sclerae), achondroplasia (type II:&nbsp; found in cartilage); Ehlers-Danlos syndrome (type III and others; found in vessel walls), and Alport syndrome (type IV:&nbsp; found in basement membranes).</li>\n\t<li>The primary inherited elastin disorder is Marfan syndrome.</li>\n\t<li>Inherited disorders of adhesive glycoproteins (integrins) include epidermolysis bullosa, Glanzmann thrombasthenia, and leukocyte adhesion defect.</li>\n\t<li>Inherited disorders leading to the accumulation of abnormal ground substance (glycosaminoglycans or proteoglycans) are known as mucopolysaccharidoses (eg, Hunter syndrome, Hurler syndrome).</li>\n</ul><br><br><p>The relative mix of collage, elastin, and ground substance defines the major connective tissue types (ie, loose, dense, cartilaginous).</p>\n</div>\n\n            "
}