{
  "meta": {
    "title": "Genetics: DNA damage and repair",
    "url": "https://brainandscalpel.vercel.app/genetics-dna-damage-and-repair-d1e05b8d-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:57.650Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>DNA is a double-stranded molecule made of paired nucleotide bases: adenine (A), thymine (T), guanine (G), and cytosine (C).&nbsp; DNA is continuously damaged by environmental radiation, chemical agents, and endogenous reactive oxygen species from normal metabolism.&nbsp; Unrepaired damage can be passed on during replication, becoming a mutation (permanent change in the nucleotide sequence).&nbsp; Cells rely on multiple DNA repair pathways to correct damage before it becomes fixed as a mutation.&nbsp; Inherited defects in these pathways are responsible for numerous cancer syndromes.</p>\n<h1>Types of DNA damage</h1><br><br><p>DNA damage can range from subtle base modifications and single strand breaks (SSBs) to severe double strand breaks (DSBs).&nbsp; In this section, damage is listed from relatively minor to more severe.</p>\n<h2>Base mismatch</h2><br><br><p>Normal DNA base pairing is G:C and A:T.&nbsp; However, during DNA replication, an incorrect nucleotide is inserted for approximately 1 in every 10 million bases copied, resulting in a mismatched pair (eg, G:T, A:C).&nbsp; Most mismatches are corrected in real time by the <strong>proofreading</strong> function of DNA polymerase (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32949.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; However, a very small percentage escape proofreading and subsequent repair processes, leading to a mutation that is passed on to daughter cells.<p></p><br><br><p>In addition to the accidental mismatches above, incorrect base pairing also occurs when the template base has preexisting damage or modification (discussed next).&nbsp; Such altered bases pair incorrectly in a way that evades DNA polymerase proofreading and are highly likely to become permanent mutations if not corrected prior to replication.</p>\n<h2>Base modification</h2><br><br><p>A low level of damage to DNA bases always occurs due to spontaneous hydrolysis, normal cellular metabolism (eg, reactive oxygen species), and environmental exposures (eg, ultraviolet [UV] radiation).&nbsp; There are 4 principal types of base damage:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A base can become <strong>oxidized</strong> (due to reactive oxygen species from normal metabolism) and mispair with the wrong partner base during DNA replication.&nbsp; For example, guanine can be oxidized to 8-oxoguanine, which mispairs with adenine instead of cytosine.</li>\n\t<li>A base can become <strong>alkylated</strong> (eg, due to environmental carcinogens) and mispair with the wrong base during DNA replication.&nbsp; For example, guanine can be alkylated to O<font size=\"2\"><sup>6</sup></font>-methylguanine, which mispairs with thymine instead of cytosine.</li>\n\t<li>Cytosine can be <strong>deaminated</strong> (eg, due to spontaneous hydrolysis), which converts it to <strong>uracil</strong>.</li>\n\t<li>An <strong>abasic (AP) site</strong> can form when the base is lost due to spontaneous hydrolysis, leaving behind an empty space in the DNA backbone.&nbsp; This apurinic/apyrimidinic (AP) site is mutagenic because it lacks base-pairing information, leading to random incorporation of A, T, G, or C during replication.</li>\n</ul>\n<h2>Single strand break</h2><br><br><p>In addition to damage affecting the bases, the DNA backbone itself can also be broken by oxidative stress, ionizing radiation, or certain drugs (eg, topoisomerase I inhibitors).&nbsp; If only one strand is affected, the lesion is referred to as an SSB.&nbsp; Although the DNA is still held intact by the opposite strand, SSBs must be repaired quickly or they risk converting to much more serious DSBs during replication.&nbsp; Repair is not as simple as sealing the nick because most SSBs have \"dirty ends\" (eg, dangling phosphate or hydroxyl groups) that DNA ligase cannot join.&nbsp; Specialized end-processing enzymes are needed (eg, to trim back the termini), after which DNA polymerase and ligase restore the sequence using the complementary strand as a template.</p>\n<h2>Double strand break</h2><br><br><p>If both sides of the DNA backbone are cleaved at the same location, a DSB is formed.&nbsp; DSBs are among the most dangerous forms of DNA damage because the chromosome becomes discontinuous, often leading to <strong>rearrangements</strong> and <strong>deletions</strong>.&nbsp; Because the complementary strand is also damaged, it is no longer available to guide repair.</p>\n<h2>Helix-distorting lesions</h2><br><br><p>DNA has a helical structure because of its double stranded nature.&nbsp; Helix-distorting lesions severely kink or lock DNA.&nbsp; They include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intrastrand crosslinks</strong> are covalent bonds formed between adjacent bases on the same DNA strand, most often G-G or G-A.&nbsp; They are typically induced by platinum chemotherapy (eg, cisplatin).&nbsp; These crosslinks introduce a local bend in the helix.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Thymine dimers</strong> are a special case of intrastrand crosslink formed by covalent bonding of adjacent thymines.&nbsp; They are exclusively induced by <strong>UV-B</strong> radiation.&nbsp; The T-T dimer introduces a sharp kink in the helix.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Interstrand crosslinks</strong> are covalent bonds formed between complementary bases on opposite DNA strands, gluing the double helix shut.</li>\n</ul><br><br><p>These lesions interfere with DNA replication and transcription because the normal polymerases are unable to traverse them due to steric hindrance.&nbsp; To overcome this, cells use specialized translesion polymerases that bind DNA more loosely; this allows for successful replication but is more error prone.&nbsp; As a result, helix-distorting lesions can be mutagenic.</p>\n<h1>Single strand repair mechanisms</h1><br><br><p>Single stranded lesions include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Base modifications.</li>\n\t<li>SSBs.</li>\n\t<li>Intrastrand crosslinks and thymine (T-T) dimers.</li>\n</ul><br><br><p>For these lesions, the <strong>complementary strand</strong> is unaffected and can be used as a template for repair.</p>\n<h2>Base excision repair</h2><br><br><p>Base excision repair (BER) is a process that corrects <strong>small, non–helix-distorting lesions</strong> such as oxidized bases, alkylated bases, deaminated cytosine, and AP sites.&nbsp; The damaged base is simply removed and replaced (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25041.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Briefly, a DNA glycosylase recognizes and excises the damaged base, leaving an AP site.&nbsp; An AP endonuclease cleaves the DNA backbone at the AP site.&nbsp; Then, DNA polymerase beta inserts the correct nucleotide.&nbsp; Finally, DNA ligase seals the nick.<p></p><br><br><p><strong>MUTYH-associated polyposis</strong> is an autosomal recessive disorder caused by a defect in the activity of DNA glycosylase (first step of the BER pathway).&nbsp; Affected patients develop hundreds of colorectal adenomas and have an increased risk of colorectal cancer.&nbsp; The phenotype is relatively milder compared to other colorectal cancer syndromes (such as mismatch repair [MMR] defects or familial adenomatous polyposis) because the underlying type of damage is less severe.</p>\n<h2>Nucleotide excision repair</h2><br><br><p>Nucleotide excision repair (NER) removes intrastrand crosslinks (eg, <strong>T-T dimers</strong> from UV-B radiation) and other single strand bulky adducts.&nbsp; In NER, DNA damage is recognized by detecting distortions in the DNA helix throughout the genome (or by sensing stalled transcription machinery at active genes).&nbsp; The entire nucleotide (base + backbone) must be removed and replaced (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33406.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Briefly, a dual incision is created by endonucleases (XPA, XPG).&nbsp; The damaged segment is removed.&nbsp; Next, DNA polymerase delta resynthesizes DNA to fill the gap, and DNA ligase seals the nicks.<p></p><br><br><p><strong>Xeroderma pigmentosum</strong> is an autosomal recessive disorder caused by mutations in NER genes (<em>XPA</em>, <em>XPG</em>), leading to extreme UV sensitivity and early-onset skin cancers (eg, multiple squamous cell carcinomas in childhood).</p>\n<h2>Mismatch repair</h2><br><br><p>MMR corrects base mismatches that escape proofreading during replication.&nbsp; The complementary strand is used to restore the correct sequence (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33410.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Briefly, the mismatch is recognized by specialized complexes (eg, MSH2-MSH6).&nbsp; Next, endonucleases (eg, MLH-PMS2) are directed to the replicating (new) strand to remove the mispaired base.&nbsp; Finally, as with NER, DNA polymerase delta resynthesizes DNA to fill the gap, and DNA ligase seals the nicks.<p></p><br><br><p>Hereditary nonpolyposis colorectal cancer (<strong>HNPCC</strong>, or <strong>Lynch syndrome</strong>) is an autosomal dominant disorder caused by mutations in MMR genes (eg, <em>MSH2</em>, <em>MLH1</em>, <em>PMS2</em>).&nbsp; Patients have a markedly elevated lifetime colorectal cancer risk (eg, 50% by age 50) and are also predisposed to gastric, ovarian, endometrial, and several other malignancies.&nbsp; Adenomatous polyps are paradoxically few (unlike with BER), likely because the extensive genomic damage with MMR enables rapid progression directly to carcinoma.</p>\n<h1>Double strand repair mechanisms</h1><br><br><p>DSBs can be repaired by nonhomologous end joining (NHEJ) or homologous recombination (HR) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L119091.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p>\n<h2>Nonhomologous end joining</h2><br><br><p>NHEJ directly ligates the broken DNA ends back together.&nbsp; A template is not required.&nbsp; Briefly, specific protein complexes (eg, Artemis) gather the 2 ends and bring them in close proximity for DNA ligase to seal the break.&nbsp; In the process, nucleotides may be lost or added, making NHEJ a relatively error-prone method.&nbsp; As a result, small insertions or deletions can be produced at the repair site.</p><br><br><p>Although less accurate, NHEJ functions in <strong>all phases</strong> of the cell cycle because it does not require a homologous sister chromatid (only available after DNA replication in late S phase and G2).</p><br><br><p>Some forms of severe combined immunodeficiency <strong>(SCID)</strong> are caused by defects in NHEJ genes (eg, <em>Artemis</em>, <em>RAG1/2</em>).&nbsp; NHEJ is essential for repairing the DSBs intentionally generated during V(D)J recombination in developing T and B lymphocytes, which is required for survival as well as T-cell receptor and B-cell receptor diversity.&nbsp; Failure of this pathway leads to complete absence of T and B cells in the peripheral blood.</p>\n<h2>Homologous recombination</h2><br><br><p>HR repairs DSBs with greater accuracy than NHEJ because it uses an undamaged sister chromatid as a template.&nbsp; Therefore, it is restricted to late S and G2 phases of the cell cycle, after DNA replication has occurred.&nbsp; The process begins with invasion of the broken strand into the intact homologous sister chromatid (mediated by <em>BRCA1/2</em> and <em>RAD51</em>).&nbsp; DNA polymerase then extends the invading strand using the sister sequence as a template.</p><br><br><p>Although more accurate, one disadvantage of HR is the potential for <strong>loss of heterozygosity (LOH)</strong>.&nbsp; HR can copy a pathogenic allele from the sister template, converting an otherwise recessive defect into a homozygous one.&nbsp; LOH is a major mechanism of tumor suppressor gene inactivation, serving as the \"second hit\" in cancer development.&nbsp; (Note:&nbsp; Second hits can also arise independently through random mutations, even without LOH.)</p><br><br><p>Mutations in HR genes (eg, <em>BRCA1</em>, <em>BRCA2</em>) force the cell to rely solely on NHEJ, which is more error prone.&nbsp; Patients have a markedly elevated risk of breast, ovarian, pancreatic, and other malignancies.</p>\n<h1>DNA damage response</h1><br><br><p>The 5 primary repair pathways (BER, NER, MMR, HR, and NHEJ) are centrally regulated by a common DNA damage response (DDR).</p><br><br><p>The DDR halts the cell cycle so the machinery described above has time to fix errors.&nbsp; Specialized protein complexes (eg, ATM) continuously monitor DNA integrity.&nbsp; When they encounter damage, they phosphorylate downstream cell cycle checkpoint kinases to temporarily arrest the cell cycle.&nbsp; They also activate proteins from the relevant pathway to begin repair.</p>\n<h2>Successful repair</h2><br><br><p>Once the lesion is corrected, the cell cycle checkpoints are unblocked, and the cell is free to replicate its DNA or to divide.</p>\n<h2>Failed repair, cell eliminated</h2><br><br><p>If damage is irreparable (eg, extensive DSBs), persistent DDR signaling can <strong>trigger apoptosis via p53</strong>, which is encoded by the <em>TP53</em> gene.&nbsp; Cells can also enter senescence, a permanent state of cell cycle arrest in which they remain metabolically active but no longer divide.</p>\n<h2>Failed repair, cell survives</h2><br><br><p>Defects in DDR components (eg, p53, ATM) <strong>compromise all</strong> DNA repair pathways, allowing cells to continue surviving despite highly mutagenic DNA damage:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Defects in p53 lead to <strong>Li-Fraumeni syndrome</strong>, characterized by early-onset of often-concurrent malignancies in multiple tissues (eg, sarcomas, breast cancer, glioblastoma, leukemia).</li>\n\t<li>Defects in ATM lead to <strong>ataxia-telangiectasia</strong>, characterized by progressive cerebellar degeneration, telangiectasias, immunodeficiency, extreme radiosensitivity, and high risk of lymphoma and breast cancer.</li>\n</ul>\n<h1>Summary</h1><br><br><p>DNA is constantly damaged by replication errors, normal oxidative stress, and environmental exposures.&nbsp; If not repaired prior to replication, these lesions can become permanent mutations.&nbsp; DNA damage ranges from single base modifications to large helix-distorting lesions.&nbsp; Five major repair pathways are available (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120233.jpg\" alt=\"Mechanisms of DNA damage and repair\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Mechanisms of DNA damage and repair</div>\n                                </div>\n                                ).&nbsp; Base excision repair, nucleotide exclusion repair, and mismatch repair correct single strand defects, such as base modifications (eg, oxidation), mismatches, and intrastrand crosslinks (eg, T-T dimers), using the intact complementary strand as a template.&nbsp; Nonhomologous end joining and homologous recombination correct double strand breaks.&nbsp; Defects in each of these 5 pathways are associated with specific hereditary cancer syndromes (eg, loss of NER results in xeroderma pigmentosum).&nbsp; Upstream failure of the DNA damage response itself (eg, <em>ATM</em> or <em>TP53</em> mutations) compromises multiple repair processes and predisposes to cancer.<p></p>\n</div>\n\n            "
}