{
  "meta": {
    "title": "Genetics: Inheritance patterns",
    "url": "https://brainandscalpel.vercel.app/genetics-inheritance-patterns-3c89c126-3b628d.html",
    "scrapedAt": "2025-12-01T05:57:03.007Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Clinically significant genetic diseases arise from mutations that drastically disrupt normal gene function.&nbsp; This article discusses how mutations originate, covers the major inheritance patterns and pedigree analysis, and defines how genotype (DNA sequence) can diverge from phenotype (observable manifestations) through processes such as variable expressivity and incomplete penetrance.</p>\n<h1>Mutation origins</h1><br><br><p>Mutations are classified based on whether they arise before or after fertilization, which determines whether every cell in the body is affected or is only a subset.</p>\n<h2>Germline versus somatic mutations</h2><br><br><p>Germline mutations are present in the DNA of gametes (ova, sperm) prior to fertilization.&nbsp; Such mutations affect <strong>every cell</strong> of the embryo because the mutation is propagated from the very first mitosis.</p><br><br><p>In contrast, somatic mutations arise in the developing embryo following fertilization (postzygotic).&nbsp; They result in <strong>mosaicism</strong>, whereby only a subset of cells carries the mutation going forward (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28049.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The different types of mosaicism are discussed in greater detail later.<p></p>\n<h2>Sporadic versus hereditary mutations</h2><br><br><p>Sporadic mutations are new (de novo) mutations that occur due to DNA replication errors or environmental damage (eg, radiation).&nbsp; Most are inconsequential, but some have serious consequences for an individual patient (eg, leading to a tumor).</p><br><br><p>When a sporadic mutation affects the gametes, it can be passed to future generations.&nbsp; From that point forward, the mutation is hereditary.&nbsp; Because previous generations did not carry this mutation, a negative family history does not exclude a genetic basis as a cause for a disorder.&nbsp; In &gt;75% of cases, genetic disorders result from sporadic mutations with no family history.</p>\n<h2>Examples</h2><br><br><p>Many genetic syndromes can arise from combinations of these mechanisms.&nbsp; A classic example is neurofibromatosis type 1 <strong>(NF1)</strong>, which can result from:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Germline <em>NF1</em> mutations (in parental gametes), which cause all cells to carry the mutation, resulting in widespread disease (eg, neurofibromas in multiple bilateral dermatomes).&nbsp; Roughly 50% of cases are inherited in an autosomal dominant fashion (ie, positive family history).&nbsp; The remainder are sporadic (ie, negative family history).</li>\n\t<li>Somatic mutations (in the embryo), which typically cause only some cells to be affected, resulting in segmental/mosaic disease (eg, neurofibromas in one or a few dermatomes).&nbsp; All of these cases are sporadic (ie, negative family history).</li>\n</ul>\n<h1>Major inheritance patterns</h1><h2>Autosomal recessive</h2><br><br><p>Autosomal recessive (AR) disorders require biallelic mutations (ie, inactivation of both maternal and paternal copies) for the disease to manifest.&nbsp; AR mutations usually cause decreased gene expression or <strong>loss of function</strong> of the encoded protein.&nbsp; In heterozygotes, the single functioning allele can compensate, producing an asymptomatic carrier state.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Most enzyme defects (because enzymes can sufficiently catalyze reactions even at 50% expression), leading to:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Most inborn errors of metabolism, such as phenylketonuria, homocystinuria, galactosemia, maple syrup urine disease, and congenital adrenal hyperplasia.</li>\n\t\t<li>Most glycogen storage disorders, mucopolysaccharidoses, and lysosomal storage disease.</li>\n\t\t<li>Alpha-1-antitrypsin deficiency.</li>\n\t</ul>\n\t</li>\n\t<li>Most channel and transporter defects (because a single functioning allele can maintain nearly normal transport), such as hereditary hemochromatosis (<em>HFE</em> iron transporter), cystic fibrosis (<em>CFTR</em> chloride channel), and Wilson disease (<em>ATP7B</em> copper transporter).</li>\n\t<li>Hemoglobinopathies (because the globulin chains are produced equally from both alleles) such as sickle cell disease and thalassemias.&nbsp; Notably, carriers may show a minor phenotype (eg, mild microcytic anemia with heterozygous thalassemia).</li>\n</ul><br><br><p>The risk to offspring is 25% if both parents are carriers (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21320.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The key pedigree findings are as follows (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96249.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; (1) Males and females are equally affected (ie, autosomal), and (2) affected progeny can have asymptomatic parents (ie, recessive), resulting in skipped generations.<p></p><br><br><p>Affected (homozygous) individuals are diagnosed by enzyme or substrate-level testing (eg, serum phenylalanine, sweat chloride, hemoglobin electrophoresis).</p>\n<h2>Autosomal dominant</h2><br><br><p>Autosomal dominant (AD) disorders require only a single mutated allele for the disease to manifest.&nbsp; These mutations cause disease through 3 mechanisms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Haploinsufficiency</strong> (ie, 1 allele not enough to prevent disease).&nbsp; This is relevant for:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Structural protein defects such as polycystic kidney disease and hereditary spherocytosis (eg, spectrin or ankyrin).&nbsp; Such proteins require full expression for stability, so a 50% protein loss is significant.</li>\n\t\t<li>Tumor-suppressor cancer syndromes such as familial adenomatous polyposis (<em>APC</em>), hereditary breast and ovarian cancer (<em>BRCA1/2</em>), retinoblastoma (<em>RB</em>), Li-Fraumeni syndrome (<em>TP53</em>), and von Hippel-Lindau syndrome (<em>VHL</em>).&nbsp; Although these mutations are recessive at the cellular level (ie, both alleles must be inactivated for cancer to develop), they function as clinically dominant because the \"second hit\" (loss of the remaining normal allele) is essentially inevitable.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Gain of function</strong> (ie, mutant protein acquires a new, often toxic, activity).&nbsp; This is relevant for:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Receptor tyrosine kinase mutations such as achondroplasia (<em>FGFR3</em>) and multiple endocrine neoplasia type 2 (<em>RET</em>), resulting in constitutive activation.</li>\n\t\t<li>Growth signaling pathway mutations involved in neurocutaneous syndromes such as tuberous sclerosis complex (mTOR ([mammalian target of rapamycin] pathway) and neurofibromatosis type 1 (Ras pathway).</li>\n\t\t<li>Note:&nbsp; Oncogene cancer syndromes (eg, <em>KRAS</em>, <em>MYC</em>) are overwhelmingly sporadic and somatic (arising spontaneously in the tumor tissue during carcinogenesis) and are <strong>not inherited</strong>.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Dominant negative</strong> effects (ie, mutant protein interferes with normal protein).&nbsp; This is relevant for proteins that form multimers, such as in osteogenesis imperfecta and many forms of Ehlers-Danlos syndrome, in which disruption of one collagen chain can compromise the entire triple helix.</li>\n</ul><br><br><p>The risk to offspring is 50% if one parent is affected (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49582.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) and 75% if both are affected (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L70980.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p><br><br><p>The classic pedigree pattern is as follows (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96250.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):&nbsp; (1) Males and females are equally affected (ie, autosomal), and (2) every affected child has an affected parent (ie, dominant), resulting in disease in every generation.&nbsp; Molecular genetic testing is often used for definitive diagnosis.<p></p>\n<h2>X-linked recessive</h2><br><br><p>X-linked recessive (XR) disorders are caused by mutations in genes on the X chromosome.&nbsp; <strong>Males are primarily affected</strong> because they are hemizygous (XY), so a single mutation results in full expression of disease.&nbsp; In contrast, females (XX) must inherit biallelic mutations (rare) or undergo skewed X-inactivation (lyonization) to be affected.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>X-linked enzyme defects (because males lack a second X chromosome to compensate), such as:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Some inborn errors of metabolism, including glucose-6-phosphate dehydrogenase (G6PD) deficiency, Lesch-Nyhan syndrome (hypoxanthine-guanine phosphoribosyltransferase deficiency), X-linked adrenoleukodystrophy (<em>ABCD1</em> mutation), and, most commonly, urea cycle disorder (ornithine transcarbamylase deficiency).</li>\n\t\t<li>Two lysosomal storage diseases, namely Fabry disease (alpha-galactosidase A deficiency) and Hunter syndrome (iduronate sulfatase deficiency).</li>\n\t</ul>\n\t</li>\n\t<li>Several primary immunodeficiencies, including X-linked agammaglobulinemia (<em>BTK</em> mutation), Wiskott-Aldrich syndrome (<em>WASP</em> mutation), X-linked severe combined immunodeficiency (<em>IL2RG</em> mutation).</li>\n\t<li>Hemophilia A (factor VIII deficiency) and hemophilia B (factor IX deficiency).</li>\n\t<li>Muscular dystrophies, including Duchenne muscular dystrophy (<em>DMD</em> frameshift mutation) and Becker muscular dystrophy (<em>DMD</em> mutation).</li>\n\t<li>Genetic retinal disease, including red-green color blindness and X-linked forms of retinitis pigmentosa (eg, <em>RPGR</em> mutation).</li>\n</ul><br><br><p>The risk to offspring depends on whether there is an affected father or carrier mother (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10328.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Affected fathers pass the mutation to all daughters (carriers) and none of their sons.&nbsp; Carrier mothers pass the mutation to 50% of sons (affected) and 50% of daughters (carriers).&nbsp; The classic pedigree pattern is as follows (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96251.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ):&nbsp; (1) Only males are affected (ie, X-linked), (2) affected progeny can have asymptomatic parents (ie, recessive), and (3) affected fathers never transmit to sons.&nbsp; The pedigree can deviate from the first rule due to skewed X-inactivation in carrier females.<p></p><br><br><p>Like AR inheritance, the diagnosis may be supported by enzyme assays (eg, G6PD activity, factor VIII activity).</p>\n<h2>X-linked dominant</h2><br><br><p>X-linked dominant (XD) disorders are caused by dominant mutations in genes on the X chromosome.&nbsp; A single mutant allele is sufficient to cause disease in <strong>both sexes</strong>.&nbsp; Females (XX) generally exhibit a milder phenotype due to random X-inactivation (reducing mutant gene dose by 50%).&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Alport syndrome (collagen IV mutation).</li>\n\t<li>Fragile X syndrome (<em>FMR1</em> CGG expansion).</li>\n\t<li>X-linked hypophosphatemic rickets (<em>PHEX</em> mutation).</li>\n\t<li>Rett syndrome (<em>MECP2</em> mutation), the exception to the unisex pattern.&nbsp; The mutation is lethal in embryonic males (eg, MECP2 is essential for brain development), so the disorder appears to affect only females.</li>\n</ul><br><br><p>The risk to offspring depends on which parent is affected (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10331.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).&nbsp; Affected mothers typically pass the mutation to 50% of offspring regardless of sex.&nbsp; Affected fathers, however, pass the mutation to all daughters but to no sons (who inherit the Y chromosome only).<p></p><br><br><p>The classic pedigree pattern is as follows (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96252.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ):&nbsp; (1) All affected males have affected daughters (ie, X-linked), and (2) every affected offspring has an affected parent (ie, dominant).<p></p>\n<h2>Mitochondrial</h2><br><br><p>Several mitochondrial disorders are caused by mitochondrial DNA (mtDNA) mutations, inherited exclusively through the maternal line because all mitochondria in the zygote are derived from the ovum (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32335.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).&nbsp; Both sexes can be affected, but only mothers can transmit the mutation.&nbsp; Mitochondrial disorders affect energetically demanding tissues (eg, brain, muscle, eyes, heart).&nbsp; Examples include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>MERRF (myoclonic epilepsy with ragged red fibers) (mitochondrial transfer RNA (tRNA) defect).</li>\n\t<li>MELAS (mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes) (mitochondrial tRNA defect).</li>\n\t<li>LHON (Leber hereditary optic neuropathy) (complex I defect).</li>\n\t<li>KSS (Kearns-Sayre syndrome) (large mtDNA deletions affecting multiple complexes).</li>\n</ul><br><br><p>The risk to offspring is 100% if the mother is affected and 0% if the father is affected.</p><br><br><p>The pedigree pattern is as follows:&nbsp; (1) All affected offspring have an affected mother, and (2) affected fathers do not have affected offspring.&nbsp; However, disease expression is variable due to <strong>heteroplasmy</strong> (ie, presence of both normal and mutant mitochondria within a cell) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27437.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ).<p></p><br><br><p>The majority (&gt;99%) of mitochondrial proteins are encoded by the <strong>nuclear genome</strong> and later imported into mitochondria.&nbsp; Therefore, there is also an even larger group of mitochondrial disorders (eg, pyruvate dehydrogenase complex deficiency) that demonstrates autosomal or X-linked inheritance.</p>\n<h1>Pedigree analysis</h1><br><br><p>Inheritance patterns can be difficult to remember.&nbsp; Two quick methods to help with pedigree evaluation: a 4-step approach and a pattern-based summary that lists the most distinctive features of each.</p>\n<h2>Stepwise approach</h2><br><br><p>Most pedigrees can be deciphered with 4 questions.&nbsp; A mnemonic is to look for \"<strong>S</strong>kips (generations), <strong>S</strong>ex skew (♂ &gt; ♀), <strong>S</strong>ons, and <strong>S</strong>ide (maternal)\".</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Step 1 (<strong>S</strong>kips): Is every generation affected?<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>If yes, suggests dominant (AD or XD) or mitochondrial.</li>\n\t\t<li>If no, suggests recessive (AR or XR).</li>\n\t</ul>\n\t</li>\n\t<li>Step 2 (<strong>S</strong>ex skew): Who is affected?\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>If males and females equally, suggests autosomal (AD or AR), mitochondrial, or XD.</li>\n\t\t<li>If only or mostly males, suggests XR.</li>\n\t</ul>\n\t</li>\n\t<li>Step 3 (<strong>S</strong>ons): Can fathers transmit to sons?\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>If yes, confirms autosomal (rules out X-linked and mitochondrial).</li>\n\t\t<li>If no, may be X-linked (XD, XR) or mitochondrial.</li>\n\t</ul>\n\t</li>\n\t<li>Step 4 (<strong>S</strong>ide): Is transmission exclusively via mother?\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>If yes, confirms mitochondrial.</li>\n\t\t<li>If no, rules out mitochondrial.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Pattern-based approach</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>AR</strong> (most enzymes, channels, hemoglobin):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Skipped generations (asymptomatic carrier mothers or fathers).</li>\n\t\t<li>Equal in males and females.</li>\n\t</ul>\n\t</li>\n\t<li><strong>AD</strong> (structural proteins, tumor suppressors):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Every generation (no carriers).</li>\n\t\t<li>Equal in males and females.</li>\n\t</ul>\n\t</li>\n\t<li><strong>XR</strong> (several primary immunodeficiencies, hemophilia, muscular dystrophies):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Skipped generations (asymptomatic carrier mothers).</li>\n\t\t<li>Primarily affects males.</li>\n\t</ul>\n\t</li>\n\t<li><strong>XD</strong> (hypophosphatemic rickets, fragile X syndrome):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Every generation (no carriers).</li>\n\t\t<li>Equal in males (often more severe) and females (often less severe).</li>\n\t\t<li>Difference from AD:&nbsp; No father-to-son transmission, 100% father-to-daughter transmission.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Mitochondrial</strong> (MERRF, MELAS):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Every generation (no carriers).</li>\n\t\t<li>Equal in males and females.</li>\n\t\t<li>Difference from AD: 100% mother-to-child transmission, no father-to-child transmission.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Genotype ≠ Phenotype</h1><br><br><p>The same mutation (genotype) can yield different clinical signs and symptoms (phenotype).&nbsp; Conversely, the same phenotype can be produced by different genotypes.</p>\n<h2>Variable expressivity</h2><br><br><p>Expressivity describes the degree to which a genotype manifests in the phenotype of an individual.&nbsp; Variable expressivity means that individuals with the same mutation can exhibit different levels of severity.&nbsp; Examples include NF1 (eg, various degrees of freckling, café au lait spots, neurofibromas, optic gliomas) and Marfan syndrome (eg, different severities of skeletal, ocular, valvular, and aortic defects).</p><br><br><p>Variable expressivity can be explained by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mosaicism (discussed later), skewed X-inactivation (for XR and XD), and heteroplasmy (for mitochondrial disorders).</li>\n\t<li>Modifier genes (eg, compensatory activation of other genes).</li>\n\t<li>Epigenetic changes (eg, silencing via methylation).</li>\n\t<li>Posttranscriptional events (eg, differences in messenger RNA [mRNA] degradation).</li>\n\t<li>Posttranslational modifications (eg, altered ubiquitination affecting protein half-life).</li>\n</ul>\n<h2>Incomplete penetrance</h2><br><br><p>Penetrance refers to the proportion of individuals with a genotype who express the phenotype.&nbsp; Incomplete penetrance means that some persons with the same mutation never exhibit any signs of disease, resulting in an <strong>all-or-none</strong> pattern.&nbsp; Therefore, it can be regarded as the most extreme case of variable expressivity (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L125041.png\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ).&nbsp; Like variable expressivity, incomplete penetrance can be modified by modifier genes, epigenetic changes, and other extragenomic factors.<p></p><br><br><p>Incomplete penetrance is particularly relevant for <strong>dominant</strong> mutations that remain asymptomatic even when expected to show signs of disease, as seen in retinoblastoma (AD), hereditary breast cancer (AD), Alport syndrome (XD), and fragile X syndrome (XD).&nbsp; Incomplete penetrance disrupts the expected pedigree pattern because apparently unaffected parents (ie, nonpenetrant) may still pass dominant mutations to affected children (ie, penetrant), giving the impression of a recessive trait.</p>\n<h2>Mosaicism</h2><br><br><p>Mosaicism is the presence of ≥2 genetically distinct cell lines within the same individual.&nbsp; It arises from a sporadic mutation in the dividing embryo.&nbsp; The timing affects phenotype severity.&nbsp; Early mutations affect more tissues, whereas later mutations are typically limited to specific regions.&nbsp; Mutations that occur sufficiently early can be incorporated into cells destined to become sperm or eggs (germline precursors), potentially becoming hereditary.</p><br><br><p>In rare instances, the mutation is restricted to only the gonadal tissue, sparing the somatic cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27481.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ).&nbsp; This is known as germline mosaicism.&nbsp; In such cases, the individual is clinically unaffected and has normal genotyping from typical sources (eg, blood or buccal swab), yet can still transmit the mutation to offspring.<p></p><br><br><p>In practice, there is no definitive way to rule out mosaicism, especially at low levels (eg, &lt;5%).&nbsp; Instead, the possibility of germline mosaicism is factored into genetic counseling and often influences reproductive decision-making or advanced diagnostics (eg, preimplantation genetic testing).</p>\n<h2>Skewed X-inactivation (lyonization)</h2><br><br><p>X-inactivation is a normal process in all female mammals whereby one X chromosome in each somatic cell is randomly and permanently silenced during early embryogenesis.&nbsp; This prevents overexpression of X-linked genes.&nbsp; The inactive X condenses into a Barr body and remains transcriptionally silent.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Skewed X-inactivation that disproportionately silences the normal X chromosome results in expression of the mutant allele, causing symptomatic disease in female carriers of <strong>XR</strong> diseases that normally affect only males, such as Duchenne muscular dystrophy or hemophilia A (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L83840.jpg\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ).</li>\n\t<li>Skewed X-inactivation that disproportionately silences the mutant X favors the expression of the normal allele, thereby reducing disease severity in females affected by <strong>XD</strong> disease, such as in fragile X or X-linked hypophosphatemic rickets.</li>\n</ul>\n<h2>Genomic imprinting</h2><br><br><p>Certain autosomal genes are expressed exclusively from either the maternal or paternal allele, whereas the other is epigenetically silenced by methylation during gametogenesis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L103470.jpg\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                ).&nbsp; Deletion of either the maternal or the paternal copy or accidental inheritance of both copies of a chromosome from the same parent (<strong>uniparental disomy</strong>) can result in disease.&nbsp; In particular:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prader-Willi</strong> syndrome involves loss of paternally expressed genes on 15q11-q13 (via paternal deletion or maternal uniparental disomy).&nbsp; Affected children exhibit intellectual disability, hypotonia, hyperphagia, extreme obesity, and hypoventilation.</li>\n\t<li><strong>Angelman</strong> syndrome involves loss of maternally expressed genes on 15q11-q13 (via maternal deletion or paternal uniparental disomy).&nbsp; Affected children exhibit intellectual disability, neuroexcitability (eg, tremor, seizures), inappropriate laughter, and craniofacial deformities.</li>\n</ul><br><br><p>In both syndromes, the genotype is the same, but the phenotype depends on the parent of origin.</p>\n<h2>Locus heterogeneity</h2><br><br><p>Locus heterogeneity occurs when mutations in different genes (loci) produce the same or similar phenotype (ie, phenotype ≠ genotype).&nbsp; It is especially relevant for genes across different chromosomes or for multimeric proteins, in which different subunit mutations can yield the same phenotype.</p><br><br><p>Classic examples include oculocutaneous albinism (eg, 7 genes involved in melanin synthesis), hypertrophic cardiomyopathy (eg, &gt;10 sarcomere genes), and retinitis pigmentosa (eg, &gt;50 genes).&nbsp; If genes are on separate chromosomes, it is possible for affected (homozygous) parents to have an unaffected (compound heterozygous) child (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69541.jpg\" alt=\"figure 17\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 17</div>\n                                </div>\n                                ).<p></p>\n<h2>Chaos</h2><br><br><p>In addition to genetic mechanisms, phenotypic variability also arises from stochastic processes and environmental exposures.&nbsp; These include differences in the intrauterine environment, nutrition, exposures, infections, and random fluctuations in the timing of gene expression or protein translation.</p><br><br><p><strong>Twin studies</strong> illustrate the more important role of nongenetic factors.&nbsp; Concordance measures the likelihood that both twins express a trait.&nbsp; Even monozygotic twins, who share an identical genotype, often have low concordance (~40%) for many complex diseases (eg, schizophrenia, type 1 diabetes mellitus).&nbsp; These differences highlight the critical roles of environmental and biological randomness.</p>\n<h2>Genetic anticipation</h2><br><br><p>Genetic anticipation refers to a more severe or an earlier onset of inherited disorders across generations, which are caused by <strong>trinucleotide repeat expansions</strong> during gametogenesis.&nbsp; These expansions can disrupt function through:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Epigenetic silencing (eg, heavy [CGG]<font size=\"2\"><sub>n</sub></font> methylation in fragile X syndrome).</li>\n\t<li>Abnormal protein aggregations (eg, [CAG]<font size=\"2\"><sub>n</sub></font> polyglutamine misfolding in Huntington disease).</li>\n\t<li>Altered RNA processing (eg, [CUG]<font size=\"2\"><sub>n</sub></font> disrupting pre-mRNA splicing in myotonic dystrophy).</li>\n</ul><br><br><p>Anticipation involves both variable expressivity (via expansion size) and incomplete penetrance (eg, ≥40 repeats for the expression of Huntington disease).</p>\n<h1>Summary</h1><br><br><p>Genetic mutations can originate in ova or sperm (germline) or in the embryo after fertilization (somatic).&nbsp; Germline mutations are heritable and present in every cell, whereas somatic mutations cause mosaicism.&nbsp; A somatic mutation that affects the reproductive cells may be transmitted to offspring.&nbsp; There are 5 main modes of inheritance:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Autosomal recessive diseases (eg, enzyme defects, hemoglobinopathies) require homozygosity and often skip generations.</li>\n\t<li>Autosomal dominant diseases (eg, structural proteins, tumor suppressors) typically affect every generation.</li>\n\t<li>X-linked recessive diseases (eg, hemophilia, muscular dystrophies) primarily affect males with female carriers.</li>\n\t<li>X-linked dominant diseases (eg, fragile X or Alport syndrome) affect both sexes but have no father-to-son transmission.</li>\n\t<li>Finally, mitochondrial inheritance occurs exclusively from the maternal line and demonstrates heteroplasmic variability.</li>\n</ul><br><br><p>Genotype does not necessarily correlate with phenotype.&nbsp; Key modifiers of phenotype include variable expressivity, incomplete penetrance, mosaicism, and skewed X-inactivation.</p>\n</div>\n\n            "
}