{
  "meta": {
    "title": "Glycogen storage diseases",
    "url": "https://brainandscalpel.vercel.app/glycogen-storage-diseases-33e4e617-3b628d.html",
    "scrapedAt": "2025-12-01T05:57:02.995Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Glycogen storage diseases are inherited metabolic disorders characterized by defects in the enzymes involved in glycogen metabolism, resulting in abnormal storage and utilization of glycogen in various tissues.&nbsp; These diseases vary in severity, age of onset, and organ involvement.</p>\n<h1>Normal glycogen metabolism</h1><br><br><p>Glycogenolysis is the process by which glycogen, a branched polysaccharide that is primarily stored in the liver and skeletal muscle, is cleaved into glucose for energy use.&nbsp; Glycogenolysis involves the following steps:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Shortening of chains</strong>:&nbsp; Glycogen phosphorylase sequentially cleaves α-1,4-glycosidic bonds between glucose residues, producing glucose 1-phosphate, until only 4 glucose residues remain before a branch point.&nbsp; These 4-unit structures are known as limit dextrins, and glycogen phosphorylase cannot continue cleaving beyond this point.</li>\n\t<li><strong>Removal of branches</strong>:&nbsp; From here, debranching enzyme transfers 3 of the 4 glucose residues to a nearby branch.&nbsp; Debranching enzyme then removes the single remaining glucose residue, producing free glucose.&nbsp; This allows the chain to be further shortened by glycogen phosphorylase.</li>\n\t<li><strong>Conversion of glucose 1-phosphate to glucose</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32759.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; First, glucose 1-phosphate is converted to glucose 6-phosphate by the enzyme phosphoglucomutase.&nbsp; Next, glucose 6-phosphate is converted to glucose by the enzyme glucose 6-phosphatase, which is expressed in the liver, kidneys, and intestines.</li>\n\t<li><strong>Degradation by lysosomes</strong>:&nbsp; Approximately 1% of glycogen is continuously metabolized in lysosomes by the enzyme acid α-glucosidase.&nbsp; This enzyme is particularly active in cells with relatively higher concentrations of cytoplasmic glycogen (eg, hepatocytes, myocytes).</li>\n</ul><br><br><p>Defects in the enzymes of these metabolic pathways can impair glycogenolysis, resulting in glycogen storage diseases (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23545.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h1>Glycogen storage disease types</h1><br><br><p>There are several types of glycogen storage diseases with various presentations.&nbsp; The most common glycogen storage diseases demonstrate an autosomal recessive inheritance pattern.</p>\n<h2>Type V (McArdle disease)</h2><br><br><p>Type V (McArdle disease) occurs due to a defect in <strong>glycogen phosphorylase</strong>.&nbsp; There are 3 isoforms of this enzyme: the skeletal muscle form, the brain form, and the liver form.&nbsp; McArdle disease occurs due to a defect in only the <strong>skeletal muscle form</strong> (ie, myophosphorylase); the other isoforms are unaffected.</p><br><br><p>The disease impairs glycogenolysis in skeletal muscle, and its clinical features include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Exercise intolerance</strong>:&nbsp; Patients typically present in adolescence and early adulthood with extreme muscle weakness and cramping after exercise.&nbsp; Symptoms classically improve after a brief period of rest (ie, second wind phenomenon), which may be explained by increased blood flow and delivery of free fatty acids to the muscle for energy.</li>\n\t<li><strong>No increase in serum lactate</strong>:&nbsp; Serum lactate does not increase following strenuous exercise because no glucose 6-phosphate is generated to undergo glycolysis.</li>\n\t<li><strong>Normal serum glucose levels</strong>:&nbsp; Because the liver isoform of glycogen phosphorylase is unaffected, glycogenolysis occurs normally in the liver and patients do not develop hypoglycemia.</li>\n\t<li>Rhabdomyolysis:&nbsp; Strenuous exercise can lead to rhabdomyolysis, resulting in myoglobinuria (eg, red urine) that can progress to renal failure.</li>\n</ul><br><br><p>Patients are advised to consume simple carbohydrates (eg, sucrose) prior to physical activity.&nbsp; These carbohydrates are rapidly digested into monosaccharides, which can be directly utilized by muscles for energy, bypassing myophosphorylase.</p>\n<h2>Type III (Cori disease)</h2><br><br><p>Type III (Cori disease) occurs due to a defect in <strong>debranching enzyme</strong>.&nbsp; Without it, abnormal-appearing glycogen structures accumulate, containing stubby outer branches (limit dextrins) due to incomplete glycogen trimming.</p><br><br><p>Patients present in infancy with hypoglycemia, ketoacidosis, and hepatomegaly due to accumulation of limit dextrins, which can lead to hepatic fibrosis.&nbsp; Patients also develop weakness and hypotonia due to muscle involvement.</p><br><br><p>Management includes frequent oral glucose loading (eg, uncooked cornstarch, a glucose polymer that is slowly metabolized into monomers in the intestine before being absorbed) to prevent hypoglycemia.</p>\n<h2>Type I (von Gierke disease)</h2><br><br><p>Type I (von Gierke disease) occurs due to a defect in <strong>glucose 6-phosphatase</strong>, which is expressed primarily in the liver, kidneys, and intestinal mucosa.&nbsp; Without this enzyme, glucose 6-phosphate cannot be converted to glucose, and patients develop severe hypoglycemia.</p><br><br><p>The clinical presentation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Severe fasting hypoglycemia</strong>:&nbsp; Occurs due to impaired release of free glucose from glycogenolysis or gluconeogenesis.&nbsp;</li>\n\t<li><strong>Lactic acidosis</strong> and <strong>hyperlipidemia</strong>:&nbsp; Excess glucose 6-phosphate is shunted to the glycolytic pathway, resulting in increased lactic acid production (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80413.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; In addition, excess glucose 6-phosphate stimulates de novo triacylglycerol synthesis via acetyl-CoA, resulting in hypertriglyceridemia.</li>\n\t<li><strong>No improvement with fructose and galactose</strong>:&nbsp; Because fructose and galactose metabolism also involve glucose 6-phosphatase, supplementation does not improve hypoglycemia.</li>\n\t<li>Hepatomegaly and renal enlargement:&nbsp; Occurs due to massive accumulation of glycogen in the liver and kidneys.</li>\n\t<li>Unique physical features:&nbsp; Include a <strong>doll-like face</strong> with rounded cheeks and thin extremities.&nbsp; Hepatomegaly and renal enlargement occur due to massive accumulation of glycogen in the liver and kidneys.&nbsp; Failure to thrive and short stature are also common.</li>\n</ul><br><br><p>Management includes frequent oral glucose loading (eg, uncooked cornstarch) to prevent hypoglycemia.&nbsp; Patients are also advised to avoid foods containing fructose or galactose.&nbsp; Lactic acidosis and hypertriglyceridemia generally improve in patients who maintain euglycemia.</p>\n<h2>Type II (Pompe disease)</h2><br><br><p>Type II (Pompe disease) occurs due to a defect in <strong>acid α-glucosidase</strong>.&nbsp; Glycogen accumulates in lysosomes, particularly in the liver, heart, and muscle (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4423.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Pompe disease is the only glycogen storage disease caused by a defect in a lysosomal enzyme.<p></p><br><br><p>In the classic form of Pompe disease, patients present in early infancy with <strong>generalized hypotonia</strong> and cardiomegaly (due to <strong>hypertrophic cardiomyopathy</strong>).&nbsp; In addition, patients develop macroglossia and hepatomegaly.&nbsp; Death usually occurs in infancy.</p><br><br><p>However, because glucose can still be produced from glycogen, patients have <strong>normal glucose levels</strong>, which differentiates this condition from other glycogen storage diseases.</p><br><br><p>Management involves supportive care and enzyme replacement therapy, which can improve symptoms and survival.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of a glycogen storage disease involves a thorough history and physical examination, with particular attention to signs of liver (eg, hepatomegaly), muscle (eg, hypotonia), and cardiac involvement.&nbsp; Initial laboratory evaluation typically includes serum glucose, lactate, uric acid, lipids, creatine kinase, and liver enzymes (eg, AST, ALT).&nbsp; In addition, periodic acid–Schiff (PAS) stains carbohydrates and can stain excess glycogen in hepatocytes or myocytes.</p><br><br><p>Enzyme assays may be performed to measure enzyme activity.&nbsp; Of note, the enzyme assay for Pompe disease is included in many newborn screening programs.&nbsp; Further evaluation depends on the suspected disease, and genetic testing is generally performed to identify the underlying mutation.</p>\n<h1>Summary</h1><br><br><p>Glycogen storage diseases are inherited metabolic disorders that are characterized by defects in the enzymes involved in glycogen metabolism, resulting in the abnormal storage and utilization of glycogen in various tissues.&nbsp; These diseases vary in severity, age of onset, and organ involvement.&nbsp; Prompt diagnosis and treatment are essential for a favorable outcome.</p>\n</div>\n\n            "
}