{
  "meta": {
    "title": "Hypothalamic-pituitary hormones",
    "url": "https://brainandscalpel.vercel.app/hypothalamic-pituitary-hormones-06465f0c-3b628d.html",
    "scrapedAt": "2025-12-01T05:57:08.413Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The hypothalamic-pituitary axis is a core component of the endocrine system, responsible for regulating various physiologic processes, including growth, metabolism, reproduction, and stress responses.&nbsp; The hypothalamus, located at the base of the brain, controls the release of hormones from the pituitary gland, which is divided into anterior and posterior lobes.&nbsp; The anterior pituitary releases several hormones that regulate peripheral endocrine glands, whereas the posterior pituitary stores and releases hormones synthesized in the hypothalamus.&nbsp; The interplay between these 2 organs is maintains homeostasis in the body.&nbsp; This article examines the hormones produced by both the hypothalamus and the pituitary gland and their functions, regulatory mechanisms, and physiologic effects.</p>\n<h1>Hypothalamic hormones</h1><br><br><p>The hypothalamus produces releasing and inhibiting hormones that control the secretion of hormones from the anterior pituitary.&nbsp; These hormones help regulate a variety of bodily functions, including reproduction, stress response, and metabolism.</p>\n<h2>Gonadotropin-releasing hormone</h2><br><br><p><strong>Function</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Gonadotropin-releasing hormone (GnRH) is part of the <strong>hypothalamic-pituitary-gonadal axis</strong> in women (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24345.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) and men (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10036.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), influencing secretion of <strong>gonadotropins</strong>, including luteinizing hormone (LH) and follicle-stimulating hormone (FSH), from the anterior pituitary.</li>\n\t<li>GnRH and gonadotropins regulate the function of the gonads (testes, ovaries) and reproductive processes, including production of <strong>sex hormones</strong> (testosterone, estrogen, and progesterone), spermatogenesis, and ovulation.</li>\n\t<li>Prepubertal GnRH secretion is <strong>low and constant</strong>, which suppresses anterior pituitary gonadotropin secretion and gonadal sex hormone production.&nbsp; Puberty is marked by a transition to <strong>pulsatile</strong> GnRH secretion, which stimulates increased gonadotropin secretion (resulting in increased LH, FSH, and sex hormones).</li>\n</ul><br><br><p><strong>Regulation</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Positive feedback</strong>:&nbsp; Leading up to ovulation, a sustained increase in estrogen levels leads to positive stimulation of GnRH secretion (ie, GnRH and LH surge).</li>\n\t<li><strong>Negative feedback</strong>:&nbsp; Elevated sex hormone levels generally inhibit GnRH secretion; this effect occurs consistently with testosterone and progesterone, but the effects of estrogen in women depend on the current phase of the menstrual cycle (see below).</li>\n</ul><br><br><p><strong>Clinical applications</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Central hypogonadism</strong>:&nbsp; Suppression of GnRH can occur in states of stress or undernutrition (eg, via suppressive effects of elevated corticotropin-releasing hormone and cortisol, discussed in the next section), leading to low GnRH and hypogonadism (eg, decreased LH, estrogen, testosterone).</li>\n\t<li><strong>Hyperprolactinemia</strong>:&nbsp; Elevated prolactin levels suppress GnRH secretion (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29762.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), leading to hypogonadism (low LH, FSH, estrogen).</li>\n\t<li><strong>Hypergonadotropic hypogonadism</strong>:&nbsp; Primary ovarian insufficiency or testicular failure lowers sex hormone production, which leads to hypogonadism with elevated GnRH secretion (high LH and FSH with low estrogen or testosterone).</li>\n\t<li><strong>Polycystic ovary syndrome</strong>:&nbsp; Polycystic ovary syndrome is characterized by excessively rapid pulsatile secretion of GnRH leads to a persistent imbalance in LH relative to FSH production, resulting in increased ovarian and peripheral androgen production.</li>\n</ul>\n<h2>Corticotropin-releasing hormone</h2><br><br><p><strong>Function</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Corticotropin-releasing hormone (CRH) is part of the <strong>hypothalamic-pituitary-adrenal axis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L107035.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), stimulating the anterior pituitary to release <strong>adrenocorticotropic hormone (ACTH)</strong>, which subsequently stimulates the adrenal cortex to produce <strong>corticosteroids</strong> (eg, glucocorticoids, mineralocorticoids).</li>\n\t<li>Corticosteroids (especially cortisol) are involved in the body's response to stress and immune function; mineralocorticoids contribute to salt and volume homeostasis.&nbsp; Corticosteroids also play a crucial role in regulating circadian rhythms.</li>\n</ul><br><br><p><strong>Regulation</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Positive feedback</strong>:&nbsp; Secretion of CRH is triggered by inflammatory cytokines (eg, infection), circadian rhythms, and limbic system input in states of high physiologic or psychologic stress (eg, trauma, hypoglycemia) via input from the suprachiasmatic nucleus; CRH secretion is highest in the early morning and is lowest at night.</li>\n\t<li><strong>Negative feedback</strong>:&nbsp; High cortisol levels lower CRH and ACTH secretion (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19976.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p><strong>Clinical correlations</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Adrenal insufficiency</strong>:&nbsp; Adrenal insufficiency is characterized by low cortisol due to either primary adrenal failure or secondary (ie, central) suppression of the hypothalamic-pituitary axis.&nbsp; In primary adrenal insufficiency, cortisol is low and ACTH/CRH are high due to loss of negative feedback.&nbsp; Glucocorticoid use can lead to iatrogenic central suppression, with atrophy of hypothalamic CRH-releasing neurons causing low ACTH/CRH and cortisol.</li>\n\t<li><strong>Cushing syndrome</strong>:&nbsp; Cushing syndrome refers to the clinical manifestations of prolonged, excessive cortisol exposure.&nbsp; It can result from an adrenal source, such as an autonomously functioning adrenal adenoma, which leads to elevated cortisol and suppressed ACTH and CRH (due to negative feedback).&nbsp; Alternately, it may arise from a central (ACTH-dependent) source, most commonly Cushing disease, which describes an ACTH-secreting pituitary adenoma that causes elevated ACTH and cortisol, with suppressed CRH (due to negative feedback).</li>\n</ul>\n<h2>Thyrotropin-releasing hormone</h2><br><br><p><strong>Function</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Thyrotropin-releasing hormone (TRH), part of the <strong>hypothalamic-pituitary-thyroid axis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18318.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ), stimulates the release of <strong>thyroid-stimulating hormone (TSH)</strong> from the anterior pituitary.&nbsp; TSH in turn stimulates the thyroid gland to produce and release <strong>thyroid hormones</strong> (T3 and T4).</li>\n\t<li>Thyroid hormones are critical for regulating metabolism, growth, and development, affecting nearly every tissue in the body.</li>\n</ul><br><br><p><strong>Regulation</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Negative feedback</strong>:&nbsp; TRH (and TSH) secretion is suppressed by increased levels of T3 and T4.&nbsp; Other inhibitors of TRH include high dopamine levels, and starvation or critical illness (due to decreased leptin levels, high cortisol, and cytokine release),</li>\n\t<li><strong>Positive feedback</strong>:&nbsp; Cold exposure, increased leptin, estrogen levels, and alpha-adrenergic stimulation (eg, norepinephrine) increase TRH levels.</li>\n</ul><br><br><p><strong>Clinical applications</strong></p><br><br><p>TRH is not routinely measured in clinical practice.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hyperthyroidism</strong>:&nbsp; Hyperthyroidism may result from central causes (eg, TSH-secreting tumors) with high TSH and T3/T4 or, more commonly, from primary hyperthyroidism with high T3/T4 and low TSH (feedback inhibition).</li>\n\t<li><strong>Hypothyroidism</strong>:&nbsp; Hypothyroidism may be due to primary thyroid dysfunction (eg, Hashimoto disease) with low T3/T4 and high TSH (from negative feedback) or due to central inhibition (in which TSH and T3/T4 are both low).</li>\n\t<li><strong>Euthyroid sick syndrome</strong>:&nbsp; In critical illness, caloric deprivation along with glucocorticoid and inflammatory cytokine release induce several changes in thyroid physiology (known as euthyroid sick syndrome [ESS]).&nbsp; TRH suppression causes low-normal TSH levels, and decreased peripheral 5′-deiodination of T4 to T3 causes low T3; free T4 levels are initially normal.&nbsp; If the underlying illness continues, T4 and TSH levels may eventually decrease, mimicking central hypothyroidism.&nbsp; Because ESS typically improves with recovery, thyroid function testing in acutely ill, hospitalized patients is generally not recommended.</li>\n</ul>\n<h2>Growth hormone–releasing hormone and somatostatin</h2><br><br><p><strong>Function</strong></p><br><br><p>Growth hormone–releasing hormone (GHRH) and somatostatin are important regulators of the <strong>growth hormone (GH) axis</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19257.png\" alt=\"Growth hormone effects\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Growth hormone effects</div>\n                                </div>\n                                ) involving GH and insulin-like growth factor 1 (IGF-1), which mediate growth, cell repair, and metabolism.&nbsp; GHRH stimulates somatotrophs of the anterior pituitary to <strong>release GH</strong>.&nbsp; In contrast, somatostatin is the primary inhibitor of GH secretion, counteracting the effects of GHRH.&nbsp; Somatostatin also inhibits the release of other hormones (eg, TSH, insulin).<p></p><br><br><p><strong>Regulation</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Negative feedback</strong>:&nbsp; Elevated levels of IGF-1 inhibits GHRH release from the hypothalamus (and GH secretion from the anterior pituitary).</li>\n\t<li>Other regulators:&nbsp; Somatostatin suppresses GH release, whereas factors such as sleep, exercise, stress, and hypoglycemia stimulate GHRH and GH secretion.</li>\n</ul><br><br><p><strong>Clinical applications</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dwarfism</strong>:&nbsp; Dwarfism is characterized by GH deficiency.</li>\n\t<li><strong>Acromegaly</strong>:&nbsp; Acromegaly is characterized by GH excess.</li>\n</ul>\n<h2>Dopamine</h2><br><br><p><strong>Function</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Dopamine inhibits the release of <strong>prolactin</strong> from the anterior pituitary.&nbsp; Prolactin is primarily involved in milk production in lactating women, and dopamine prevents excessive secretion of prolactin when not needed.</li>\n</ul><br><br><p><strong>Regulation</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Dopamine secretion is modulated by feedback from prolactin levels.&nbsp; Elevated prolactin can reduce dopamine release, allowing prolactin levels to rise further.</li>\n\t<li><strong>Estrogen</strong> can increase the secretion of prolactin, especially during pregnancy.</li>\n</ul><br><br><p><strong>Clinical correlations</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prolactin-secreting tumors</strong>:&nbsp; Pituitary adenomas (prolactinomas) autonomously secrete prolactin, bypassing hypothalamic dopamine inhibition.&nbsp; Elevated prolactin can cause galactorrhea, menstrual irregularities, and infertility.</li>\n\t<li><strong>Dopamine antagonist medications</strong>:&nbsp; Antipsychotics and other dopamine D2 receptor blockers inhibit hypothalamic dopamine action, removing suppression of prolactin secretion.&nbsp; This can lead to medication-induced hyperprolactinemia with symptoms similar to those seen in prolactinoma.</li>\n</ul>\n<h1>Pituitary hormones</h1><br><br><p>The anterior and posterior pituitary release several hormones that influence the function of other endocrine glands and target tissues throughout the body.&nbsp; These hormones include ACTH, TSH, GH, LH, FSH, prolactin, and vasopressin.</p>\n<h2>Adrenocorticotropic hormone</h2><br><br><p><strong>Function</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Adrenocorticotropic hormone (ACTH) stimulates the adrenal cortex to secrete <strong>cortisol</strong> and other corticosteroids.&nbsp; Cortisol is vital for managing the body's response to stress, regulating metabolism, immune response, and inflammation.</li>\n</ul><br><br><p><strong>Regulation</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Negative feedback</strong>:&nbsp; Suppression of ACTH (and CRH) secretion can occur with high cortisol levels (or in the setting of long-term exogenous glucocorticoid therapy).</li>\n</ul>\n<h2>Thyroid-stimulating hormone</h2><br><br><p><strong>Function</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Thyroid-stimulating hormone (TSH) stimulates the thyroid gland to produce and release <strong>thyroid hormones</strong> (T3 and T4).&nbsp; These hormones regulate metabolism, thermogenesis, and overall growth and development.</li>\n</ul><br><br><p><strong>Regulation</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Like ACTH secretion, TSH secretion is regulated by <strong>negative feedback</strong> from thyroid hormones.&nbsp; Elevated levels of T3 and T4 inhibit TRH release from the hypothalamus and TSH secretion from the pituitary.</li>\n</ul>\n<h2>Growth hormone</h2><br><br><p><strong>Function</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Growth hormone (GH) stimulates growth, particularly in bones and muscles, and regulates metabolism.&nbsp; It promotes protein synthesis, lipolysis, and the growth of long bones and cartilage, mainly through the action of IGF-1.</li>\n</ul><br><br><p><strong>Regulation</strong></p><br><br><p>GH secretion is regulated by <strong>both</strong> positive and negative feedback mechanisms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Positive feedback</strong> occurs via GHRH, which stimulates GH release.</li>\n\t<li><strong>Negative feedback</strong> occurs through IGF-1, which inhibits both GHRH release and GH secretion.</li>\n</ul>\n<h2>Prolactin</h2><br><br><p><strong>Function</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prolactin is essential for <strong>milk production</strong> in the mammary glands during lactation.&nbsp; It also plays a role in regulating reproductive function, immune modulation, and metabolism.</li>\n</ul><br><br><p><strong>Regulation</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prolactin release is primarily inhibited by dopamine.&nbsp; During pregnancy, estrogen increases prolactin levels, preparing the mammary glands for lactation.</li>\n</ul>\n<h2>Luteinizing hormone and follicle-stimulating hormone</h2><br><br><p><strong>Function</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Luteinizing hormone (LH) and follicle-stimulating hormone (FSH) are <strong>gonadotropins</strong> responsible for regulating reproductive functions.&nbsp; In women, LH triggers ovulation and the formation of the corpus luteum, whereas FSH stimulates the growth of ovarian follicles.&nbsp; In men, LH stimulates testosterone production from Leydig cells and FSH supports spermatogenesis.</li>\n</ul><br><br><p><strong>Regulation</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In women, <strong>estrogen</strong> and <strong>progesterone</strong> mediate negative feedback on LH and FSH release, but during the menstrual cycle, rising estrogen levels mediate <strong>positive feedback</strong> by triggering the <strong>LH surge</strong>, which leads to ovulation.</li>\n</ul>\n<h2>Antidiuretic hormone (vasopressin)</h2><br><br><p><strong>Function</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Antidiuretic hormone (ADH), also called vasopressin, regulates water balance by promoting water reabsorption in the kidneys.&nbsp; It also plays a role in constricting blood vessels to maintain blood pressure.</li>\n</ul><br><br><p><strong>Regulation</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>ADH release is primarily regulated by <strong>osmotic pressure</strong> and <strong>blood volume</strong>.&nbsp; When plasma osmolarity increases (indicating dehydration), ADH release is stimulated to conserve water.&nbsp; Conversely, low blood volume or blood pressure also triggers ADH secretion.</li>\n</ul>\n<h2>Oxytocin</h2><br><br><p><strong>Function</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Oxytocin is involved in uterine contractions during labor and facilitates milk ejection during breastfeeding.&nbsp; It also has a role in social bonding, emotional responses, and maternal behaviors.</li>\n</ul><br><br><p><strong>Regulation</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Oxytocin operates through <strong>positive feedback</strong> during labor.&nbsp; The stretching of the cervix during labor stimulates oxytocin release, which intensifies uterine contractions, leading to further cervical dilation and more oxytocin release.</li>\n</ul>\n<h1>Summary</h1><br><br><p>The hypothalamic-pituitary axis plays a central role in regulating numerous physiologic functions, including metabolism, growth, reproduction, and stress response.&nbsp; The hypothalamus produces hormones that either stimulate or inhibit the release of pituitary hormones, which in turn regulate the activity of peripheral endocrine glands.&nbsp; Feedback mechanisms, primarily negative feedback, maintain hormonal balance, although positive feedback plays a role in certain physiologic processes such as ovulation and labor.&nbsp; Disruption of the hypothalamic-pituitary axis can lead to a variety of endocrine disorders.</p>\n</div>\n\n            "
}