{
  "meta": {
    "title": "Molecular biology laboratory techniques",
    "url": "https://brainandscalpel.vercel.app/molecular-biology-laboratory-techniques-7ba981cf-3b628d.html",
    "scrapedAt": "2025-12-01T05:57:16.762Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Modern clinical laboratories apply molecular biology methods to detect biomolecules for the diagnosis and management of human disease.&nbsp; This article covers the major classes of clinical laboratory techniques, including nucleic acid analysis, protein detection, and analytical chemistry for small metabolites.&nbsp; For each assay type, the working principle is described briefly, and its applications and limitations are discussed.</p>\n<h1>Nucleic acid analysis</h1><h2>Overview</h2><br><br><p>Nucleic acid-based techniques provide insights into gene structure and expression:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Polymerase chain reaction <strong>(PCR)</strong>:&nbsp; Amplifies DNA to detect the presence of specific genes or known mutations using specific primers.&nbsp; Reverse transcriptase PCR <strong>(RT-PCR)</strong> amplifies RNA to determine the level of gene expression (ie, transcriptional activity).</li>\n\t<li><strong>DNA sequencing</strong>:&nbsp; Identifies known and unknown point mutations, insertions, deletions, and other sequence-level changes.</li>\n\t<li>DNA fluorescence in situ hybridization <strong>(DNA FISH)</strong>:&nbsp; Locates specific DNA sequences on chromosomes to detect translocations, duplications, or large deletions.&nbsp; <strong>RNA FISH</strong> determines which cells in a tissue express the gene of interest.</li>\n</ul>\n<h2>PCR and RT-PCR</h2><br><br><p><strong>PCR</strong> amplifies and quantifies <strong>DNA</strong> of interest (eg, <strong>genes</strong>) from tiny quantities of starting material (eg, producing 2<font size=\"2\"><sup>30</sup></font> copies from 100).&nbsp; The assay involves a cycle of denaturation, annealing of primers, and extension using a DNA polymerase (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24187.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The output is exponential amplification that can be quantified with fluorescent probes.<p></p><br><br><p><strong>RT-PCR</strong> amplifies and quantifies <strong>RNA</strong> of interest (ie, <strong>mRNA transcripts</strong>) and therefore measures gene expression.&nbsp; It involves using reverse transcriptase (RT) to generate complementary DNA <strong>(cDNA)</strong> from a sample containing RNA.&nbsp; PCR is then performed on the cDNA.&nbsp; The cDNA is 1:1 stoichiometric with the amount of RNA template used.&nbsp; Therefore, PCR output is proportional to gene expression.</p><br><br><p>PCR and RT-PCR are referred to as nucleic acid amplification techniques <strong>(NAATs)</strong>.&nbsp; They are <strong>extremely sensitive</strong>, which makes them useful for detecting genetic material present in very low quantities.&nbsp; They can be used to test for the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Early viral infections (eg, severe acute respiratory syndrome coronavirus 2 [SARS-CoV-2], acute HIV infection), where viral DNA or RNA is detectable much sooner (eg, within hours) than viral antigens/proteins (eg, days to weeks) or host antibodies (eg, weeks to months).&nbsp; This allows for early diagnosis during the <strong>window period</strong> when other tests may be negative (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17426.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li>Minimal residual disease or early relapse in treated leukemias and lymphomas (eg, presence of BCR1-ABL transcripts in chronic myelogenous leukemia).</li>\n\t<li>Tuberculosis (TB) in samples with low bacillary load (eg, extrapulmonary TB, smear-negative TB).</li>\n\t<li>Fetal DNA in maternal blood (eg, trisomy 21 screening).</li>\n</ul><br><br><p>PCR is sometimes combined with antigen-based testing to distinguish active infection from colonization.&nbsp; For example, in <em>Clostridioides difficile</em> infection (CDI) testing:&nbsp; A negative stool toxin PCR virtually rules out CDI; a positive PCR with a negative antigen test (eg, for glutamate dehydrogenase, an enzyme produced by <em>C difficile</em>) suggests asymptomatic colonization; and dual positive PCR and antigen test confirms active infection.</p><br><br><p>NAAT has several clinical limitations.&nbsp; For example, it cannot distinguish viable from nonviable organisms.&nbsp; Nucleic acids may be detectable long after active infection has resolved (eg, shedding of dead respiratory viruses continues for days to weeks).&nbsp; In addition, NAAT depends on the detection of <strong>known sequences</strong> (eg, BCR-ABL1 sequence-specific primers); this means PCR can miss novel pathogenic mutations that may have a significant impact on gene expression or protein structure.</p>\n<h2>DNA sequencing</h2><br><br><p>DNA sequencing determines the exact nucleotide order of a gene, enabling precise identification of <strong>mutations</strong>, <strong>polymorphisms</strong>, and <strong>structural alterations</strong> (eg, insertions, deletions, inversions).&nbsp; Unlike PCR, which only detects predefined sequences, sequencing allows for the detection of both known and novel mutations.</p><br><br><p>Procedures include Sanger sequencing or next-generation sequencing (NGS).&nbsp; Sanger sequencing is low-throughput but offers high accuracy for short regions, making it suitable for analyzing a single gene or a small panel of genes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L123056.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; It has largely been replaced by NGS, which enables high-throughput parallel sequencing of thousands of genes or even the whole genome (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L123058.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><br><br><p>Sequencing is often used to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Define the genetic basis (eg, <strong>candidate mutation</strong>) of disease, especially if rare or syndromic.&nbsp; For example, whole genome sequencing at the Undiagnosed Disease Network (UDN) provides a diagnosis in 30% of unsolved cases after exhaustive work-up (eg, rare metabolic or neurodegenerative disorders).</li>\n\t<li>Detect <strong>carrier status</strong> (eg, recessive alleles), which would otherwise yield a normal PCR.&nbsp; Recessive carriers typically have normal biochemical profiles (eg, plasma protein levels and enzyme activity), so nucleic acid analysis is necessary for the evaluation of both alleles.</li>\n</ul><br><br><p>Sequencing almost always uncovers <strong>variants of uncertain significance</strong> (VUS), which are typically single nucleotide polymorphisms (SNPs) or other subtle changes that may not cause significant functional consequences at the protein level.&nbsp; Some VUS can be modeled in silico with predictive computational techniques or in vivo by editing the gene in other organisms (eg, zebrafish).</p>\n<h2>DNA FISH</h2><br><br><p>DNA FISH allows for the spatial visualization of specific DNA sequences on <strong>intact chromosomes</strong> within whole cells or tissue sections.&nbsp; Cell membranes are first permeabilized, then chromosomal DNA is denatured to generate single strands.&nbsp; cDNA probes, labeled with fluorescent tags, are added to the permeabilized section, hybridizing wherever there is a matching sequence on the chromosome.</p><br><br><p>This technique allows for the detection of <strong>chromosomal abnormalities</strong> such as genomic deletions, duplications, translocations, or amplifications.&nbsp; For example, it is used to detect 22q11.2 deletion in DiGeorge syndrome and thymic aplasia, the t(9;22) translocation in chronic myelogenous leukemia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L115385.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), and human epidermal growth factor (HER2/neu) amplifications in breast cancer.&nbsp; Several different FISH targets can be analyzed in chromosomal <strong>microarrays</strong>.<p></p>\n<h2>RNA FISH</h2><br><br><p>RNA FISH enables spatial localization of specific RNA transcripts within intact cells or tissue sections.&nbsp; It is analogous to DNA FISH, except complementary probes typically target mRNA.&nbsp; Unlike DNA FISH, which assesses genomic configuration, RNA FISH detects gene expression and <strong>localization of transcripts</strong> at the tissue level (eg, expressed in the epithelial layer only) and the subcellular level (eg, nucleus, cytoplasm, in dendrites or synaptic terminals).</p><br><br><p>This technique has limited clinical use but is a powerful research tool to study cellular heterogeneity (eg, tumors composed of multiple subclones with differing gene expression profiles) or track viral RNA throughout the cell.</p>\n<h2>Historic techniques</h2><br><br><p>Southern blotting (for DNA) and Northern blotting (for RNA) are historic techniques that have been replaced by PCR and RT-PCR, respectively.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Southern blotting</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39622.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):&nbsp; Early technique used for the detection of specific <strong>DNA</strong> sequences in complex samples.&nbsp; It begins with the digestion of genomic DNA into fragments using restriction enzymes.&nbsp; These DNA fragments are then separated by agarose gel electrophoresis, which resolves the fragments based on size.&nbsp; After separation, the DNA is transferred (blotted) into a membrane.&nbsp; A radioactive or chemiluminescent DNA probe complementary to the sequence of interest is then hybridized to the membrane-bound DNA.</li>\n\t<li><strong>Northern blotting</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33489.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):&nbsp; Classic molecular biology technique used for the detection of specific <strong>RNA</strong> transcripts in biologic samples.&nbsp; The steps are similar to Southern blotting, except no restriction digestion is required (RNA is simply electrophoresed under denaturing conditions).</li>\n</ul><br><br><p>Southern blotting is still used clinically to confirm <strong>Fragile X</strong> penetration by enumerating the <strong>CGG trinucleotide expansions</strong> in the <em>FMR1</em> gene.&nbsp; PCR often fails to amplify very large expansions (eg, &gt;200 repeats) due to polymerase dropout, especially with hypermethylated (ie, CG-rich) and inaccessible regions, as in Fragile X.</p>\n<h1>Protein analysis</h1><h2>Overview</h2><br><br><p>Protein analysis techniques answer questions about <strong>protein expression</strong> (ie, after translation):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Simple electrophoresis</strong>:&nbsp; Separates proteins by size and charge, which can resolve major bands (eg, albumin, immunoglobulins).&nbsp; However, many proteins have similar molecular weights, so <strong>Western blotting</strong> adds specificity by probing the separated bands with selective antibodies, allowing quantification of individual proteins.</li>\n\t<li><strong>Enzyme-linked immunosorbent assay</strong> (ELISA):&nbsp; Does not require electrophoresis because proteins are captured directly using immobilized antibodies on a surface.&nbsp; Most clinically relevant proteins are detected with ELISA.</li>\n\t<li><strong>Immunohistochemistry (IHC)</strong>:&nbsp; Localizes proteins within tissue sections by staining with antigen-specific antibodies, providing both spatial context and estimation of protein expression in situ.&nbsp; It is used to identify cell types, differentiation, and prognostic markers.</li>\n\t<li><strong>Flow cytometry</strong>:&nbsp; Analyzes surface (and sometimes intracellular) proteins on cells in suspension that have been labeled with fluorescently tagged antibodies.&nbsp; It allows for the rapid quantification and subdivision of large populations (eg, lymphocytes).</li>\n</ul>\n<h2>Simple electrophoresis</h2><br><br><p>Electrophoresis separates proteins based on their <strong>size and charge</strong>.&nbsp; When denatured, proteins linearize, resulting in a uniform negative change per unit length.&nbsp; Therefore, when an electric field is applied, the proteins migrate through a gel based solely on size; smaller proteins migrate faster, and larger proteins migrate slower.</p><br><br><p>Simple electrophoresis is routinely performed to separate serum protein (serum protein electrophoresis [SPEP]), urine protein (urine protein electrophoresis [UPEP]), and hemoglobin:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>SPEP</strong>:&nbsp; Separates serum proteins into major bands (albumin, alpha, beta, gamma), and is used mainly to detect abnormal accumulations of gammaglobulin (ie, M spike), which often indicates monoclonal gammopathy (eg, plasma cell neoplasm).&nbsp; UPEP operates similarly and allows for the detection of filtered free light chains (Bence-Jones proteins).</li>\n\t<li><strong>Hemoglobin electrophoresis</strong>:&nbsp; Runs on red blood cell lysates, resulting in various bands corresponding to normal or abnormal hemoglobin variants.&nbsp; It is used to quickly diagnose HbS and HbC (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28205.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ) as well as thalassemias (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L125836.png\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Western blot</h2><br><br><p>Western blot (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29988.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ) combines protein electrophoresis with antibody-based detection to identify specific proteins in a complex mixture.&nbsp; After electrophoretic separation, proteins are transferred from the gel onto a membrane, where they are probed with a primary antibody (eg, goat IgG anti-human p53) and then amplified with a secondary antibody (eg, rabbit anti-goat IgG) conjugated to a chemiluminescent or fluorescent probe.<p></p><br><br><p>In clinical diagnostics, Western blotting has largely been replaced by enzyme-linked immunoassays such as ELISA (see below).&nbsp; However, it has one key advantage over ELISA:&nbsp; the ability to detect <strong>truncated versus full-length</strong> proteins because electrophoresis separates targets by size.&nbsp; This is especially relevant for conditions where frameshift mutations may result in premature stop codons or splice variants (eg, dystrophin protein in Duchenne Muscular Dystrophy).</p><br><br><p>Western blotting is also still used to complement ELISA for confirmation of certain infections such as HIV (gp120, gp41, p24), human T lymphotropic virus (HTLV), and late or chronic Lyme disease (<em>Borrelia burgdorferi</em> antigens),</p>\n<h2>ELISA</h2><br><br><p>Enzyme-linked immunosorbent assay (ELISA) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/17407.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ) is a highly sensitive and scalable technique used to detect and quantify proteins.&nbsp; The assay begins with a capture molecule immobilized on the surface of a microtiter plate, which is either a capture antibody (to detect an antigen in the sample) or a capture antigen (to detect an antibody in the sample).&nbsp; It typically involves a layered \"sandwich\" formed by the capture antibody, target antigen, detection antibody (binds to a different epitope than the one already occupied by the capture antibody), and a secondary enzyme- or fluorophore-conjugated antibody to amplify the signal.<p></p><br><br><p>Because the assay is performed on a plate, many samples can be run at once, enabling <strong>batch laboratory processing</strong>.&nbsp; In addition, a standard curve can be constructed (eg, <strong>dilution series</strong>), allowing for absolute or relative quantification of the target (eg, antinuclear antibody [ANA] titer 1:160).</p><br><br><p>ELISA is the most widely used clinical laboratory technique to detect proteins but can also be used to detect steroid hormones (eg, TSH, luteinizing hormone/follicle stimulating hormone, cortisol) and inorganic molecules (eg, medications).&nbsp; ELISA is commonly used to detect and measure:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Viral antigens or host antibodies, such as in HIV (p24 antigen, IgM and IgG), active hepatitis B virus infection (HBsAg), hepatitis C virus (anticore), and many others.</li>\n\t<li>Autoantibodies (eg, ANA, anti-dsDNA, antineutrophil cytoplasmic antibody).</li>\n\t<li>Allergic sensitization (eg, allergen-specific IgE).</li>\n\t<li>Circulating cancer antigens (eg, carcinoembryonic antigen, alfa fetoprotein).</li>\n\t<li>Soluble biomarkers (eg, troponin-I, B-type natriuretic peptide).</li>\n\t<li>Therapeutic drug levels (eg, tacrolimus, phenytoin, digoxin).</li>\n</ul><br><br><p>Unlike Western blotting, ELISA cannot distinguish between full-length and truncated proteins.</p>\n<h2>Immunohistochemistry</h2><br><br><p>Immunohistochemistry (IHC) combines antibody-based detection (\"immuno\") with tissue microscopy (\"histo\") to detect specific proteins within intact tissue sections such as biopsies and surgical specimens.&nbsp; The assay requires tissue fixation and sectioning, typically from paraffin-embedded blocks (although immunocytology is an analogous technique performed on free cells).&nbsp; A primary antibody specific to the target antigen is applied followed by a secondary antibody conjugated to a chemiluminescent enzyme or fluorophore.</p><br><br><p>IHC is mainly used for:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cancer diagnosis and grading:&nbsp; IHC is used to determine tumor origin with differentiation markers (eg, cytokeratin for epithelial, chromogranin for neuroendocrine, CD3 or CD20 for lymphoid) and assess actionable tumor marker expression (eg, estrogen receptor/progesterone receptor/human epidermal growth factor receptor 2 [HER2] in breast cancer, ALK-EML4 and PD-1L in lung cancer).</li>\n\t<li>Infectious disease diagnosis:&nbsp; Many microorganisms can be detected with special stains (eg, periodic acid-Schiff and Grocott-Gomori methenamine-silver stains for fungi) and direct histologic evidence (eg, yeast forms).&nbsp; However, IHC is needed for other infections where the pathogen is intracellular and not otherwise visible (eg, especially <em>Pneumocystis</em>, cytomegalovirus, and <em>Toxoplasma</em>).&nbsp; PCR from tissue samples (most sensitive) is often used complementarily.</li>\n\t<li>Autoimmune disorders and vasculitis evaluation:&nbsp; Immunofluorescence (IF) is a specific form of IHC using fluorophore-labeled antibodies to detect immune complexes and complement deposition in tissue, especially in renal and skin biopsies.&nbsp; It is central to the diagnosis of lupus nephritis (eg, full-house pattern of IgG, IgA, IgM, C3, and C1q) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96560.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ), membranous nephropathy (eg, granular IgG and C3), and anti–glomerular basement membrane disease (eg, linear IgG) and others.</li>\n</ul><br><br><p>IHC has several important limitations.&nbsp; Although 1 tissue-based diagnosis is often regarded as the gold standard, IHC alone may not offer consistently high positive or negative predictive value.&nbsp; <strong>False positives</strong> may arise from antibody cross-reactivity or tissue autofluorescence.&nbsp; <strong>False negatives</strong> may arise when epitopes are denatured during formalin fixation and masked by paraffin, preventing effective antibody binding.&nbsp; Finally, sampling bias and tissue heterogeneity may lead to false negatives, especially in small specimens.</p>\n<h2>Flow cytometry</h2><br><br><p>Flow cytometry uses microfluidics to pass cells <strong>single file</strong> through a laser beam.&nbsp; The cells can be prelabeled with fluorescent antibodies to specific surface proteins (eg, receptors).&nbsp; Sometimes, the cells can be permeabilized to allow for intracellular targets to be detected as well.&nbsp; As each cell passes through the beam, its fluorescence is counted.&nbsp; After millions of cells are read, distinct populations can be picked out by \"gating\" the resulting scatter plot.</p><br><br><p>Flow cytometry is primarily used for the quantification of <strong>leukocytes</strong> from peripheral blood, lymph node aspirates, or bone marrow biopsies.&nbsp; Therefore, it is a primary modality for:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Diagnosing <strong>hematologic malignancies</strong> (eg, leukemias, lymphomas).</li>\n\t<li>Diagnosing <strong>primary immunodeficiencies</strong> that involve quantitative lymphocyte deficiencies (eg, absent B cells in X-linked agammaglobulinemia), reduced immune marker expression (eg, absent CD40L in hyper-IgM syndrome), or defective granulocyte function (eg, decreased dihydrorhodamine [DHR] oxidation in chronic granulomatous disease) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77221.png\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ).</li>\n\t<li>Measuring <strong>CD4 count</strong> to evaluate HIV control.</li>\n</ul>\n<h2>Enzyme activity assays</h2><br><br><p>Many proteins have enzyme activity.&nbsp; Several standard assets can measure enzyme activity in clinical samples such as serum or plasma.&nbsp; They rely on the principle that product formation or substrate consumption can be measured through spectrophotometry (eg, Beer-Lambert law:&nbsp; absorbance is proportional to concentration).&nbsp; Enzyme activity is often used as a <strong>surrogate</strong> for protein level.&nbsp; Each enzyme has a specific substrate and detection method.&nbsp; For example:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Aspartate aminotransferase (AST) catalyzes the reaction:&nbsp; aspartate + α-ketoglutarate ⟺ oxaloacetate + glutamate, consuming NADH.&nbsp; The decrease in NADH absorbance at 340 nm is measured to quantify AST activity.</li>\n\t<li>Lactate dehydrogenase (LDH) catalyzes the reaction:&nbsp; lactate + NAD<font size=\"2\"><sup>+</sup></font> ⟺ pyruvate + NADH.&nbsp; The increase in NADH absorbance at 340 nm is used to quantify LDH activity.</li>\n</ul><br><br><p>These enzymes are typically intracellular, so these clinical assays assess tissue damage or dysfunction such as hepatocellular injury (elevated AST and ALT), bowel ischemia (eg, elevated LDH), and myocardial infarction (eg, early elevation of creatine kinase).</p>\n<h1>Analytical chemistry</h1><h2>Overview</h2><br><br><p>Analytical chemistry methods, particularly <strong>chromatography</strong> and <strong>mass spectrometry (MS)</strong>, are needed to detect small molecules that are <strong>nonimmunogenic</strong> and therefore not amenable to traditional antibody-based assays (eg, ELISA).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Liquid chromatography</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47206.jpg\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ):&nbsp; Separation technique used to isolate individual components of a complex mixture based on ionic interactions between a stationary phase (ie, column) and a mobile phase (ie, solvent).&nbsp; Molecules elute at different times (retention times) depending on their polarity, charge, or hydrophobicity.</li>\n\t<li><strong>Mass spectrometry</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L103305.png\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ):&nbsp; Identifies and quantifies molecules by measuring their mass-to-charge (m/z) ratio.&nbsp; Samples are ionized, sprayed in an electric field, and detected based on how far they deflect (ie, more with lighter mass).&nbsp; The resulting spectra provide precise molecular weight information and chemical structure.</li>\n</ul><br><br><p>Combined <strong>liquid chromatography–mass spectrometry</strong> is the most common application.&nbsp; It involves high-performance liquid chromatography (HPLC) to prepurify (isolate) analytes before running them through mass spectroscopy to identify them.</p>\n<h2>Drug monitoring</h2><br><br><p>Liquid chromatography–mass spectrometry is the gold standard for measuring drugs with narrow therapeutic windows or high interindividual variability, such as <strong>digoxin</strong>, <strong>phenytoin</strong>, <strong>valproate</strong>, <strong>tacrolimus</strong>, and <strong>vancomycin</strong>.&nbsp; Analysis is typically performed on peripheral blood.&nbsp; It is also used to confirm the presence of drugs of abuse (eg, amphetamines, opioids, benzodiazepines) after an initial positive ELISA-based urine toxicology screen.</p>\n<h2>Metabolites</h2><br><br><p>Targeted liquid chromatography–mass spectrometry is widely used in <strong>newborn screening</strong> programs to detect <strong>inborn errors of metabolism</strong> such as phenylketonuria (eg, elevated phenylalanine), maple syrup urine disease (eg, elevated branched-chain amino acids), homocystinuria (eg, elevated homocysteine and methionine), and others.&nbsp; Analysis is typically performed on a dried blood spot card obtained from a heel stick.&nbsp; Quantification of amino acids, organic acids, and acylcarnitines enables early diagnosis and intervention (eg, medical diet) for metabolic conditions before symptoms emerge.</p>\n<h2>Lipids and glycans</h2><br><br><p>Mass spectrometry–based lipidomics and glycomics are being investigated for more precise diagnosis of <strong>lysosomal storage disorders</strong> such as Gaucher disease (glucosylceramide accumulation) and Fabry disease (globotriaosylceramide accumulation).&nbsp; Analysis is typically performed on plasma or leukocytes.&nbsp; Similarly, abnormal transferrin glycosylation patterns enable the diagnosis of congenital disorders of glycosylation.</p>\n<h1>Summary</h1><br><br><p>Clinical laboratory techniques fall into 3 broad categories:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>For nucleic acid analysis:&nbsp; PCR and RT-PCR amplify low-abundance DNA and RNA, respectively, making them useful for diagnosing early infections.&nbsp; Whereas PCR is limited to known mutations, DNA sequencing (particularly next-generation sequencing) enables comprehensive mutation analysis for novel sequence changes.&nbsp; FISH adds spatial resolution, with DNA FISH detecting structural chromosomal abnormalities and RNA FISH localizing mRNA transcripts.</li>\n\t<li>At the protein level:&nbsp; ELISA remains the most practical and scalable assay for detecting antibodies, antigens, and other biomarkers.&nbsp; Western blotting is reserved for confirmation and identifying truncated proteins.&nbsp; Flow cytometry is used for immunophenotyping in hematologic malignancies and primary immunodeficiencies.&nbsp; Enzyme activity can also sometimes be used as a surrogate for protein level.</li>\n\t<li>For nonimmunogenic molecules (eg, drugs, small metabolites, lipids, glycans):&nbsp; Analytical chemistry methods such as liquid chromatography–mass spectrometry are used for quantitative drug monitoring and newborn screening for inborn errors of metabolism.</li>\n</ul>\n</div>\n\n            "
}