{
  "meta": {
    "title": "Pulmonary physiology: Pulmonary circulation",
    "url": "https://brainandscalpel.vercel.app/pulmonary-physiology-pulmonary-circulation-e28c6675-3b628d.html",
    "scrapedAt": "2025-12-01T05:57:22.307Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The pulmonary circulation refers to blood flow from the right side of the heart, through the lungs, and to the left side of the heart.&nbsp; Normal pulmonary circulation is a low-resistance, low-pressure system.&nbsp; This article discusses the factors that influence pulmonary vascular resistance and the ways that the right ventricle (RV) responds to changes in its afterload.</p>\n<h1>Properties</h1><br><br><p>In anatomic order, the pulmonary circulation includes the RV, RV outflow tract, main pulmonary artery (PA), pulmonary arterial branches, pulmonary arterioles, pulmonary capillaries, pulmonary venules, pulmonary veins, and left atrium (LA).</p><br><br><p>The pulmonary circulation handles the same cardiac output (CO) as the systemic circulation, in keeping with the continuity of flow principle (Q<font size=\"2\"><sub>pulmonary</sub></font> = Q<font size=\"2\"><sub>systemic</sub></font>).&nbsp; To accommodate this same flow within the lungs' smaller volume, the pulmonary circulation has <strong>high compliance</strong>.&nbsp; Pulmonary arteries have thinner walls with less elastin and smooth muscle, allowing greater distensibility compared to systemic arteries.&nbsp; Along with its high compliance, the pulmonary circulation is a <strong>low-resistance, low-pressure</strong> system:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Low resistance:&nbsp; Pulmonary vascular resistance (PVR) is approximately one-sixth of systemic vascular resistance (SVR):&nbsp; PVR = 30-200 dynes·s/cm<font size=\"2\"><sup>5</sup></font>, whereas SVR = 800-1200 dynes·s/cm<font size=\"2\"><sup>5</sup></font>.</li>\n\t<li>Low pressure:&nbsp; Mean PA pressure (mPAP) is approximately one-sixth of mean arterial pressure (MAP):&nbsp; mPAP = 15 mm Hg, whereas MAP = 90 mm Hg.</li>\n</ul>\n<h1>Right heart catheterization</h1><h2>Procedure</h2><br><br><p>Right heart catheterization (ie, Swan-Ganz) records pressures at key points in the pulmonary circulation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22141.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; A catheter is introduced via the internal jugular or femoral veins and advanced into the superior vena cava.&nbsp; Waveform and pressure readings are captured at the following:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Right atrium:&nbsp; The classic central venous waveform (a, c, v, x, y) is seen (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64788.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The average value of all wave heights is the mean right atrial pressure.</li>\n\t<li>RV:&nbsp; When the catheter enters the RV, a sine waveform appears, ranging from 0-5 mm Hg at the end of diastole to approximately 25 mm Hg during peak systole.</li>\n\t<li>PA:&nbsp; As the catheter advances from the RV into the main PA, a pressure step-up occurs immediately after the catheter crosses the pulmonic valve.&nbsp; Unlike the RV, the PA retains pressure during diastole due to vascular resistance and pulmonic valve closure.&nbsp; This establishes a PA diastolic pressure (dPAP), which is approximately 10 mm Hg.&nbsp; The PA systolic pressure (sPAP) closely matches the RV systolic pressure, which is approximately 25 mm Hg.</li>\n\t<li>Wedge:&nbsp; The catheter has a small balloon at its tip that allows it to lodge in a distal pulmonary artery (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47416.jpg\" alt=\"Right heart catheterization\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Right heart catheterization</div>\n                                </div>\n                                ).&nbsp; The pressure at this location is known as the pulmonary capillary wedge pressure (PCWP).&nbsp; When wedged, the catheter tip is isolated from the proximal PA pressure (due to the balloon) and detects only pressure transmitted backward from the pulmonary veins and LA.&nbsp; Therefore, PCWP is a surrogate for LA pressure (LAP) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L121200.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Normally, PCWP is 5-8 mm Hg.</li>\n</ul><br><br><p>Pressures collected during right heart catheterization are used to calculate PVR.</p>\n<h2>Calculation of PVR</h2><br><br><p>From the Ohm law, the pressure drop across a circuit is equal to the flow multiplied by the resistance of the circuit (ΔP = Q × R).&nbsp; In the pulmonary circulation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>ΔP is the difference between the main PA and LA.&nbsp; Therefore, ΔP = mPAP − LAP.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>mPAP = ⅓ × sPAP + ⅔ × dPAP = ⅓ × 25 + ⅔ × 10 = 15 mm Hg in healthy adults (because more time is spent in diastole than in systole).&nbsp; As discussed previously, PAP is measured during right-sided heart catheterization of the main pulmonary artery.</li>\n\t\t<li>LAP ≈ PCWP = 8 mm Hg in healthy adults.&nbsp; As discussed previously, PCWP is measured during right-sided heart catheterization by occluding the distal pulmonary artery.</li>\n\t</ul>\n\t</li>\n\t<li>Q is the CO, or the total flow through the lungs.&nbsp; CO is measured during right-sided heart catheterization using thermodilution (temperature curve after cold bolus injection into the PA) or the Fick method (difference in oxygen saturation between arterial and mixed venous blood).&nbsp; Under normal conditions, CO ≈ 5 L/min.</li>\n</ul><br><br><p>Therefore, substituting these values into ΔP = Q × R, the equation becomes (mPAP − LAP) = CO × PVR.&nbsp; Rearranging this equation yields PVR = (mPAP − LAP) / CO ≈ (15 − 8)/5 = 1.4 mm Hg / (L/min) = 1.4 Wood units (wU).&nbsp; (To convert between wU and dynes·s/cm<font size=\"2\"><sup>5</sup></font>, the units of the International System of Units, multiply by 80.)</p>\n<h2>Interpretation of PVR</h2><br><br><p>Pulmonary hypertension (PH) is defined as elevated mean PAP &gt;20 mm Hg.&nbsp; PH can occur with elevated or normal PVR:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>PH with elevated PVR</strong> (≥3 wU):&nbsp; In this scenario, PH is due to remodeling of the PAs and arterioles (the resistance vessels).&nbsp; Known as <strong>precapillary PH</strong>, this encompasses PA hypertension (PAH, Group 1), PH due to chronic lung disease or hypoxemia (Group 3), and PH due to chronic pulmonary thromboembolism (Group 4).</li>\n\t<li><strong>PH with normal PVR</strong> (&lt;3 wU):&nbsp; In this scenario, PH is due to the transmission of venous pressure backward from the left atrium.&nbsp; Known as <strong>postcapillary PH</strong>, this encompasses PH due to left-sided heart disease (eg, heart failure) or mitral valve disease (Group 2).&nbsp; This is the most common cause of PH in the United States.&nbsp; PCWP is expected to be elevated (eg, &gt;15 mm Hg).</li>\n</ul>\n<h1>Determinants of PVR</h1><br><br><p>PVR is determined by vascular tone, compression, recruitment, and remodeling.</p>\n<h2>Vascular tone</h2><br><br><p>The balance between endogenous vasoconstrictors and vasodilators sets the vascular tone.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The major pulmonary <strong>vasodilators</strong> include nitric oxide and prostacyclin (or prostaglandin I<font size=\"2\"><sub>2</sub></font>).</li>\n\t<li>The major pulmonary <strong>vasoconstrictors</strong> include endothelin-1 and catecholamines (eg, epinephrine).&nbsp; Pulmonary vasoconstriction is also stimulated by hypoxemia, hypercapnia, and acidosis, as well as by other vascular mediators such as angiotensin II, serotonin, and leukotrienes.</li>\n</ul>\n<h2>Vascular compression</h2><br><br><p>Pulmonary capillaries are divided into extraalveolar (interstitial) and intraalveolar vessels.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>At low lung volumes (near residual volume), extraalveolar vessels are compressed, but intraalveolar vessels remain open.</li>\n\t<li>Conversely, at high lung volumes (near total lung capacity), extraalveolar vessels are open, whereas intraalveolar vessels are compressed.</li>\n</ul><br><br><p>Both vessel types are maximally open at intermediate lung volumes (near functional residual capacity) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16316.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><br><br><p>Like alveolar volume, alveolar pressure has a direct effect on vascular compression.&nbsp; High positive airway pressure (eg, mechanical ventilation) can compress all capillaries, raising PVR.</p>\n<h2>Vascular recruitment</h2><br><br><p>At rest, only around 66% of the pulmonary vessels are open.&nbsp; The remaining 33%, particularly at the lung apices, are unperfused.&nbsp; During exertion, increased CO recruits these underperfused vessels while the other vessels distend to accommodate the higher blood volume.&nbsp; This combination of <strong>recruitment and distension</strong> helps keep PVR stable despite increased blood flow.</p>\n<h2>Vascular remodeling</h2><br><br><p>Normal PA have a relatively thin wall.&nbsp; In PH, the arteries can undergo structural changes, including neointimal hyperplasia, smooth muscle thickening, and adventitial fibrosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18734.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; The vascular bed can be obliterated by emphysema or obstructed by chronic thromboemboli.<p></p><br><br><p>Remodeled vessels progressively lose their ability to respond to vasodilators and vasoconstrictors.&nbsp; In advanced stages, they may become completely unresponsive.&nbsp; These structural changes are typically irreversible and contribute to elevated PVR.</p>\n<h1>RV function</h1><h2>RV versus LV</h2><br><br><p>The RV has several key functional differences from the LV:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Preload tolerance</strong>:&nbsp; The RV adapts well to sudden increases in preload due to its high compliance; in contrast, the LV adapts poorly due to its low compliance (eg, volume overload can quickly lead to pulmonary congestion and edema).</li>\n\t<li><strong>Afterload tolerance</strong>:&nbsp; The LV adapts well to sudden increases in afterload, whereas the RV adapts poorly (eg, a sudden increase in PA pressure, such as acute pulmonary embolism, can quickly lead to RV dilation and failure).</li>\n\t<li><strong>Contraction</strong>:&nbsp; RV myocytes are arrayed linearly, so the ventricle contracts lengthwise, and RV ejection fraction is best assessed by <strong>longitudinal shortening</strong>.&nbsp; In contrast, LV myocytes are arrayed helically, so the ventricle contracts torsionally, and LV ejection fraction is best assessed by circumferential contraction.</li>\n\t<li><strong>Ventricular interdependence</strong>:&nbsp; The LV \"owns\" the septum, whereas the RV \"borrows\" the septum for contractile efficiency.&nbsp; RV pressure overload (eg, severe PH) or pericardial constriction (eg, tuberculosis) leads to septal bowing into the LV, compromising its filling and subsequent output (eg, pulsus paradoxus).&nbsp; Conversely, LV pressure overload does not move the septum to the right and has minimal impact on RV filling.</li>\n\t<li><strong>Coronary perfusion</strong>:&nbsp; The LV is perfused only during diastole when intraventricular pressure drops below coronary artery pressure.&nbsp; In contrast, the RV, with its lower pressure, is perfused throughout the cardiac cycle (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69442.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; Therefore, the RV is more vulnerable to hypotension and ischemia due to its reliance on continuous perfusion.</li>\n</ul>\n<h2>RV-PA coupling</h2><br><br><p>As discussed, the RV is much more <strong>afterload sensitive</strong> than the LV.&nbsp; If too sudden, even a small increase in PAP (eg, 20 mm Hg) can cause acute RV dysfunction.&nbsp; This explains why signs of RV dysfunction (eg, peripheral edema, jugular venous distension) typically appear earlier than signs of low CO (eg, hypotension, cool extremities).</p><br><br><p>Over long periods, the RV hypertrophies to adapt to high afterload.&nbsp; This maintains <strong>ventriculoarterial (RV-PA) coupling</strong> despite the high PAP.&nbsp; Patients with chronic PH can often have PAP approaching or even exceeding systemic pressures but appear remarkably well compensated due to RV adaptation.&nbsp; However, some conditions can induce concurrent myocardial fibrosis (eg, scleroderma, sarcoidosis), impairing RV coupling and leading to earlier failure and more significant symptoms at comparatively lower PAP.&nbsp; RV coupling is also impaired by factors that depress myocardial contractility (eg, cytokines, ischemia, acidosis, beta blockers).&nbsp; Coupling can be conceptualized as the ratio of RV contractility to RV afterload.</p>\n<h1>Summary</h1><br><br><p>The pulmonary circulation is a low-resistance, low-pressure, and high-compliance system that transports blood from the right side of the heart, through the lungs, and to the left side of the heart.&nbsp; Pulmonary vascular resistance is influenced by vascular tone (eg, nitric oxide, endothelin-1), physical compression (eg, high lung volume), vessel recruitment (eg, exercise), and structural remodeling (eg, medial thickening).&nbsp; The right ventricle is highly sensitive to afterload and can acutely fail, with sudden increases in pulmonary artery pressure.</p>\n</div>\n\n            "
}