{
  "meta": {
    "title": "Pulmonary physiology: Respiratory neurobiology",
    "url": "https://brainandscalpel.vercel.app/pulmonary-physiology-respiratory-neurobiology-a4dd4efe-3b628d.html",
    "scrapedAt": "2025-12-01T05:57:25.457Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Respiratory neurobiology involves the structures and feedback mechanisms that determine breathing patterns and minute ventilation.&nbsp; Respiratory control can be thought of as a central pattern generator (CPG) (brainstem) with both voluntary inputs (eg, cortical override) and involuntary inputs (eg, chemoreceptors).</p>\n<h1>Central pattern generator</h1><br><br><p>The respiratory CPG is a group of brainstem structures that work together to create a normal, unconscious (automatic) <strong>tidal breathing pattern</strong>.&nbsp; The CPG consists of the medullary and pontine respiratory centers (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L70626.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Medullary respiratory center</h2><br><br><p>The medullary respiratory center sets the tidal <strong>respiratory rate</strong>.&nbsp; It contains:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A <strong>pacemaker</strong> nucleus (the pre-Bötzinger complex):&nbsp; This structure consists of thousands of neurons that spontaneously depolarize (eg, I<font size=\"2\"><sub>f</sub></font> sodium leak channel), establishing <strong>automaticity</strong>.</li>\n\t<li>A <strong>motor</strong> nucleus (the ventral respiratory group [VRG]):&nbsp; It receives rhythm input from the pacemaker and sends output to the <strong>phrenic motor nucleus</strong> (C3-5) to initiate diaphragm contraction and inspiratory effort; it also projects motor neurons to the accessory muscles of breathing.</li>\n\t<li>A <strong>sensory</strong> nucleus (the dorsal respiratory group [DRG]):&nbsp; It receives <strong>afferent signals</strong> from chemoreceptors (eg, pH, CO<font size=\"2\"><sub>2</sub></font>, O<font size=\"2\"><sub>2</sub></font>) and mechanoreceptors (eg, pulmonary stretch).&nbsp; The DRG integrates these signals and accelerates or decelerates the pacemaker nucleus, subsequently quickening or slowing the respiratory rate.</li>\n</ul>\n<h2>Pontine respiratory center</h2><br><br><p>The pontine respiratory center sets the <strong>inspiratory time</strong>.&nbsp; It consists of the pneumotaxic and apneustic centers.&nbsp; They have opposing effects on the VRG, which activates the diaphragm.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The <strong>pneumotaxic center</strong> shortens inspiration (tonic effect).</li>\n\t<li>The <strong>apneustic center</strong> prolongs inspiration.</li>\n</ul><br><br><p>The balance between them determines the transition between inspiration and expiration.&nbsp; Under normal conditions, inspiration (I) lasts half as long as expiration (E) does (ie, I:E = 1:2) because the pneumotaxic center dominates.&nbsp; Obstructive conditions are associated with longer expiration (eg, I:E = 1:3), whereas restrictive conditions are associated with longer inspiration (eg, I:E = 1:1).</p>\n<h1>Modulators of the central pattern generator</h1><br><br><p>The unconscious CPG can be modulated by voluntary control (eg, cortex), emotional responses (eg, limbic system), and feedback from chemoreceptors (pH, CO<font size=\"2\"><sub>2</sub></font>, O<font size=\"2\"><sub>2</sub></font>) and mechanoreceptors.</p>\n<h2>Cortical and limbic input</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cortical input (voluntary):&nbsp; Respiratory patterns can be controlled by the premotor and motor cortices (eg, speech, singing).&nbsp; However, if pH drops or CO<font size=\"2\"><sub>2</sub></font> levels rise excessively (eg, prolonged breath holding), the medullary respiratory center overrides the cortex, triggering an involuntary breath.</li>\n\t<li>Limbic input (involuntary):&nbsp; Strong emotions (eg, fear, excitement) can cause involuntary changes in respiration via the <strong>amygdala</strong> and other limbic structures (cingulate cortex, hypothalamus) that project to the respiratory centers.</li>\n</ul>\n<h2>Chemoreceptor input</h2><br><br><p>Chemoreceptors regulate respiration by detecting changes in pH, CO<font size=\"2\"><sub>2</sub></font>, and O<font size=\"2\"><sub>2</sub></font> and adjusting breathing patterns accordingly (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/131085.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; In order of importance:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Arterial pH (H</strong><font size=\"2\"><sup><strong>+</strong></sup></font><strong>)</strong> and <strong>CO</strong><font size=\"2\"><sub><strong>2</strong></sub></font>:&nbsp; These are sensed by <strong>peripheral</strong> chemoreceptors (aortic arch, carotid bodies), which send afferents to the DRG via the vagus nerve (CN X) (aortic arch) and the glossopharyngeal nerve (CN IX) (carotid body) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14002.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Low pH (acidosis) or high CO<font size=\"2\"><sub>2</sub></font> (hypercapnia) stimulates respiratory rate and depth.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Low arterial pH</strong> is a <strong>more powerful</strong> stimulus than CO<font size=\"2\"><sub>2</sub></font> and usually causes marked dyspnea.&nbsp; For example, during diabetic ketoacidosis (eg, pH 7.28), patients continue to hyperventilate (eg, Kussmaul breathing) despite low PaCO<font size=\"2\"><sub>2</sub></font> (eg, 17 mm Hg).&nbsp; In addition, unlike pH receptors, CO<font size=\"2\"><sub>2</sub></font> chemoreceptors become desensitized with chronic hypercapnia and renal compensation (eg, obesity hypoventilation syndrome).</li>\n\t\t<li><strong>Central</strong> chemoreceptors in the medulla sense CO<font size=\"2\"><sub>2</sub></font>&nbsp;<strong>indirectly</strong> by detecting changes in H<font size=\"2\"><sup>+</sup></font> concentration in the cerebrospinal fluid (CSF).&nbsp; When CO<font size=\"2\"><sub>2</sub></font> diffuses into the CSF, it creates H<font size=\"2\"><sup>+</sup></font> (ie, CO<font size=\"2\"><sub>2</sub></font> + H<font size=\"2\"><sub>2</sub></font>O ⇌ H<font size=\"2\"><sub>2</sub></font>CO<font size=\"2\"><sub>3</sub></font> ⇌ <strong>H</strong><font size=\"2\"><sup><strong>+</strong></sup></font> + HCO<font size=\"2\"><sub>3</sub></font>) with the help of carbonic anhydrase.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Arterial O</strong><font size=\"2\"><sub><strong>2</strong></sub></font>:&nbsp; This is also sensed by peripheral chemoreceptors in the aortic arch and carotid bodies.&nbsp; Low O<font size=\"2\"><sub>2</sub></font> (hypoxemia) stimulates respiratory rate and depth.&nbsp; Compared to pH and CO<font size=\"2\"><sub>2</sub></font>, hypoxemia is a weaker stimulus and generally does not cause significant dyspnea.</li>\n</ul>\n<h2>Mechanoreceptor input</h2><br><br><p>Breathing patterns can be modulated by afferents from mechanoreceptors in the lungs.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pulmonary stretch receptors</strong> are mechanosensitive ion channels located primarily in the airway wall, blood vessels, and pleural surfaces.&nbsp; The key receptors, <strong>Piezo1</strong> and <strong>Piezo2</strong>, convert mechanical deformation into electrical signals (ie, piezoelectric effect).&nbsp; When the lungs expand, these receptors send inhibitory signals to the medullary respiratory center, terminating inspiration to <strong>prevent lung overinflation</strong> (Hering-Breuer reflex).</li>\n\t<li><strong>Alveolar juxtacapillary receptors (C fibers)</strong> are chemosensitive and mechanosensitive sensory nerves located in the alveolar septa near pulmonary capillaries.&nbsp; They respond to pulmonary congestion (eg, edema), inflammation, and noxious stimuli.&nbsp; Activation triggers afferent signals via the vagus nerve to the medullary respiratory center, producing a <strong>sensation of dyspnea</strong> and reflex tachypnea.</li>\n</ul>\n<h1>Abnormal respiratory patterns</h1><h2>\"-pneas\"</h2><br><br><p>Abnormal breath types are formally referred to by the suffix \"-pnea\":</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tachypnea refers to an abnormally rapid respiratory rate (eg, &gt;20/min at rest).</li>\n\t<li>Hyperpnea refers to an abnormally deep inspiratory volume.</li>\n\t<li>Bradypnea refers to an abnormally slow respiratory rate (eg, &lt;12/min at rest).</li>\n\t<li>Hypopnea refers to an abnormally shallow inspiratory volume.</li>\n\t<li>Apnea refers to a complete cessation of airflow.</li>\n</ul><br><br><p>In practice, breathing patterns are often described by their gross appearance and tend to have classic associations.&nbsp; For example, rapid deep breathing (ie, Kussmaul) is associated with metabolic acidosis; slow, shallow breathing is associated with respiratory depression (eg, opioid intoxication).</p>\n<h2>Kussmaul</h2><br><br><p>Kussmaul respiration is a pattern of rapid, deep breathing associated with acute <strong>metabolic acidosis</strong> (eg, diabetic ketoacidosis, toxic alcohol ingestion).&nbsp; It represents respiratory compensation through hyperventilation to induce respiratory alkalosis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/93501.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Cheyne-Stokes</h2><br><br><p>Cheyne-Stokes respiration is a periodic breathing pattern that <strong>alternates</strong> between hyperventilation (rapid, deep breathing) followed by hypopnea (shallow, slow breathing) or complete apnea.&nbsp; The cycle repeats every 30 seconds to 2 minutes.&nbsp; It is associated with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Severe <strong>heart failure</strong>.</li>\n\t<li>Stroke or diffuse brain injury.</li>\n\t<li>Metabolic derangements (eg, uremia).</li>\n</ul><br><br><p>Normally, rising arterial CO<font size=\"2\"><sub>2</sub></font> levels immediately signal the medulla to increase minute ventilation to quickly blow CO<font size=\"2\"><sub>2</sub></font> back down to normal ranges.&nbsp; In Cheyne-Stokes respiration, <strong>delayed feedback</strong> from central chemoreceptors (eg, sluggish circulation in heart failure) causes CO<font size=\"2\"><sub>2</sub></font> to rise excessively.&nbsp; This is followed by overcorrection via hyperventilation, causing CO<font size=\"2\"><sub>2</sub></font> levels to drop too low.&nbsp; The low CO<font size=\"2\"><sub>2</sub></font> levels suppress the chemoreceptors, triggering hypoventilation or apnea until CO<font size=\"2\"><sub>2</sub></font> builds up again.&nbsp; This restarts the cycle of apnea followed by gradually increasing and then decreasing (crescendo-decrescendo) tidal volumes&nbsp; (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/91913.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Ondine curse</h2><br><br><p>Ondine curse refers to central hypoventilation due to congenital (eg, <em>PHOX2B</em> mutation) or acquired lesions (eg, tumor) affecting the <strong>medullary</strong> respiratory center.&nbsp; Automatic involuntary respiration is lost, particularly during sleep.&nbsp; Sensitivity to acidosis or hypercapnia is also severely blunted or lost entirely.&nbsp; Constant voluntary effort is required (ie, the patient must always remember to breathe).&nbsp; It usually requires lifelong mechanical ventilation.</p>\n<h2>Apneustic breathing</h2><br><br><p>Apneustic breathing is a pattern of prolonged inspiration, a long pause, and a very short expiration, which is associated with <strong>pontine damage</strong> (eg, herniation).&nbsp; The pons regulates the inspiratory time through its pneumotaxic versus apneustic centers.</p>\n<h2>Ataxic (Bitot) breathing</h2><br><br><p>Ataxic (Bitot) breathing involves erratic, unpredictable breaths that vary significantly in frequency, duration, and depth.&nbsp; It is associated with <strong>widespread damage</strong> to multiple areas of the CPG (eg, pons, medulla).</p>\n<h2>Agonal breathing</h2><br><br><p>Agonal breathing is a disorganized respiratory pattern that occurs in patients <strong>near death</strong>; it is characterized by irregular gasping or guppy-like breaths.&nbsp; It results from generalized dysfunction of all respiratory control centers and is often accompanied by loss of upper airway tone (eg, gurgling, death-rattle).</p>\n<h1>Summary</h1><br><br><p>The brainstem's central pattern generator, consisting of medullary and pontine centers, establishes an automatic tidal pattern that can be modified by voluntary and involuntary inputs.&nbsp; The medullary respiratory centers (pre-Bötzinger complex, dorsal and ventral respiratory groups) set the native respiratory rate, whereas the pontine centers (pneumotaxic and apneustic centers) determine inspiratory duration.&nbsp; Tidal breathing can be modulated by voluntary control (eg, cortex), emotional responses (eg, limbic system), and feedback from chemoreceptors (pH, CO<font size=\"2\"><sub>2</sub></font>, O<font size=\"2\"><sub>2</sub></font>) and mechanoreceptors (eg, muscle spindles).&nbsp; Abnormal patterns include Cheyne-Stokes respiration (eg, heart failure), Kussmaul respiration (eg, metabolic acidosis), and apneustic breathing (eg, pontine injury).</p>\n</div>\n\n            "
}