{
  "meta": {
    "title": "The menstrual cycle",
    "url": "https://brainandscalpel.vercel.app/the-menstrual-cycle-cba92926-3b628d.html",
    "scrapedAt": "2025-12-01T05:57:25.163Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The menstrual cycle involves a complex interplay of hormones controlled by the hypothalamic-pituitary-ovarian (HPO) axis to regulate the ovary and uterine endometrium.&nbsp; The menstrual cycle is approximately 28 days in length and consists of 2 main phases—follicular and luteal—separated by ovulation.</p>\n<h1>Hypothalamic-pituitary-ovarian axis</h1><br><br><p>The HPO axis is the central regulatory system of the menstrual cycle and consists of the following components (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24345.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypothalamus:&nbsp; Releases pulsatile gonadotropin-releasing hormone (GnRH), which stimulates the anterior pituitary gland.</li>\n\t<li>Anterior pituitary gland:&nbsp; Releases gonadotropins (follicle-stimulating hormone [FSH], luteinizing hormone [LH]) in response to GnRH.</li>\n\t<li>Ovary:&nbsp; Responds to FSH by initiating follicular development, which produces estradiol through follicular steroidogenesis.</li>\n</ul>\n<h1>Follicular phase (days 1-14)</h1><br><br><p>The follicular phase begins on the first day of menstruation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16436.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The primary objectives of the follicular phase are to create a dominant follicle (ie, ovarian follicular phase) and a thickened endometrium (ie, endometrial proliferative phase) conducive to embryo implantation.&nbsp; Therefore, the ovarian <strong>follicular phase</strong>, which is <strong>estrogen driven</strong>, directly corresponds to the <strong>endometrial proliferative phase</strong>.<p></p><br><br><p>During the follicular phase:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>FSH levels are initially high (in response to pulsatile GnRH release from the hypothalamus) while LH levels are initially low.&nbsp; Estrogen and progesterone levels are at their lowest points within the menstrual cycle.</li>\n\t<li>Within the ovary, FSH recruits a cohort of primary follicles that, with maturation, secrete estradiol through steroid synthesis in the surrounding theca and granulosa cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28056.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; A dominant follicle is selected by day 7 of the menstrual cycle and begins to grow rapidly while the other follicles undergo apoptosis.</li>\n\t<li>Rising estradiol levels drive endometrial mitosis, proliferation, and stromal vascularization (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L126502.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), resulting in a thickened proliferative endometrium.</li>\n\t<li>Estradiol exerts negative feedback on the hypothalamus and pituitary gland to inhibit further FSH release, thereby preventing the continual recruitment of follicles.</li>\n</ul>\n<h1>Ovulation (day 14)</h1><br><br><p>Ovulation marks the midpoint of the cycle, or the transition between the follicular and luteal phases.&nbsp; At the midpoint of the cycle, rising estradiol levels cause a unique neuroendocrine phenomenon in which negative feedback changes to positive feedback, resulting in the <strong>LH surge</strong>.&nbsp; This surge triggers ovulation, or the release of one mature oocyte from the dominant follicle within the ovary.</p>\n<h1>Luteal phase (days 15-28)</h1><br><br><p>Following ovulation, the luteal phase begins, and FSH and LH levels rapidly decline.&nbsp; Within the ovary, the follicular remnant luteinizes and begins to secrete increasing levels of progesterone.&nbsp; At the endometrium, the rising progesterone levels induce secretory endometrial changes, which include spiral vessel coiling and large intracytoplasmic glycogen vacuole deposition within the endometrial cells.&nbsp; Therefore, the <strong>ovarian luteal phase</strong> (which is progesterone driven) directly corresponds to the <strong>endometrial secretory phase</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L126503.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><br><br><p>If an embryo implants within the endometrium, β-hCG is secreted and sustains the corpus luteum.&nbsp; Without this pregnancy hormone, the corpus luteum degrades, progesterone declines, and the endometrium sheds.&nbsp; As progesterone levels fall, FSH levels gradually rise to begin the cycle again.</p><br><br><p>In women with normal, ovulatory menstrual cycles, the luteal phase is consistently 14 days in length.&nbsp; Any variations in cycle length occur due to variability of the length of the follicular phase.</p>\n</div><br><br><div><h1>Summary</h1><br><br><p>The normal menstrual cycle is a dynamic and finely regulated process involving intricate histologic changes within the ovaries and endometrium.&nbsp; The balance of hypothalamic-pituitary-ovarian hormones coordinates these events through complex feedback loops to produce one mature oocyte and an endometrium conducive to implantation.</p>\n</div>\n\n            "
}