{
  "meta": {
    "title": "Advance care planning",
    "url": "https://brainandscalpel.vercel.app/advance-care-planning-f026613e-81e55b.html",
    "scrapedAt": "2025-12-01T06:01:43.130Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Advance care planning (ACP) involves discussing a patient's beliefs about illness, death, and medical interventions to prepare for future decisions about care if the patient becomes ill and is unable to communicate their wishes (ie, incapacitated).&nbsp; These conversations include the patient, their family, and the medical team, and they typically occur over the course of multiple visits and when there is a change in the patient's clinical status.&nbsp; ACP can result in the formation of advance directives (ADs), which are legal documentation of the patient's preferences for future medical decisions.</p>\n<h1>Advance directives</h1><br><br><p>ADs (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70779.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) (eg, living will, durable power of attorney for health care) are legal documents that outline how medical care decisions should be made on a patient's behalf.&nbsp; ADs are enacted only if the patient does not possess decisional capacity (eg, the patient is in a coma).&nbsp; Evaluation of decision-making capacity (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34653.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) may be necessary if there are concerns about a patient's cognitive abilities (eg, psychosis, delirium).<p></p><br><br><p>Ideally, ACP and the completion of ADs take place before an incapacitating medical crisis occurs.&nbsp; Patients must demonstrate decision-making capacity while completing or modifying ADs.&nbsp; Regulations about the authorization and implementation of ADs may vary by state (eg, different requirements regarding how many witnesses are needed).</p>\n<h2>Living will</h2><br><br><p>A living will indicates a patient's preference to either receive or refuse specific treatments in the event of a terminal illness or permanent unconsciousness.&nbsp; Examples include decisions about mechanical ventilation, artificial nutrition and hydration, dialysis, and cardiopulmonary resuscitation efforts (eg, do-not-resuscitate [DNR] order).&nbsp; Preferences are specific to each treatment (eg, patient can refuse transfusion but allow intubation).</p>\n<h2>Durable power of attorney for health care</h2><br><br><p>Because living wills cannot anticipate all future medical scenarios, patients can also assign a durable power of attorney for health care.&nbsp; The durable power of attorney for health care, also known as a health care proxy designation or medical power of attorney, is an individual officially designated by the patient to make medical decisions when they become unable to do so.&nbsp; The durable power of attorney for health care should make decisions based on the substituted judgment standard (ie, the best estimate of what the patient would have chosen for themself).</p><br><br><p>If the patient's preferences are unknown to the durable power of attorney for health care, they may decide based on the patient's best interest, focusing on the benefits and burdens of treatment options, including the potential for recovery, quality of life, and relief from suffering.</p>\n<h2>Physician orders for life-sustaining treatment (POLST)</h2><br><br><p>Patients who are at risk for a life-threatening clinical event can specify their end-of-life care preferences (eg, regarding hospitalization, ventilation, and cardiopulmonary resuscitation) if they become incapacitated by having their physician complete a POLST form.&nbsp; A POLST form is a medical order signed by a physician and is meant to be accessible across a variety of care settings (eg, inpatient, outpatient, nursing home).</p>\n<h2>Surrogate decision makers</h2><br><br><p>When no AD is available for a patient who is incapacitated, a surrogate decision maker (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70733.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is identified to make medical decisions on behalf of the patient.&nbsp; This individual is selected based on a next-of-kin hierarchy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L70625.png\" alt=\"table 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">table 4</div>\n                                </div>\n                                ), which may vary between states but typically prioritizes decision-making authority in the following order:<p></p><br><br><ol class=\"article-body-ordered-list\" type=\"1\">\n\t<li>Spouse or partner</li>\n\t<li>Adult children (if multiple, they all have equal standing [ie, not by birth order])</li>\n\t<li>Parents</li>\n\t<li>Adult siblings</li>\n\t<li>Other adult relatives</li>\n\t<li>Unrelated friends</li>\n</ol><br><br><p>As is the case for a durable power of attorney for health care, surrogate decision makers should also make medical decisions based on the principle of substituted judgment (ie, what the patient would have wanted if able to decide).</p>\n<h2>Hierarchy of ADs and medical decision makers</h2><br><br><p>ADs are enacted only when the patient cannot communicate and/or lacks decision-making capacity.&nbsp; The living will and POLST should be used to guide treatment, but if they are unavailable or insufficient, the designated durable power of attorney has the authority to make decisions.&nbsp; If a durable power of attorney is unavailable or not assigned, surrogate decision maker(s) are identified to make decisions.&nbsp; Surrogate decision makers cannot override ADs.</p><br><br><p>During critical events (eg, cardiopulmonary arrest), emergency life-saving measures can be performed without consent only if there are no ADs or surrogate decision makers available.</p>\n<h1>Role of an ethics committee</h1><br><br><p>An ethics committee can be consulted to help guide decision-making in complex situations, such as when there is disagreement among multiple surrogate decision makers of equal priority (eg, multiple adult children) or when it is unclear who is next-of-kin.&nbsp; The committee may include physicians, nurses, social workers, lawyers, chaplains, and administrators.</p><br><br><p>Emergency guardianship proceedings may be pursued to designate a court-appointed guardian if multiple surrogates cannot agree on a treatment path (despite mediation), no surrogate is identified, or the surrogate decision maker is clearly acting in his or her own self-interest.</p>\n<h1>Summary</h1><br><br><p>Advance care planning is the process of identifying a patient's goals and preferences for medical care if they become incapacitated.&nbsp; Advance directives (ADs) (eg, living wills, durable power of attorney for health care) are documents that outline how medical care decisions should be made on a patient's behalf.&nbsp; If an AD is unavailable, a surrogate decision maker is identified.&nbsp; Both a durable power of attorney for health care and a surrogate decision maker should follow the principle of substituted judgment (ie, making decisions based on what the patient would have wanted).&nbsp; Completing ADs ensures that patient preferences are honored when patients are unable to advocate for themselves.</p>\n</div>\n\n            "
}