{
  "meta": {
    "title": "Hospice care",
    "url": "https://brainandscalpel.vercel.app/hospice-care-nbsp-f1f56f5c-81e55b.html",
    "scrapedAt": "2025-12-01T06:01:47.425Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p>Hospice is a specialized model of care designed to optimize comfort and quality of life for patients who are terminally ill and have a prognosis of ≤6 months.&nbsp; It focuses on comprehensive symptom management (eg, pain control, dyspnea relief) as well as psychological, spiritual, and bereavement support.&nbsp; Hospice care is provided by a multidisciplinary team that comprises nurses, social workers, chaplains, and a coordinating hospice physician.&nbsp; Although most patients receive hospice services at home, care can also be provided in assisted living facilities, nursing homes, hospitals, or dedicated inpatient hospice centers.</p>\n<h1>Principles of hospice care</h1><br><br><p>Hospice care emphasizes interventions to alleviate suffering, maximize quality of life, and allow death with dignity.&nbsp; Hospice is a holistic model of care that involves several key principles:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Focus on comfort, not cure</strong>:&nbsp; All treatments and interventions aim to enhance comfort, rather than prolong life or achieve a cure.</li>\n\t<li><strong>Aggressive symptom management</strong>:&nbsp; Adequate control of symptoms (eg, pain, dyspnea, nausea) reduces suffering, improves quality of life, and permits a comfortable, peaceful death.</li>\n\t<li><strong>Interdisciplinary collaboration</strong>:&nbsp; Comprehensive care is delivered by a group of specialized providers, including physician medical directors, hospice nurses, social workers, chaplains, child life specialists, bereavement coordinators, and volunteers.</li>\n\t<li><strong>Patient-centered care</strong>:&nbsp; Individualized care plans are designed to address the unique physical, emotional, social, and spiritual needs of each patient.&nbsp; Patients are empowered to make care decisions based on their personal preferences and values, which helps restore a sense of control over their life.</li>\n\t<li><strong>Family and caregiver support</strong>:&nbsp; Preparing for the impending loss of a terminally ill family member/friend causes significant physical, mental, and emotional distress.&nbsp; The hospice team provides ongoing support, counseling, and education (eg, regarding the dying process) to the family/caregivers.</li>\n</ul>\n<h1>Hospice vs palliative care</h1><br><br><p>Both hospice and palliative care are team-based, patient-centered models of care designed to alleviate suffering, improve quality of life, and provide psychosocial support for patients and families (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95859.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; However, hospice care is specifically intended for patients who are approaching the end of life (prognosis ≤6 months) and are no longer pursuing curative treatments.&nbsp; Conversely, palliative care seeks to maximize comfort at any stage of a chronic illness, and patients may still be receiving curative or life-prolonging treatments (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/122764.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Eligibility for hospice care</h1><h2>General criteria</h2><br><br><p>To be deemed appropriate for hospice, the patient must meet the following general criteria:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The patient has a <strong>terminal illness with a prognosis of ≤6 months</strong> if the disease follows its natural course.</li>\n\t<li>The patient (or family) chooses to <strong>discontinue life-prolonging or curative treatments</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Curative treatments are either no longer available or the patient chooses to decline further aggressive interventions.&nbsp; However, patients may continue palliative treatments (eg, paracentesis for ascites) to control disease-related symptoms.</li>\n\t</ul>\n\t</li>\n\t<li>The patient must exhibit a <strong>progressive decline in function</strong>.&nbsp; Signs of decline may include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Frequent hospitalizations or emergency department visits.</li>\n\t\t<li>Decreasing oral intake with weight loss, muscle wasting, or a declining serum albumin level.</li>\n\t\t<li>Loss of mobility (eg, ambulatory to bedbound status) and increased dependence on others for activities of daily living (eg, dressing, bathing).</li>\n\t\t<li>Declining cognitive function, excessive sleep.</li>\n\t\t<li>Recurrent infections (eg, pneumonia, pyelonephritis) or nonhealing pressure ulcers/wounds.</li>\n\t\t<li>Uncontrolled symptoms (eg, frequent pain crises, intractable nausea).</li>\n\t\t<li>Decline in the Karnofsky performance scale (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/122765.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Disease-specific criteria</h2><br><br><p>In addition to the general guidelines, certain disease-specific criteria support the patient's eligibility for hospice services:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cancer</strong>:&nbsp; Metastatic or advanced/progressive disease with no further curative options.</li>\n\t<li><strong>End-stage heart failure</strong>:&nbsp; New York Heart Association Class IV heart failure (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34444.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ), ejection fraction ≤20%, refractory symptoms despite optimal medical therapy, and/or frequent hospitalizations for heart failure exacerbations.</li>\n\t<li><strong>End-stage lung disease</strong> (eg, chronic obstructive pulmonary disease, pulmonary fibrosis) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/122766.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; Disabling dyspnea at rest, poor response to bronchodilators, chronic hypoxia requiring continuous oxygen supplementation, and/or frequent exacerbations requiring hospitalization.</li>\n\t<li><strong>Neurodegenerative diseases</strong> (eg, Parkinson disease, amyotrophic lateral sclerosis, Alzheimer disease, multiple sclerosis):&nbsp; Rapid functional decline (eg, loss of ability to walk or speak), dysphagia with frequent aspiration pneumonia and inability to maintain adequate nutrition, and/or impaired breathing capacity (eg, dyspnea, hypoxia).</li>\n\t<li><strong>End-stage liver disease</strong>:&nbsp; Refractory ascites, hepatic encephalopathy, variceal bleeding, and/or prolonged PTT or INR.</li>\n\t<li><strong>End-stage renal disease</strong>:&nbsp; Refusal of dialysis despite declining renal function with symptomatic uremia (eg, confusion, vomiting), hyperkalemia, or volume overload.</li>\n</ul>\n<h1>Hospice team members</h1><br><br><p>Each member of the hospice interdisciplinary team plays a critical role in caring for the patient:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Physician medical director</strong>:&nbsp; Oversees all aspects of patient care but is primarily responsible for managing the medications/interventions to alleviate symptoms.</li>\n\t<li><strong>Hospice nurse</strong>:&nbsp; Serves as the primary case manager for the patient.&nbsp; The nurse conducts regular visits to assess the patient's physical, mental, and emotional well-being, then coordinates with team members to initiate necessary interventions (eg, medication adjustments, additional counseling).&nbsp; The nurse also provides education to families and caregivers about signs of disease progression and the dying process.</li>\n\t<li><strong>Social worker</strong>:&nbsp; Counsels and supports patients and families during routine visits.&nbsp; The social worker also assists with logistical needs including advance directives, funeral home arrangements, family medical leave applications, and insurance benefits review.</li>\n\t<li><strong>Chaplain</strong>:&nbsp; Delivers spiritual care based on the needs and wants of the patient and family.&nbsp; The chaplain may pray, provide spiritual counseling, or coordinate support with the patient's own religious institution.</li>\n\t<li><strong>Child life specialist</strong>:&nbsp; Helps children understand and cope with illness and loss of a loved one.&nbsp; The child life specialist provides age-appropriate education about medical conditions and death, offers emotional support, conducts therapy sessions (eg, art or play therapy), and teaches coping strategies.</li>\n\t<li><strong>Volunteer</strong>:&nbsp; Visits the patient on a routine basis to provide companionship (eg, conversation, playing games), emotional support, and assistance with minor errands (eg, pharmacy pickup).</li>\n\t<li><strong>Home health aid</strong>:&nbsp; Assists caregivers in providing personal care (eg, bathing, feeding) to the patient.</li>\n\t<li><strong>Bereavement counselor</strong>:&nbsp; Provides grief counseling after the patient's death; this is especially helpful for families with an increased risk for complicated grief (eg, patients with young children or poor social support).</li>\n</ul>\n<h1>Hospice model of care</h1><br><br><p>Hospice care may be provided in a home setting (eg, private home, assisted living facility, nursing home) or an inpatient setting (eg, hospital, inpatient hospice unit).&nbsp; The location of care is typically determined by the acuity of the patient's condition (eg, severity of symptoms, imminence of death), although social factors (eg, lack of appropriate caregiver) may play a role in deciding the location.</p>\n<h2>Routine home hospice</h2><br><br><p>Most hospice patients elect to receive care at home, surrounded by family in a familiar environment (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70340.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).&nbsp; This typically requires a dedicated caregiver (eg, family, friend) who helps manage the patient's day-to-day needs.&nbsp; A hospice nurse usually visits once per week, although visits occur more frequently if the patient has poorly controlled symptoms or other needs (eg, wound care).&nbsp; All necessary supplies (eg, wipes, diapers) and durable medical equipment (eg, hospital bed, oxygen) are provided for home use.&nbsp; A comfort kit containing oral medications for pain, agitation, anxiety, dyspnea, nausea, and constipation is kept in the home, and the patient/caregiver is taught how to manage symptoms.&nbsp; The hospice care team is also available to answer questions, address urgent concerns, or make an emergency visit.<p></p>\n<h2>Inpatient hospice</h2><br><br><p>Patients with severe or uncontrolled symptoms (eg, dyspnea, pain, agitation, seizures) are often cared for in an inpatient hospice setting, which has continuous nursing coverage and intravenous medications.&nbsp; Some hospice organizations have specialized inpatient units, whereas others may provide comfort care in a hospital.&nbsp; Inpatient hospice care is typically utilized when there is a sudden escalation in symptoms that are not adequately controlled at home, when the patient does not want to die at home and death becomes imminent, or when a patient who is critically ill and hospitalized has a rapid and irreversible decline and the family elects comfort measures for a peaceful death (eg, ventilator withdrawal).</p>\n<h2>Continuous care at home</h2><br><br><p>Continuous care (ie, continuous nursing in the home) is an alternative to inpatient care when symptoms become unmanageable in the home setting.&nbsp; A registered nurse remains at the bedside to monitor symptoms and administer medications as often as needed to make the patient comfortable.</p>\n<h2>Respite care</h2><br><br><p>A patient may be temporarily transferred to an inpatient unit or skilled nursing facility to provide short-term relief for caregivers.&nbsp; The patient's total care is assumed by the hospice team for a period (eg, typically several days), which helps reduce burnout and compassion fatigue for caregivers.</p>\n<h1>Services provided</h1><h2>Symptom management</h2><br><br><p>Adequate control of symptoms is critical to ensure the patient's comfort and improve their quality of life.&nbsp; Typical interventions include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69577.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Opioids (eg, morphine, hydromorphone) for pain and dyspnea relief.</li>\n\t<li>Antiemetics (eg, ondansetron, promethazine) for nausea.</li>\n\t<li>Anxiolytics (eg, benzodiazepines) for anxiety and agitation.</li>\n\t<li>Antipsychotics (eg, haloperidol) for agitation/delirium.</li>\n\t<li>Sleep aids (eg, trazodone) for insomnia.</li>\n\t<li>Anticholinergics (eg, atropine, scopolamine) for excessive secretions (eg, \"death rattle\").</li>\n\t<li>Selective serotonin reuptake inhibitors (eg, fluoxetine) for depression symptoms.&nbsp; Psychostimulants (eg, methylphenidate) are preferred when life expectancy is 2-4 weeks due to their faster onset of action.</li>\n\t<li>Diuretics (eg, furosemide) for pulmonary and extremity edema.</li>\n\t<li>Antiepileptics (eg, phenytoin) for primary seizure disorder or seizures due to brain injury/neoplasm/metastasis.</li>\n\t<li>Appetite stimulants (eg, megestrol, mirtazapine) for anorexia.</li>\n\t<li>Laxatives (eg, senna) for constipation.</li>\n\t<li>Antibiotics for infections.</li>\n\t<li>Supplemental oxygen for hypoxia/dyspnea.</li>\n\t<li>Wound care for pressure ulcers or injuries.</li>\n\t<li>Urinary catheter placement and care for urinary retention (eg, obstructing tumor).</li>\n\t<li>Drainage of pleural or peritoneal fluid collections (typically through an indwelling catheter).</li>\n</ul>\n<h2>Psychosocial support</h2><br><br><p>The interdisciplinary team is designed to address the various psychosocial needs of the patient, their family, and caretakers.&nbsp; Services may include emotional support, spiritual care and prayer, grief and bereavement counseling, and other types of therapy (eg, massage, music).</p>\n<h2>Logistical support</h2><br><br><p>Nurses and social workers work closely together to assist with creating advance directives, ordering and maintaining durable medical equipment, acquiring a paid caregiver, submitting family medical leave applications, and assisting with financial counseling.</p>\n<h1>Common concerns</h1><br><br><p>Discussing end-of-life care with patients and families requires empathy, honesty, and shared decision-making.&nbsp; It is important to assess the patient's understanding of their illness, clarify their priorities and values, and ascertain what they wish to achieve with hospice care (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72238.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Hospice providers should make every effort to understand the patient and family's perspective and address any fears or concerns directly.&nbsp; Clearly explaining the goals and principles of hospice can help dispel common misconceptions, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Enrollment in hospice hastens death:&nbsp; Hospice care does not shorten life expectancy.&nbsp; Instead, patients are allowed to die a natural death with a better interim quality of life.&nbsp; Some studies have shown a small increase in duration of survival, possibly due to fewer complications of hospital admission or aggressive treatments.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hospice means giving up:&nbsp; The hospice model is designed to improve the quality of life; it is not cessation of care.&nbsp; In addition, the decision to initiate hospice is never final; patients may revoke services at any time, for any reason (eg, to seek aggressive care).</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A do-not-resuscitate (DNR) order must be signed:&nbsp; Although a DNR order is not required to begin hospice care, aggressive resuscitative measures are not consistent with hospice goals; cardiopulmonary resuscitation and intubation increase suffering without changing the overall prognosis.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Deactivating implantable cardioverter-defibrillators (ICD) and discontinuing preventive medications (eg, statins) causes harm:&nbsp; ICD shocks can cause significant pain and anxiety without an ultimate benefit, and end-of-life medications should focus solely on comfort and alleviating/preventing symptoms (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/82578.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ).</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hospice is physician-assisted dying (PAD):&nbsp; Hospice provides medications with the goal to alleviate suffering, whereas PAD is designed to hasten death.&nbsp; Although certain symptom-relieving medications (eg, opioids) may have the adverse effect of hastening death, the ultimate goal is comfort.&nbsp; The ethical principle known as the doctrine of double effect justifies interventions with adverse effects (eg, respiratory depression) if they promote patient well-being (eg, a comfortable death).</li>\n</ul>\n<h1>Summary</h1><br><br><p>Hospice care is for patients who are terminally ill and have a prognosis of ≤6 months.&nbsp; It provides compassionate, patient-centered care that prioritizes comfort, dignity, and quality of life, rather than cure (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80563.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ).&nbsp; A multidisciplinary team approach ensures that patients and their families receive comprehensive medical, emotional, and spiritual support.<p></p>\n</div>\n\n            "
}