{
  "meta": {
    "title": "Informed consent in medicine",
    "url": "https://brainandscalpel.vercel.app/informed-consent-in-medicine-570d25b4-81e55b.html",
    "scrapedAt": "2025-12-01T06:01:47.372Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Informed consent provides the patient with the information necessary to make an educated health care decision about treatment interventions, thereby upholding the ethical principle of patient autonomy.&nbsp; Informed consent is not required in some situations, such as life-threatening conditions when urgent intervention is needed.</p>\n<h1>Elements of informed consent</h1><br><br><p>Informed consent is accomplished when the following conditions are met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Information</strong>:&nbsp; Essential information is disclosed to the patient.</li>\n\t<li><strong>Decision-making capacity</strong>:&nbsp; The patient has the ability to understand medical information and make a decision.</li>\n\t<li><strong>Voluntariness</strong>:&nbsp; The patient's decision is made free from coercion, manipulation, or undue pressure</li>\n</ul>\n<h2>Information</h2><br><br><p>The informed consent discussion should use comprehensible language and be tailored to the patient's level of understanding.&nbsp; When patients do not speak the same language as the physician, medically trained interpreters (ie, not the patient's family) should be used.</p><br><br><p>Essential information about the medical intervention must be explained during the consent process, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patient's diagnosis and anticipated prognosis.</li>\n\t<li>Nature of the proposed treatment with associated risks and benefits.</li>\n\t<li>Alternate treatments with associated risks and benefits.</li>\n\t<li>Refusal/delay of treatment with associated risks and benefits.</li>\n</ul><br><br><p>It is neither required nor feasible to cover every possible risk and complication for every treatment discussed.&nbsp; However, patients must be informed of common and rare, but potentially major, risks that a reasonable person in a similar situation would likely want to know so that a medical decision (ie, reasonable patient standard) can be made.</p><br><br><p>The treating physician is responsible for obtaining informed consent.&nbsp; If informed consent is delegated to another member of the care team, that person must thoroughly understand the intervention to adequately explain it and answer the patient's questions.&nbsp; Medical students should not obtain informed consent independently but may accompany a qualified physician during the discussion.</p><br><br><p>Treatment team members, including medical trainees (eg, resident physicians, medical students), and their expected roles must be disclosed.</p><br><br><p>Conflicts of interest compromise informed consent when influenced by a physician's self-interest (eg, omitting information to save time or to favor a specific treatment option).&nbsp; Physicians are obligated to inform patients of all medically reasonable treatment options and answer patient questions truthfully.</p>\n<h2>Decision-making capacity</h2><br><br><p>Physicians should present all necessary information about the treatment to all patients, even those who may not have the capacity to make medical decisions (eg, those with delirium).&nbsp; However, informed consent requires a patient to understand the presented information and communicate a decision.&nbsp; When indicated, decision-making capacity should be assessed to determine whether a patient can fully participate and provide informed consent.</p><br><br><p>If it is determined that a patient does not have the capacity to understand medical information and make a decision, informed consent should be discussed with a legally authorized representative (eg, durable power of attorney for health care, surrogate decision-maker) who can provide consent.</p>\n<h2>Voluntariness</h2><br><br><p>Patients should be able to make medical decisions without coercion, manipulation, or undue pressure.&nbsp; For instance, patients should not feel that making a particular decision could negatively impact the patient-physician relationship.</p>\n<h1>Exceptions to informed consent</h1><br><br><p>Informed consent is <u>not</u> required for treatment in some situations, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Life-saving procedures during an emergency when obtaining consent is not possible due to patient incapacitation (eg, respiratory collapse requiring urgent intubation).</li>\n\t<li>Extension of a procedure if an unexpected life-threatening complication requiring immediate treatment (eg, unexpected ostomy creation during a laparotomy due to profound enteric spillage) arises.&nbsp; However, this exception does not cover procedures for unrelated nonurgent issues (eg, resecting an incidental gastric mass found during the laparotomy should be deferred until informed consent is obtained).</li>\n</ul>\n<h1>Informed consent for minors</h1><br><br><p>For minors, written consent by their parent (or legal guardian) is typically required for medical assessment and treatment in nonemergency situations.&nbsp; When children are accompanied by other caretakers (eg, relatives, childcare providers) who do not have the authority to consent, verbal consent by the parent (eg, by phone) may be an option for nonemergent situations.</p><br><br><p>However, there are exceptions when parental consent is <em>not</em> required (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31862.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Emergencies when a delay in care may result in death or serious disability (eg, hemodynamically unstable)</li>\n\t<li>Emancipated minor</li>\n\t<li>Medical care related to sexually transmitted infections, contraception, pregnancy, or substance use disorder</li>\n</ul>\n<h2>Emergency care</h2><br><br><p>In emergencies (eg, acute meningitis), parents may not be readily available to provide consent.&nbsp; If an imminent threat of serious impairment or death is present, care should not be delayed, and life-saving treatment should proceed without parental consent.&nbsp; Reasonable attempts to contact parents should be made.</p>\n<h2>Emancipated minor</h2><br><br><p>In most regions, emancipated minors generally can provide their own consent for medical care.&nbsp; Criteria for emancipated minors (eg, parent, married, financially independent, active military duty) vary between regions.</p>\n<h2>Specific medical care</h2><br><br><p>In most regions, adolescents can provide their own consent for medical care related to sexually transmitted infections, contraception, pregnancy, or substance use disorder.&nbsp; Specific regulations vary between regions.</p>\n<h1>Informed refusal</h1><br><br><p>Patients have the right to withdraw from treatment at any time, even after providing consent.&nbsp; When patients change their minds and refuse treatment, it is the physician's responsibility to engage them in a new discussion of informed consent.</p><br><br><p>When a patient declines or is hesitant to accept necessary treatment, the physician should assess the patient's knowledge and understanding, provide further explanation when needed, listen to their concerns, and clarify the specific reasons for the refusal.</p><br><br><p>Adult patients with intact medical decision-making capacity can refuse life-saving interventions (eg, refusing blood transfusions after acute trauma).&nbsp; However, parents/guardians do not have the right to refuse life-saving emergency care for a child.&nbsp; If an imminent threat of serious impairment or death is present, emergency treatment can be authorized without parental consent.&nbsp; If the life-saving treatment is not urgent (eg, chemotherapy for leukemia), physicians can pursue a court order to mandate treatment.</p>\n<h1>Summary</h1><br><br><p>Obtaining informed consent requires that a patient has the capacity to understand relevant medical information and make an independent decision (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/59296.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Physicians must disclose essential information related to the intervention (eg, patient diagnosis, risks and benefits of proposed treatment, alternatives) and answer patient questions clearly and truthfully.&nbsp; Informed consent is not required when the patient is incapacitated and an urgent, life-saving intervention is necessary.&nbsp; Informed consent for minors is typically provided by the parent or legal guardian, although there are exceptions (eg, emancipated minor, treatment for substance use disorder).<p></p>\n</div>\n\n            "
}