{
  "meta": {
    "title": "Quality improvement overview",
    "url": "https://brainandscalpel.vercel.app/quality-improvement-overview-6cac39c3-81e55b.html",
    "scrapedAt": "2025-12-01T06:01:53.434Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Quality improvement (QI) is the systematic, <strong>continuous</strong> effort that leads to measurable improvements in the delivery of services and outcomes.&nbsp; The foundation of QI in health care involves the following principles:</p>\n<ul>\n<li><strong>Systems thinking</strong>:&nbsp; Understanding how different parts of a health care system interact and influence one another and recognizing that improving outcomes requires addressing processes, relationships, and environments rather than isolated actions.</li><br><br><li><strong>Improvement science</strong>:&nbsp; The systematic study of methods to promote effective changes in health care delivery, with a focus on testing, measuring, and refining interventions to achieve specific goals and consistent implementation of processes that improve patient outcomes.</li>\n</ul>\n<p>A commitment to QI is a cornerstone of high-reliability organizations (HROs), which are industries (eg, aviation, nuclear technology) that have successfully minimized the incidence of catastrophic harm despite highly complex and risky operating conditions (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/73567.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The health care industry, facing high rates of preventable adverse events, is increasingly adopting HRO practices, including QI, to enhance outcomes.<p></p>\n<h1>Dimensions of quality</h1><h2>Quality attributes</h2><br><br><p>Quality in health care can be defined as having 6 attributes, as per the Institute of Medicine.&nbsp; These attributes, forming the acronym <strong>STEEEP</strong>, include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72196.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p>\n<ul>\n<li><strong>Safe</strong>:&nbsp; Preventing avoidable iatrogenic injury (ie, preventable adverse events) to patients (eg, medical errors, nosocomial infections, injury from procedures)</li><br><br><li><strong>Timely</strong>:&nbsp; Reducing waits and potentially harmful delays for both those who receive and those who provide care</li><br><br><li><strong>Effective</strong>:&nbsp; Providing evidence-based services to those who could benefit; refraining from providing nonbeneficial services (eg, tests or interventions that do not improve outcomes and may lead to harm) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58729.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).</li><br><br><li><strong>Efficient</strong>:&nbsp; Avoiding waste and <strong>overuse</strong> (a major driver of excessive health care costs and waste); practicing <strong>resource stewardship</strong> (ensuring circumspect resource use, such as using antibiotics or imaging only when indicated).</li><br><br><li><strong>Equitable</strong>:&nbsp; Ensuring care does not vary in quality due to characteristics such as gender, ethnicity, geographic location, or socioeconomic status.</li><br><br><li><strong>Patient-centered</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/67903.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; Emphasizing cultural sensitivity (eg, addressing language barriers, avoiding stereotyping); engaging in <strong>shared decision-making</strong>, which incorporates patient preferences, needs, and values when multiple treatment options exist (eg, choosing between stool testing and colonoscopy for colon cancer screening discussions, selecting among equivalent heart failure medication regimens based on out-of-pocket costs).&nbsp; Patient-centered care does not entail the provision of unnecessary testing or treatment.</li>\n</ul>\n<h2>Value</h2><br><br><p>Health care value is defined as the <strong>quality</strong> of care (STEEEP metrics) divided by the total <strong>costs</strong> (not only short-term, but over the entire treatment course).&nbsp; Costs may be assessed from the perspective of the patient, health care system, and/or society.</p><br><br><p><strong>High-value care</strong> prioritizes achieving the best possible health outcomes while judiciously using health care resources.&nbsp; It is characterized by resource stewardship, cost-conscious decision-making (eg, weighing both effectiveness and cost without compromising care, such as choosing x-ray over CT scan when a CT scan would show similar pathology without changing management), and adherence to clinical guidelines (with flexibility to tailor guidelines to individual patient context as needed).</p>\n<h2>Relationship to variation and reliability</h2><br><br><p><strong>Variations</strong> in health care processes (differences in how care is delivered or how systems perform over time) can be broadly categorized as either common cause or special cause:</p>\n<ul>\n<li><strong>Common-cause variation</strong> refers to predictable, inherent fluctuations within a stable system (eg, daily variation in emergency department wait times due to normal shifts in patient volume).</li><br><br><li><strong>Special-cause variation</strong> results from specific disruptions or external factors (eg, a sudden spike in wait times due to a staffing shortage or system outage).</li>\n</ul>\n<p>Excessive levels of either type of variation indicate system vulnerabilities, increasing the risk for error and reducing care quality.</p><br><br><p>In health care settings, achieving zero variation across all care delivery is neither feasible nor desirable, given the inherent differences among patients and presentations.&nbsp; For example, when clinical guidelines are lacking or multiple equivalent options exist (eg, treatment choice for rare cancers), some variation in care may reflect appropriate, patient-centered decision-making.</p><br><br><p>However, high variations in care delivery (eg, administration of procedures or treatments) when well-established guidelines exist commonly reflect low care quality, either due to overuse (eg, markedly elevated rates for cesarean delivery unexplained by clinical need) or underuse (eg, lower rates of statin prescriptions for cardiovascular prevention in minority populations).</p><br><br><p>HROs seek to reduce unwarranted variation by <strong>standardizing</strong> processes (applying and adhering to uniform practices) as much as possible.&nbsp; Standardization promotes <strong>reliability</strong>, ensuring that care processes consistently achieve intended results.&nbsp; Although not all practices within health care can be fully standardized, many complex and repetitive tasks that are highly error prone (eg, preoperative preparation) benefit from the incorporation of standardization tools (eg, checklists, protocols, computer automation) to ensure reliable execution.</p>\n<h2>Quality measures and data</h2><br><br><p>Measurement is central to QI as a means of objectively measuring key priorities for improving and assessing progress and guiding adjustments.&nbsp; Key measures include:</p>\n<ul>\n<li><strong>Structure measures</strong>:&nbsp; Assess the physical and organizational capacity (eg, nurse/patient ratio, number of on-site physician specialists); easiest to measure but may not directly cause improved outcomes on their own (eg, a low nurse/patient ratio is desirable but does not ensure safer care if other factors, such as staff competency and effective teamwork, are lacking).</li><br><br><li><strong>Process measures</strong>:&nbsp; Assess the reliability of implementing evidence-based care processes that are directly linked to improved outcomes when performed correctly (eg, percentage of eligible stroke patients receiving timely thrombolytic therapy); include \"core measures\" (developed by groups such as The Joint Commission) that focus on key conditions (eg, myocardial infarction).&nbsp; Process measures are more challenging to apply to less tangible areas such as teamwork and organizational culture.</li><br><br><li><strong>Outcome measures</strong>:&nbsp; Measure changes in patient health status that are ultimately desired; can be intermediate term (eg, 30-day hospital readmissions rates, surgical-site infection rates) or long term (eg, morbidity, mortality).&nbsp; Outcome measures may be harder to capture for rarer events and take more resources to measure accurately.</li><br><br><li><strong>Balancing measures</strong>:&nbsp; Reflect counterbalancing system costs that occur as a result of an intervention (eg, increased falls occurring after an intervention to increase early mobility in inpatients).</li>\n</ul>\n<p>Examples of quality measures are summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/75131.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                )<p></p><br><br><p>Data used to track QI measures may originate from various sources.&nbsp; Examples include direct observation or surveys, administrative or abstracted data (eg, deidentified insurance claims, data tracking patient diagnoses and treatments), or registries (large, often national collections of diagnosis-specific patient data with highly detailed information).</p>\n<h1>QI tools</h1><br><br><p>QI tools can be used in a variety of methodologies; they enable comprehensive and systematic analysis of deficiencies in ongoing processes to inform possible solutions, as well as measure the effects of interventions on intended outcomes.</p>\n<h2>Error analysis</h2><br><br><p>Systematically analyzing all the causes of errors in a process is an essential step in designing effective solutions.&nbsp; Common tools include:</p>\n<ul>\n<li><strong>Fishbone (Ishikawa) cause-and-effect diagrams</strong>:&nbsp; Using a fish skeleton, visually depict relationships between factors (eg, people, processes, environment) contributing to a quality-of-care problem.&nbsp; The problem of concern (eg, high surgical site infection rates) is placed at the far right of the diagram, representing the head of the fish.&nbsp; Categories of factors that may be contributing to the problem (eg, staffing, organizational, patient) are placed in diagonal spokes coming off the central spine, representing the ribs.\"&nbsp; Individual specific causes are listed under each main category, representing the scales \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78312.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li><br><br><li><strong>5 Whys technique</strong>:&nbsp; Repeatedly asking \"why?\" to identify root causes.&nbsp; It is often used as part of root cause analysis (RCA), a retrospective analysis method used to uncover all factors behind errors in a process or outcome (eg, active factors involving incorrect actions of multiple personnel and latent factors, which are system-level deficiencies).</li><br><br><li><strong>Failure modes and effects analysis (FMEA)</strong>:&nbsp; Using a proactive, multidisciplinary team–based approach to proactively identify failure points and system vulnerabilities in a process before an error or harm occurs.&nbsp; FMEA is typically used when planning a new process (eg, a new medication-reconciliation protocol or rollout of a new critical care unit).&nbsp; It involves process mapping, identification of failure modes (things that can go wrong at each step, along with possible causes and effects), and the construction of a hazard matrix (probability of occurrence and severity of each failure mode, allowing prioritization of risks).</li>\n</ul>\n<h2>Performance monitoring and measurement</h2><br><br><p>Tracking outcomes over time is essential to determining whether interventions are effective and whether changes are sustained.&nbsp; These tools enable real-time assessment of processes and outcomes, helping teams evaluate progress toward goals and adjust interventions as needed.</p>\n<ul>\n<li><strong>Run charts</strong>:&nbsp; Longitudinal graphs that display process outcomes over time (eg, venous thromboembolism prophylaxis rates).&nbsp; Run charts help visualize performance variation over time (eg, before and after a QI intervention) and can identify trends (eg, ≥5 consecutive points moving in one direction) that signal true change (eg, true improvement after implementation of a new process) rather than random fluctuation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69435.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li><br><br><li><strong>Control (Shewhart) charts</strong>:&nbsp; An extension of run charts that adds statistically calculated control limits to distinguish between common cause variation (expected process fluctuation) and special cause variation (signals of true change).&nbsp; These are especially helpful in processes that require tighter monitoring of variation.</li><br><br><li><strong>Dashboards and scorecards</strong>:&nbsp; Visual tools for summarizing key process and outcome metrics that can inform changes in behavior (eg, providing feedback to physicians on their rate of referral for colon cancer screening relative to their peers) to support ongoing monitoring and decision-making.</li>\n</ul>\n<h1>QI methods</h1><br><br><p>The Model for Improvement, developed by the Institute for Healthcare Improvement, is one of the most widely used frameworks for QI in health care and guides the implementation of specific QI methodologies in the health care setting.&nbsp; The model centers around three key questions:</p>\n<ul>\n<li><strong>What are we trying to accomplish?</strong>&nbsp; Define the scope of the problem, map out the current process, and set clear goals that are <strong>S</strong>pecific, <strong>M</strong>easurable, <strong>A</strong>ttainable, <strong>R</strong>elevant, and <strong>T</strong>ime-bound <strong>(SMART)</strong>.</li><br><br><li><strong>How will we know that a change is an improvement?</strong>&nbsp; Identify and track QI measures that reflect progress toward the goal.</li><br><br><li><strong>What changes can we make that will result in improvement?</strong>&nbsp; Develop and test interventions informed by staff input, research evidence, and prior experience.</li>\n</ul>\n<h2>Plan-Do-Study-Act</h2><br><br><p>Plan-Do-Study-Act (PDSA) represents a cyclical and iterative process for achieving specific QI goals.&nbsp; It involves the following steps (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71324.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p>\n<ul>\n<li><strong>Plan</strong>:&nbsp; Form a multidisciplinary team to identify problems in a defined process, set a clear target goal, and design a small-scale intervention.&nbsp; For example, a QI committee identifies lower-than-expected venous thromboembolism prophylaxis rates, sets a goal of improving rates from 80% to 95%, and develops an admission checklist to address the gap.</li><br><br><li><strong>Do</strong>:&nbsp; Prepare for and pilot the intervention on a limited scale, such as implementing the checklist for 4 weeks following clinician training.</li><br><br><li><strong>Study</strong>:&nbsp; Collect data and evaluate pilot results, including process outcomes (eg, checklist completion rates) and feedback from frontline staff to identify barriers and opportunities for improvement.</li><br><br><li><strong>Act</strong>:&nbsp; Refine the intervention (eg, simplifying the checklist based on clinician input) and plan the next cycle of testing.\n</li></ul>\n<p>The cycle is repeated, with each iteration building on the previous one, until the targeted improvement is achieved.</p>\n<h2>Lean</h2><br><br><p>Lean is a method focused on optimizing quality and value by identifying and reducing waste, defined as steps that fail to add value (eg, do not improve patient or staff experience, health outcomes, or costs).&nbsp; Lean emphasizes streamlining workflows (eg, standardization), eliminating inefficiencies, and ensuring that each step meaningfully contributes to care delivery.</p><br><br><p>A key principle of Lean is that rather than simply increasing resources or building additional capacity (eg, adding laboratory stations, hiring more personnel) to increase quality, reducing waste can increase the capacity and effectiveness of existing systems without added cost.</p><br><br><p>Multiple types of waste exist in health care and can be targeted by Lean.&nbsp; Examples include:</p>\n<ul>\n<li><strong>Overproduction and inventory</strong>:&nbsp; Most common type of health care waste; refers to producing or stocking more than is needed (eg, printing excess patient education handouts that go unused)</li><br><br><li><strong>Rework</strong>:&nbsp; Refers to unnecessary redundancy (ie, does not improve safety or outcomes) within steps in a process (eg, repeated approvals required before ordering a low-risk medication)</li><br><br><li><strong>Inefficient motion</strong>:&nbsp; Excessive physical movement of staff or patients (eg, physicians walking long distances to access workstations or supplies)</li><br><br><li><strong>Waiting</strong>:&nbsp; Idle time for patients, staff, or equipment (eg, excessively high patient wait times).</li><br><br><li><strong>Overprocessing</strong>:&nbsp; Performing more work than necessary or using overly complex processes (eg, duplicative documentation in multiple electronic systems).</li><br><br><li><strong>Transportation</strong>:&nbsp; Unnecessary movement of patients, specimens, or supplies (eg, transporting patients between distant departments for routine tests).</li>\n</ul>\n<p>To accurately identify all types of waste in a process, Lean emphasizes forming a multidisciplinary team that includes all key stakeholders (eg, multiple health care frontline personnel, administrators) who collectively have firsthand knowledge of the entire process.&nbsp; Tools used by teams to visualize and analyze workflows and identify waste include process mapping and value stream mapping.</p>\n<ul>\n<li><strong>Process mapping</strong>:&nbsp; A step-by-step diagram of how a particular task or process is currently carried out (eg, each action, decision point, handoff) to pinpoint inefficiencies (eg, delays, unnecessary steps).&nbsp; For example, a process map might outline the sequence of actions involved in medication reconciliation at hospital discharge, revealing unnecessary duplicative steps in documentation, and identify ways to reduce waste by standardizing the process.</li><br><br><li><strong>Value stream mapping</strong>:&nbsp; A more comprehensive process map that incorporates quality metrics and costs (eg, time, resource use) within each step to identify value-adding and non–value-adding steps (typically from the patient's perspective).&nbsp; For example, a value stream map depicting the full patient journey from admission to discharge for an elective surgery may reveal that patients spend significant time waiting between stages of care, and steps to reduce wait times can be identified.</li>\n</ul>\n<h2>Six Sigma</h2><br><br><p>Like Lean, Six Sigma (\"sigma\" referring to a unit of standard deviation from the mean in a normal distribution) focuses on reducing waste and unnecessary variation but emphasizes statistically driven goals and precision (eg, &lt;0.00001% error rate) and virtually eliminating defects within processes.&nbsp; In health care, it is typically best suited for high-impact, high-risk processes in which errors have serious consequences (eg, wrong-patient blood transfusions).</p><br><br><p>The steps of Six Sigma form the acronym <strong>DMAIC</strong>:</p><br><br><p>●&nbsp; &nbsp; &nbsp; <strong>Define</strong>:&nbsp; Clarify the problem, goal, and scope of the project (eg, QI committee identifies that wrong-patient blood transfusions, although rare, have occurred in the hospital; goal is defined as achieving zero wrong-patient transfusions within the next 12 months across all inpatient units).</p>\n<ul>\n<li><strong>Measure</strong>:&nbsp; Collect data to depict defects in the current process (eg, measure the rate of transfusions in which proper two-identifier verification was not performed; document how often manual work-arounds bypass barcode scanning).</li><br><br><li><strong>Analyze</strong>:&nbsp; Examine the process to identify root causes of defects using different QI tools (eg, RCA or process mapping reveals that errors most often occur when barcode scanners malfunction or patient wristbands are missing or illegible).</li><br><br><li><strong>Improve</strong>:&nbsp; Develop and implement targeted solutions to address the root causes (eg, upgrade barcode scanning equipment, establish real-time alerts for missing patient wristbands) and pilot changes.</li><br><br><li><strong>Control</strong>:&nbsp; Establish systems to sustain improvements and prevent recurrence (eg, ongoing audits of transfusion verification compliance; visual dashboards to track compliance rates).</li>\n</ul>\n<p>Often, in health care settings, the principles of Lean and Six Sigma techniques are combined (ie, Lean Six Sigma), creating a framework that addresses waste reduction and efficiency (Lean) while minimizing errors and defects in processes and outcomes (Six Sigma).</p><br><br><p>These models are summarized in the following table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/74970.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Strategies to improve quality and value</h1><br><br><p>Specific strategies in clinical practice are associated with improvements in health care quality and value (ie, improving outcomes while achieving reductions in costs, waste, and unnecessary spending).&nbsp; These include:</p>\n<ul>\n<li><strong>Clinical decision support</strong>:&nbsp; Tools that incorporate real-time patient data to assist clinicians in making evidence-based decisions by providing timely alerts, reminders, or treatment recommendations within the clinical workflow.&nbsp; Examples include drug interaction warnings, guideline-based order sets, and risk-score calculators integrated into electronic health records.</li><br><br><li><strong>Clinical pathways and standardized protocols</strong>:&nbsp; Evidence-based recommendations, often established by specialty societies (eg, American College of Radiology guidelines for CT scan use in abdominal pain evaluation), that help reduce unnecessary care and variation.&nbsp; By defining the standard of care, these pathways can reduce defensive medicine (the unnecessary provision of clinical services primarily to reduce physician liability without significant benefit to the patient).</li><br><br><li><strong>Pay-for-Performance (P4P) systems</strong>:&nbsp; Tools that link physician financial incentives to delivery of evidence-based care (eg, bonuses paid to clinical practices achieving high rates of screening for microalbuminuria in patients with diabetes mellitus).&nbsp; P4P programs are best used with other strategies promoting high-value care (eg, distribution of feedback to physicians on their performance metrics, clinical decision support).&nbsp; To ensure promotion of equity (a dimension of quality), P4P systems should consider demographic characteristics of the patient (eg, insurance type, income level) and the surrounding community (eg, status as a health professions shortage area).</li><br><br><li><strong>Physician Quality Reporting Systems</strong>:&nbsp; Platform for collecting, measuring, and reporting physician performance data related to evidence-based care processes and clinical outcomes.&nbsp; For example, in the United States, the Merit-based Incentive Payment System (MIPS) tracks performance across domains such as clinical quality, cost, and improvement activities and often aligns with P4P models, influencing reimbursement or public reporting of provider performance.</li><br><br><li><strong>Care coordination programs</strong>:&nbsp; Interdisciplinary programs that facilitate safe transitions of care, particularly for vulnerable groups (eg, elderly, multiple chronic conditions).&nbsp; For example, nurse-led home health care programs offer interdisciplinary postdischarge support and are associated with reduced hospitalizations and fewer medication errors.</li>\n</ul>\n<h2>Change management</h2><br><br><p>Whereas QI methods such as Lean, Six Sigma, and PDSA focus on identifying problems and improving processes, achieving lasting improvement requires leadership that can promote change management.&nbsp; The structured leadership approach supports people and organizations in adopting and sustaining new systems or process changes.&nbsp; Change management supports QI by addressing the cultural, behavioral, and human factors that influence whether improvement efforts succeed over time.&nbsp; Effective change management emphasizes active engagement of frontline staff, identification of early adopters or \"champions,\" and intentional leadership strategies.&nbsp; One widely used approach is John Kotter's 8-Step Model of Change, including steps such as creating a sense of urgency, building guiding coalitions, communicating a clear vision, empowering action, generating short-term wins, and embedding changes into the organizational culture.</p>\n<h1>Summary</h1><br><br><p>Quality improvement is a continuous and systematic practice grounded in evidence, systems thinking, and the ethical imperative to reduce harm and maximize benefit for all patients.&nbsp; It involves understanding the principles of improvement science, including how variation impacts care, the importance of standardization in promoting reliability, and the relationship between quality and value.&nbsp; Common methodologies include the Model for Improvement, Plan-Do-Study-Act, Lean, and Six Sigma, all of which emphasize the importance of adopting a multidisciplinary team–based approach, comprehensively identifying all defects or vulnerabilities within processes and systems, defining clear goals and interventions, and systematically measuring data to inform subsequent refinements.&nbsp; Various tools used to build quality and value within health care systems include clinical decision support tools, Pay-for-Performance systems and Physician Quality Reporting Systems, and care coordination.</p>\n</div>\n\n            "
}