{
  "meta": {
    "title": "Beckwith-Wiedemann syndrome",
    "url": "https://brainandscalpel.vercel.app/beckwith-wiedemann-syndrome-a428b390-26e2a3.html",
    "scrapedAt": "2025-12-01T04:48:44.971Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Beckwith-Wiedemann syndrome (BWS) is an imprinting disorder characterized by overgrowth and an increased risk for embryonal tumors.&nbsp; BWS is associated with genetic or epigenetic modifications affecting chromosome 11p15.5.&nbsp; BWS classically presents with macrosomia, macroglossia, and omphalocele.</p>\n<h1>Pathogenesis</h1><br><br><p>BWS results from <strong>dysregulated imprinting</strong> at the chromosome 11p15.5 locus.&nbsp; Normally, both paternally and maternally inherited alleles of a gene are expressed.&nbsp; However, only certain genes are imprinted, which involves a series of epigenetic modifications that prevent expression of the paternally or maternally inherited allele (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101410.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Therefore, imprinted genes are expressed monoallelically.&nbsp; Imprinting is a highly regulated process, and, in cases of BWS, dysregulated imprinting alters the expression of certain genes involved in cell growth and proliferation.&nbsp; Specifically, the <strong>chromosome 11p15.5</strong> locus contains:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Imprinting control region 1 (ICR1):&nbsp; Regulates the expression of insulin-like growth factor 2 (<em>IGF2</em>), a growth-promoting gene, and <em>H19</em>, a tumor suppressor gene.</li>\n\t<li>Imprinting control region 2 (ICR2):&nbsp; Regulates the expression of <em>CDKN1C</em>, a gene that inhibits cell proliferation.</li>\n</ul><br><br><p>Various mechanisms of dysregulation can lead to the BWS phenotype, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Loss of methylation at ICR2 (50% of cases):&nbsp; Results in overexpression of <em>IGF2</em> and somatic overgrowth.</li>\n\t<li>Paternal uniparental disomy of chromosome 11 (20% of cases):&nbsp; Results in 2 paternally inherited chromosomes, overexpression of <em>IGF2</em>, and somatic overgrowth.</li>\n\t<li>Gain of methylation at ICR1:&nbsp; Results in loss of <em>H19</em> tumor suppression, as well as overexpression of <em>IGF2</em> and somatic overgrowth.</li>\n\t<li>Mutations in <em>CDKN1C</em>:&nbsp; Result in loss of inhibition of cell proliferation and somatic overgrowth.</li>\n</ul><br><br><p>Risk factors include advanced maternal age, use of assisted reproductive technology, and family history of BWS, especially in cases of <em>CDKN1C</em> mutations.</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of BWS is highly variable.&nbsp; Classically, BWS presents in infancy with (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81485.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Macrosomia.</li>\n\t<li><strong>Macroglossia</strong>.</li>\n\t<li><strong>Omphalocele/umbilical hernia</strong>.</li>\n\t<li><strong>Hemihyperplasia</strong>.</li>\n</ul><br><br><p>Other clinical features include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ear abnormalities (eg, anterior creases, posterior pits).</li>\n\t<li>Visceromegaly involving the liver, spleen, kidneys, adrenal glands, and/or pancreas.</li>\n\t<li>Vascular malformations (eg, nevus flammeus).</li>\n\t<li>Midface hypoplasia.</li>\n\t<li>Infraorbital creases.</li>\n\t<li>Undescended testes.</li>\n\t<li><strong>Embryonal tumors</strong> (eg, <strong>Wilms tumor</strong> [nephroblastoma], <strong>hepatoblastoma</strong>) in childhood.</li>\n\t<li><strong>Renal anomalies</strong> (eg, medullary dysplasia, duplicate collecting systems, nephrolithiasis).</li>\n</ul><br><br><p>Macrosomia and polyhydramnios are the most common features detected prenatally.&nbsp; In addition, approximately one-third of fetuses with isolated omphalocele on prenatal ultrasonography are diagnosed with BWS.&nbsp; Other congenital anomalies (eg, macroglossia, visceromegaly) may be detected later in pregnancy.</p>\n<h1>Diagnosis</h1><br><br><p>Confirmatory <strong>genetic testing</strong> should be performed in all suspected cases of BWS, regardless of the phenotype severity, due to the increased risk for embryonal tumors, which require close surveillance.&nbsp; The clinical presentation of BWS is highly variable, and patients may be diagnosed at any age.&nbsp; Following the initial diagnosis, further evaluation may be required, depending on the patient's clinical features, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Macroglossia:&nbsp; Requires assessment for airway obstruction and feeding difficulties.</li>\n\t<li>Visceromegaly:&nbsp; Requires abdominal ultrasonography to evaluate the size, structure, and position of the abdominal organs.&nbsp; In older patients, a CT scan or MRI of the abdomen may be considered to screen for tumors.</li>\n\t<li>Renal disease:&nbsp; Requires renal ultrasonography to evaluate the size, structure, and position of the kidneys.</li>\n</ul><br><br><p>Neonatal hypoglycemia is common in BWS, but patients can develop hypoglycemia at any age.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for BWS is broad, reflecting the wide spectrum of BWS phenotypes, and includes other causes of macrosomia, macroglossia, and hypoglycemia, such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sotos syndrome (5q35 microdeletion syndrome):&nbsp; A disorder characterized by macrosomia, macrocephaly, characteristic facial features (eg, bossed forehead, hypertelorism), developmental delay, and intellectual disability.</li>\n\t<li>Simpson-Golabi-Behmel syndrome:&nbsp; An X-linked genetic disorder characterized by macrosomia, visceromegaly, coarse facies, polydactyly, and congenital heart disease.</li>\n\t<li>Perlman syndrome:&nbsp; An autosomal recessive disorder characterized by macrosomia, visceromegaly, characteristic facial features (eg, depressed nasal bridge, micrognathia), and intellectual disability.</li>\n\t<li>Idiopathic hemihyperplasia (ie, no syndromic features).</li>\n</ul><br><br><p>Each of these diagnoses is also associated with an increased risk for Wilms tumor.</p>\n<h1>Management</h1><br><br><p>Management of BWS involves a multidisciplinary approach and depends on the clinical features at the time of diagnosis.&nbsp; In addition to medical (eg, specialized nipples for macroglossia) and surgical (eg, omphalocele repair) interventions required for congenital anomalies, management involves close surveillance for the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypoglycemia</strong>:&nbsp; Occurs most commonly in the neonatal period but can occur later in life.&nbsp; Patients should be screened for neonatal hypoglycemia, and parents should be educated about the signs and symptoms of hypoglycemia in preparation for discharge.&nbsp; If untreated, hypoglycemia can lead to developmental delay.</li>\n\t<li><strong>Embryonal tumors</strong>:&nbsp; The exact screening protocol may vary but generally includes serial abdominal and renal ultrasonography (including the adrenal glands).&nbsp; In addition, elevated serum alpha-fetoprotein (AFP) is associated with hepatoblastoma, and serial measurements are recommended for screening.&nbsp; Serial chest radiographs and urinary homovanillic acid and vanillylmandelic acid measurements may be considered for neuroblastoma screening; however, false-positive results are common.&nbsp; Close surveillance is indicated through age 7 and as needed for suspected malignancy.</li>\n\t<li><strong>Nephrocalcinosis/nephrolithiasis</strong>:&nbsp; These conditions require serial renal ultrasonographic tests beyond surveillance for embryonal tumors (ie, age 7).&nbsp; Serial urine calcium/creatinine ratios may identify patients with mild renal disease and normal renal ultrasonography.</li>\n\t<li><strong>Leg-length discrepancy</strong>:&nbsp; Leg-length discrepancy requires serial measurements and referral to orthopedics for management (eg, closure of growth plates of the longer leg).</li>\n</ul><br><br><p>Because of the increased risk for embryonal tumors in patients with mild phenotypes, close surveillance is required for all patients, regardless of phenotype severity.&nbsp; Management also involves genetic counseling regarding the risk for recurrence in future pregnancies.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of BWS is generally favorable, especially with prompt diagnosis and management of embryonal tumors.&nbsp; However, complications of premature birth, macroglossia, and hypoglycemia can also increase the risk for mortality.&nbsp; Developmental delay can occur in cases involving certain genetic mutations, untreated neonatal hypoglycemia, and premature birth.&nbsp; Although most patients experience rapid growth in childhood, the rate of growth decreases by age 7-8.</p>\n<h1>Summary</h1><br><br><p>Beckwith-Wiedemann syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51063.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is an imprinting disorder on chromosome 11p15.5 characterized by overgrowth and an increased risk for embryonal tumors.&nbsp; It classically presents with macrosomia, macroglossia, and omphalocele.&nbsp; Management involves a multidisciplinary approach to congenital anomalies, as well as surveillance for complications.<p></p>\n</div>\n\n            "
}