{
  "meta": {
    "title": "Congenital neck masses",
    "url": "https://brainandscalpel.vercel.app/congenital-neck-masses-eddb9d49-26e2a3.html",
    "scrapedAt": "2025-12-01T04:48:46.965Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Congenital neck masses are developmental anomalies that usually arise from embryologic remnants and can be diagnosed in infancy, childhood, or adulthood.&nbsp; These masses may be asymptomatic or become apparent due to infection, growth, or cosmetic concerns.&nbsp; Most congenital neck masses are benign but require evaluation to exclude other pathologies and determine the need for surgical intervention.</p><br><br><p>This article discusses the 4 most common types of congenital neck masses:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Thyroglossal duct cyst.</li>\n\t<li>Branchial cleft cyst.</li>\n\t<li>Cystic hygroma.</li>\n\t<li>Ectopic thymic cyst.</li>\n</ul><br><br><p>A dermoid cyst, another type of congenital neck mass, contains trapped skin structures (eg, hair follicles, sebaceous glands) within subcutaneous tissue (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37860.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Dermoid cysts form along embryonic fusion lines and can occur on the midline of the neck.<p></p>\n<h1>Thyroglossal duct cyst</h1><h2>Pathogenesis</h2><br><br><p>In utero, the thyroid gland originates from an outpouching of pharyngeal epithelium at the foramen cecum along the base of the tongue (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27547.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; It then descends to the base of the anterior neck via the thyroglossal duct.&nbsp; Normally, the thyroglossal duct involutes by 10 weeks gestation, but incomplete atrophy within the duct's path can form a thyroglossal duct cyst (TDC) from epithelial remnants within the duct (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/54503.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>TDCs are the most common congenital neck masses.&nbsp; They are commonly associated with ectopic thyroid tissue, which can be present anywhere along the duct's path.&nbsp; In some cases, this ectopic tissue is the only site of functioning thyroid tissue.</p>\n<h2>Clinical presentation</h2><br><br><p>A TDC typically presents as a <strong>midline neck mass</strong> (at or below the hyoid bone) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37859.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Because the tract is connected to the tongue, the mass is <strong>mobile</strong> and moves superiorly with swallowing or protrusion of the tongue.&nbsp; Patients are typically asymptomatic until the TDC becomes secondarily infected after an upper respiratory tract infection, leading to tenderness, erythema, and edema.&nbsp; It may also be noted incidentally.<p></p>\n<h2>Diagnosis</h2><br><br><p>In cases of suspected TDC, diagnostic evaluation includes ultrasonography to determine the size, location, and contents of the mass as well as to confirm the presence of normal thyroid tissue in the anterior neck.&nbsp; Rarely, a CT scan or MRI is necessary for detailed anatomical assessment in surgical planning.</p>\n<h2>Management</h2><br><br><p>Due to the risk for recurrent infections, management of a TDC involves complete <strong>surgical resection</strong> of the cyst.&nbsp; Because the thyroglossal duct passes just posterior to the hyoid bone, the central segment of the hyoid bone is typically resected along with the cyst and any fibrous tract remnants to avoid recurrence.&nbsp; Occasionally, the TDC contains the only source of functioning thyroid tissue.&nbsp; Therefore, prior to resection, thyroid imaging must be performed to confirm the presence of normal thyroid tissue in the anterior neck.</p>\n<h1>Branchial cleft cyst</h1><h2>Pathogenesis</h2><br><br><p>A branchial (or pharyngeal) cleft cyst is the second most common congenital neck mass.&nbsp; Branchial cleft cysts result from incomplete obliteration of the pharyngeal apparatus, an early embryologic structure comprising:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pharyngeal arches (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26666.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; These six pairs of arches are precursors to the bones, muscles, and vasculature of the face, neck, and pharynx.</li>\n\t<li>Pharyngeal pouches (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92012.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; The internal spaces between each pair of arches are referred to as pouches.&nbsp; The pouches are lined by endoderm and differentiate into distinct fetal structures (eg, the thymus is a derivative of the third pouch).</li>\n\t<li>Pharyngeal clefts (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27462.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):&nbsp; The external spaces between each pair of arches are referred to as clefts.&nbsp; The clefts are lined by ectoderm.&nbsp; The external auditory meatus is a derivative of the first cleft; the second, third, and fourth clefts merge to form the cervical sinus, which subsequently obliterates during embryogenesis.</li>\n</ul><br><br><p>Incomplete obliteration of any of the pharyngeal clefts results in a fibrous remnant in a predictable anatomic location.&nbsp; However, second branchial cleft cysts are most common.</p>\n<h2>Clinical presentation</h2><br><br><p>Branchial cleft cysts most commonly arise from the second pharyngeal cleft.&nbsp; These often present as a <strong>lateral neck mass</strong> along the <strong>anterior border of the sternocleidomastoid</strong> muscle, near the angle of the mandible (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37861.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Patients are typically asymptomatic until the branchial cleft cyst becomes secondarily infected after an upper respiratory tract infection, leading to a tender, fluctuant mass, often with purulent discharge (eg, sinus, fistula).<p></p>\n<h2>Diagnosis</h2><br><br><p>In cases of suspected branchial cleft cyst, diagnostic evaluation includes ultrasonography to determine the size, location, and contents of the mass.&nbsp; Rarely, a CT scan or MRI is necessary for detailed anatomical assessment in surgical planning.</p>\n<h2>Management</h2><br><br><p>Due to the risk for recurrent infections, management of a branchial cleft cyst involves complete <strong>surgical resection</strong> of the cyst and any fibrous tract remnants.</p>\n<h1>Cystic hygroma (lymphatic malformation)</h1><h2>Pathogenesis</h2><br><br><p>Cystic hygromas are <strong>congenital lymphatic malformations</strong> that result from obstructed lymphatic drainage into the venous system in the neck, causing lymph to accumulate in the jugular lymphatic sacs during embryonic development.&nbsp; Cystic hygromas are composed of dilated lymphatic channels in the posterior triangle of the neck and lined by a thin endothelium.&nbsp; They are often <strong>associated with chromosomal aneuploidy</strong> (eg, Turner syndrome, Down syndrome).</p>\n<h2>Clinical presentation</h2><br><br><p>A cystic hygroma typically presents at birth as a <strong>lateral neck mass</strong> located in the <strong>posterior triangle</strong> of the neck (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37862.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; The mass is painless, soft, compressible, and <strong>transilluminates</strong>.&nbsp; Gradual enlargement can occur, possibly leading to compression of adjacent structures in the neck (eg, trachea, esophagus).<p></p>\n<h2>Diagnosis</h2><br><br><p>In cases of suspected cystic hygroma, diagnostic evaluation includes ultrasonography to determine the size, location, and contents of the mass.&nbsp; In severe cases, cystic hygroma can be detected on prenatal ultrasonography, revealing increased <strong>nuchal translucency</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44621.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Rarely, a CT scan or MRI is necessary for detailed anatomical assessment in surgical planning.&nbsp; Because the majority of patients with cystic hygroma have an underlying chromosomal abnormality, genetic testing (eg, karyotype, microarray) should be performed.<p></p>\n<h2>Management</h2><br><br><p>Management of a cystic hygroma involves observation for small, asymptomatic masses.&nbsp; Sclerotheraphy (ie, draining the mass and injecting a substance that induces an inflammatory response with subsequent scarring) is preferred to complete surgical excision for large masses due to the risk for recurrence.</p>\n<h1>Ectopic thymic cyst</h1><h2>Pathogenesis</h2><br><br><p>The thymus is a derivative of the third pharyngeal pouch that descends from the angle of the mandible and the anterior mediastinum during fetal development.&nbsp; An ectopic thymic cyst can develop from epithelial remnants anywhere along the path of descent.</p>\n<h2>Clinical presentation</h2><br><br><p>An ectopic thymic cyst typically presents as a <strong>lateral neck mass deep to the sternocleidomastoid</strong> muscle, although midline masses have been described.&nbsp; The mass is generally soft, <strong>mobile</strong>, and asymptomatic unless there is compression of adjacent neck structures.</p>\n<h2>Diagnosis</h2><br><br><p>In cases of suspected ectopic thymic cyst, diagnostic evaluation includes ultrasonography to determine the size, location, and contents of the mass.&nbsp; Rarely, a CT scan or MRI is necessary for detailed anatomical assessment in surgical planning.</p>\n<h2>Management</h2><br><br><p>Management of an ectopic thymic cyst involves observation for small, asymptomatic masses.&nbsp; Surgical excision may be necessary to treat large, symptomatic masses.</p>\n<h1>Summary</h1><br><br><p>Congenital neck masses are developmental anomalies that arise from embryologic remnants and can be diagnosed in infancy, childhood, or adulthood.&nbsp; Examples include thyroglossal duct cysts, branchial cleft cysts, cystic hygromas, and ectopic thymic cysts (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/125840.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; These masses may be asymptomatic or become apparent due to infection, growth, or cosmetic concerns.<p></p>\n</div>\n\n            "
}