{
  "meta": {
    "title": "Fetal circulation",
    "url": "https://brainandscalpel.vercel.app/fetal-circulation-5541669b-26e2a3.html",
    "scrapedAt": "2025-12-01T04:48:54.012Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Fetal circulation differs considerably from adult circulation in that oxygen is supplied to the fetus by the mother's placenta, no gas exchange occurs in the fetal lungs, and the majority of blood is directed away from nonfunctional organs (eg, lungs) to vital structures (eg, brain, heart).</p>\n<h1>Specialized fetal structures</h1><br><br><p>The fetal circulatory system contains 5 structures that are not normally patent in the adult.&nbsp; These include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Umbilical arteries</strong> (2) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26121.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; Transport deoxygenated blood from the fetus to the placenta.</li>\n\t<li><strong>Umbilical vein</strong>:&nbsp; Transports oxygenated blood from the placenta to the fetus.</li>\n\t<li><strong>Ductus venosus</strong>:&nbsp; Connects the umbilical vein to the inferior vena cava, bypassing the liver and shunting blood into the inferior vena cava and toward the heart.</li>\n\t<li><strong>Foramen ovale</strong>:&nbsp; Shunts oxygenated blood from the right atrium to the left atrium.</li>\n\t<li><strong>Ductus arteriosus</strong>:&nbsp; Connects the pulmonary artery to the aorta, shunting blood away from the lungs and into the aorta.</li>\n</ul><br><br><p>These adaptations ensure minimal blood flow to the nonfunctional fetal lungs and facilitate the delivery of oxygen-rich blood to the developing brain and heart.</p>\n<h1>Fetal circulation</h1><br><br><p>During fetal life, gas and nutrient exchange occur in the placenta rather than the lungs (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1432.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The fetal systemic circulation is connected in parallel to the low-resistance placental vascular bed via the umbilical arteries and umbilical vein, resulting in <strong>low systemic vascular resistance</strong>.&nbsp; Oxygenated blood leaves the placenta via the <strong>umbilical vein</strong>, which then enters the fetus through the abdominal wall to reach the liver.&nbsp; Although a small amount of blood traverses the portal system to supply the liver parenchyma, most of the highly oxygenated blood is shunted through the ductus venosus directly into the inferior vena cava.<p></p><br><br><p>Oxygen-rich blood ascends within the inferior vena cava alongside a stream of deoxygenated blood returning from the liver and other lower-body tissues.&nbsp; There is minimal mixing between these two streams, and as they enter the right atrium, oxygen-rich blood is preferentially shunted through the <strong>foramen ovale</strong> into the left atrium (ie, right-to-left shunting).&nbsp; The oxygen-rich blood then proceeds to the left ventricle and passes through the aorta to supply the brain, myocardium, and upper extremities.</p><br><br><p>Meanwhile, deoxygenated blood from the inferior and superior vena cava remains within the right atrium and is subsequently pumped by the right ventricle into the pulmonary artery.&nbsp; Because the lungs are filled with amniotic fluid, the lack of oxygen causes diffuse vasoconstriction of the pulmonary capillary bed, leading to <strong>high pulmonary vascular resistance</strong>.</p><br><br><p>This causes most of the blood ejected into the pulmonary trunk to be shunted away from the lungs, through the <strong>ductus arteriosus</strong>, and into the aorta.&nbsp; The deoxygenated blood then mixes with the oxygen-rich blood coming from the ascending aorta, sending moderately oxygenated blood down the descending aorta to supply the intestines, kidneys, and the rest of the lower body.</p><br><br><p>Some of this blood is also pumped through the <strong>umbilical arteries</strong>, which branch off the internal iliac arteries.&nbsp; As blood returns to the placenta, it becomes highly oxygenated again, thereby completing the circulatory cycle.</p>\n<h1>Transition to neonatal circulation</h1><br><br><p>After birth, multiple structural changes take place to transition the circulatory system into a configuration more appropriate for extrauterine life (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108968.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Cessation of placental blood flow leads to the closure or obliteration of the fetal shunts and vessels:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Umbilical arteries</strong>:&nbsp; Fibrose to form the <strong>medial umbilical ligaments</strong> along the anterior abdominal wall.</li>\n\t<li><strong>Umbilical vein</strong>:&nbsp; Degenerates into the <strong>ligamentum teres</strong>, which connects the liver to the umbilicus.</li>\n\t<li><strong>Ductus venosus</strong>:&nbsp; Becomes the <strong>ligamentum venosum</strong>, located between the porta hepatis and the inferior vena cava.</li>\n</ul><br><br><p>Closure of the foramen ovale and ductus arteriosus also occurs shortly after birth and is triggered by the initiation of respiration (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24562.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Pulmonary expansion and aeration lead to diffuse pulmonary vasodilation, causing <strong>reduced pulmonary vascular resistance</strong>.&nbsp; This allows blood to flow more easily into the pulmonary artery, lowering right atrial pressure.&nbsp; At the same time, increased pulmonary venous return also leads to increased left atrial pressure.&nbsp; The change in pressure differential between the right and left atria causes the septum primum to be pushed against the septum secundum, leading to the closure of the foramen ovale and the eventual fusion of the septa.&nbsp; The fossa ovalis is a remnant of this interatrial opening in adults.<p></p><br><br><p>The decrease in pulmonary artery pressure during the transition to newborn life also corresponds with an <strong>increase in systemic vascular resistance</strong> due to the occlusion of the umbilical cord, which removes the low-resistance placenta from the neonatal circulation.&nbsp; Increased systemic blood pressure along with decreased pulmonary artery pressure causes blood flow through the ductus arteriosus to reverse, forming a transient left-to-right shunt that leads to increased oxygen concentration within the ductus.&nbsp; This, along with the loss of placental prostaglandin production and increased prostaglandin removal by the fully perfused lungs, triggers the closure of the ductus arteriosus.&nbsp; The remnants of this structure form the ligamentum arteriosus in adults.</p>\n<h1>Summary</h1><br><br><p>Fetal circulation is a highly specialized system that supports life before birth by diverting blood away from the lungs and liver while ensuring vital organs receive well-oxygenated blood.&nbsp; This system is supported by 5 key structures that either transport blood between the fetus and placenta (eg, umbilical arteries, umbilical vein) or serve as shunts to bypass underdeveloped organs (eg, foramen ovale, ductus arteriosus, ductus venosus).&nbsp; The transition to postnatal life involves dramatic hemodynamic changes and the closure of these shunts as the lungs and liver assume their full physiologic roles.</p>\n</div>\n\n            "
}