{
  "meta": {
    "title": "Meckel diverticulum",
    "url": "https://brainandscalpel.vercel.app/meckel-diverticulum-ebefdcfb-26e2a3.html",
    "scrapedAt": "2025-12-01T04:49:05.598Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Meckel diverticulum is a congenital anomaly that results from incomplete obliteration of the vitelline duct during embryonic development, creating a diverticulum in the small intestine.&nbsp; It is the most common congenital anomaly of the gastrointestinal tract and follows the \"rule of 2s.\"</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>By 4 weeks gestation, the omphalomesenteric (vitelline) duct connects the yolk sac to the midgut, allowing nutrients to pass from the yolk sac to the developing embryo (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80758.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Normally, the vitelline duct closes between 5 and 6 weeks gestation.&nbsp; Incomplete obliteration of the vitelline duct leads to a spectrum of anomalies (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27751.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), including:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Meckel diverticulum</strong> (most common) results from partial closure of the vitelline duct, with the patent portion attached to the ileum.&nbsp; A fibrous band may connect the tip of the diverticulum with the umbilicus.</li>\n\t<li><strong>Persistent vitelline duct</strong> results from complete failure of duct closure and results in a patent connection between the small intestine and the umbilicus, causing fecal discharge from the umbilicus.</li>\n\t<li><strong>Vitelline sinus</strong> results from partial closure of the vitelline duct, with the patent portion at the umbilicus; serous umbilical drainage may occur.</li>\n\t<li><strong>Vitelline duct cyst</strong> (enterocyst) results from obliteration of peripheral segments only, with a patent central segment remaining; patients are usually asymptomatic.</li>\n</ul><br><br><p>Meckel diverticulum is a true diverticulum (ie, contains all layers of the small intestine).&nbsp; It is typically located within 2 feet (30.5 cm) of the ileocecal valve and varies in length, but is generally &lt;2 inches (5.1 cm) (known as the <strong>\"rule of 2s\"</strong>).</p><br><br><p>Approximately 50% of Meckel diverticula contain ectopic (heterotopic) tissue (ie, normal cells in an abnormal location), most commonly gastric, pancreatic, or colonic mucosa in origin.&nbsp; The ectopic gastric parietal cells secrete hydrochloric acid, which can cause ulceration of distal ileal mucosa.&nbsp; Ectopic pancreatic tissue is less common and can cause obstruction or inflammation.</p><br><br><p>Risk factors for Meckel diverticulum include male sex (male-to-female ratio is 2:1) and other congenital anomalies (eg, omphalocele, congenital heart disease).</p>\n<h1>Clinical presentation</h1><br><br><p>The majority of Meckel diverticula do not cause symptoms and are discovered incidentally.&nbsp; When symptomatic, patients generally have the following gastrointestinal symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bleeding</strong>:&nbsp; Secretion of hydrochloric acid by ectopic gastric parietal cells can cause distal mucosal ulceration with brisk, painless gastrointestinal bleeding but no associated systemic symptoms.&nbsp; Although hematochezia is more common, patients may also have melena, depending on colonic transit time.&nbsp; Ongoing gastrointestinal bleeding can cause iron deficiency anemia, which may present with fatigue and pallor in a patient with occult bleeding.</li>\n\t<li><strong>Obstruction</strong>:&nbsp; Meckel diverticulum is the most common pathologic lead point for intussusception (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18648.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), a condition in which a proximal segment of bowel telescopes into a distal segment, causing severe, episodic abdominal pain.&nbsp; Less commonly, Meckel diverticulum can present with intestinal obstruction due to volvulus, torsion, inversion, or herniation.&nbsp; Intussusception and volvulus are more common in children.</li>\n\t<li><strong>Inflammation</strong>:&nbsp; Meckel diverticulitis can occur due to occlusion of the diverticular opening (eg, fecalith, lymphoid hyperplasia, foreign body) and subsequent inflammation with right lower quadrant abdominal pain, fever, and leukocytosis.&nbsp; Ongoing inflammation can lead to perforation and peritonitis.</li>\n</ul><br><br><p>Meckel diverticulum classically presents by age 2; however, patients can develop complications at any age.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnostic evaluation for Meckel diverticulum depends on the patient's presentation, as follows:</p>\n<h2>Bleeding</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Meckel scan</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27865.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) is a type of nuclear imaging in which technetium Tc 99m pertechnetate is administered and subsequently secreted by gastric parietal cells, allowing identification of ectopic gastric mucosa on scintigraphy.&nbsp; Meckel scan is a noninvasive test that is highly sensitive and specific if there is ectopic gastric tissue; however, Meckel diverticula without ectopic gastric mucosa is not detectable, and patients require mesenteric arteriography or video capsule endoscopy.</li>\n\t<li><strong>Mesenteric arteriography</strong> shows an anomalous branch of the superior mesenteric artery that supplies the Meckel diverticulum.&nbsp; Contrast extravasation may be visualized in patients with brisk bleeding.</li>\n</ul>\n<h2>Obstruction or inflammation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ultrasonography and/or CT scan of the abdomen</strong> may be used to visualize Meckel diverticulum; however, these imaging modalities cannot readily differentiate Meckel diverticulum from other loops of bowel.</li>\n</ul><br><br><p>Laboratory findings are nonspecific.&nbsp; Complete blood count may show anemia (if bleeding) and/or leukocytosis (if inflammation).&nbsp; Of note, endoscopy and colonoscopy are normal in patients with Meckel diverticulum, and Meckel scan or video capsule endoscopy should be performed to locate small intestinal bleeding.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for Meckel diverticulum is broad and depends on the patient's presentation, as follows:</p>\n<h2>Bleeding</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Inflammatory bowel disease</strong>:&nbsp; Crohn disease and ulcerative colitis are chronic conditions that can cause gastrointestinal bleeding, often with abdominal pain and systemic symptoms (eg, weight loss, fatigue).</li>\n\t<li><strong>Infectious colitis</strong>:&nbsp; Unlike Meckel diverticulum, infectious colitis presents with diarrhea, abdominal pain, and fever, in addition to bleeding.</li>\n\t<li><strong>Vascular malformations</strong>:&nbsp; Although rare, vascular malformations (eg, intestinal lymphangiectasia) can cause painless gastrointestinal bleeding.</li>\n</ul>\n<h2>Obstruction</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intussusception</strong>:&nbsp; Intussusception without Meckel diverticulum typically does not recur or cause persistent bleeding despite reduction.&nbsp; Only 10% of cases of intussusception have an identifiable pathologic lead point (eg, Meckel diverticulum).</li>\n\t<li><strong>Volvulus</strong>:&nbsp; Similar to intussusception, Meckel diverticulum can be a pathologic lead point in cases of volvulus.</li>\n</ul>\n<h2>Inflammation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Appendicitis</strong>:&nbsp; presents with right lower quadrant abdominal pain, fever, and leukocytosis; however, the abdominal pain in Meckel diverticulitis is typically periumbilical, although the exact position of the pain can vary.</li>\n\t<li><strong>Colonic diverticulitis</strong>:&nbsp; causes left lower quadrant abdominal pain.</li>\n\t<li><strong>Acute gastroenteritis</strong>:&nbsp; typically presents with acute diarrhea, vomiting, abdominal pain, and fever.</li>\n</ul>\n<h1>Management</h1><br><br><p>If Meckel diverticulum is detected incidentally on imaging in asymptomatic patients, no treatment is required.</p><br><br><p>However, surgical resection is required for symptomatic Meckel diverticulum.&nbsp; The procedure is generally well-tolerated with few possible complications (eg, infection, bleeding).</p>\n<h1>Summary</h1><br><br><p>Meckel diverticulum (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/45286.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a true diverticulum that results from incomplete obliteration of the vitelline duct during embryonic development.&nbsp; Meckel diverticulum can be remembered by the \"rule of 2s\" in that it affects 2% of the population, males are 2 times more likely to be affected, it is located within 2 feet (30.5 cm) of the ileocecal valve, and it is at least 2 inches (5.1 cm) in length.&nbsp; The most common presentation is painless gastrointestinal bleeding, but patients can also have intestinal obstruction (eg, intussusception, volvulus) or inflammation.&nbsp; Treatment is with surgical resection.<p></p>\n</div>\n\n            "
}