{
  "meta": {
    "title": "Neuroembryology",
    "url": "https://brainandscalpel.vercel.app/neuroembryology-2e05be00-26e2a3.html",
    "scrapedAt": "2025-12-01T04:49:06.654Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The embryonic stage of development is a critical time for the formation of the CNS and the peripheral nervous system (PNS).&nbsp; Gastrulation, beginning in the third week, establishes the trilaminar disc composed of ectoderm, mesoderm, and endoderm; the nervous system is derived primarily from ectoderm.&nbsp; Through a process called neurulation, the ectoderm forms the neural tube, which gives rise to the brain and spinal cord, and the neural crest, which contributes to peripheral nerves, as well as craniofacial and other structures.</p>\n<h1>Germ layer contributions</h1><br><br><p>The major components of the nervous system are primarily formed through the <strong>ectoderm</strong>, which differentiates into the following (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40971.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neural tube</strong>:&nbsp; Forms the CNS, including the brain, spinal cord, posterior pituitary gland, pineal gland, and retina.</li>\n\t<li><strong>Neural crest</strong>:&nbsp; Forms the PNS (eg, sensory and autonomic ganglia, Schwann cells), pia and arachnoid mater (eg, leptomeninges), melanocytes, aorticopulmonary septum, endocardial cushions, adrenal medulla, and skull bones.</li>\n</ul><br><br><p>The mesoderm contributes to microglia (via mesenchymal origin), dura mater, and vasculature.&nbsp; The endoderm has minimal direct contribution to the development of the nervous system.</p>\n<h1>Neurulation</h1><br><br><p>The CNS develops via <strong>neurulation</strong> during the third to fourth weeks gestation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34681.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The process is initiated by the notochord, a midline mesodermal structure that secretes signals (eg, sonic hedgehog gene) to stimulate the overlying ectoderm to thicken into the neural plate.&nbsp; During the first part of neurulation (primary neurulation), the neural plate forms from the ectoderm, and the lateral edges of the plate, known as neural folds, migrate toward the midline and fuse.&nbsp; Fusion begins in the cervical region and extends rostrally and caudally, forming the <strong>neural tube</strong>, which is the precursor to the <strong>brain and spinal cord</strong>.&nbsp; The open ends of the neural tubes, or neuropores, close at the end of the fourth week.&nbsp; Following primary neurulation, secondary neurulation occurs, during which time the caudal spinal cord forms from mesenchymal cells that integrate with the existing neural tube.<p></p><br><br><p>Failure of complete closure and formation of the neural tube can occur at any level from the rostral (eg, cranial) to caudal end, resulting in a neural tube defect (NTD).&nbsp; <strong>Open NTDs</strong>, the most common type, result from <strong>defective primary neurulation</strong>, leaving neuronal tissue exposed to amniotic fluid.&nbsp; In contrast, <strong>closed NTDs</strong> are covered by overlying skin and are thought to result from <strong>impaired secondary neurulation</strong>.&nbsp; The site and timing of the defect determine the type of NTD:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Failed rostral neuropore closure causes anencephaly (complete failure) or encephalocele (partial failure).&nbsp; Anencephaly is characterized by the absence of major portions of the skull and forebrain (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31792.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), whereas an encephalocele is a herniation of the brain and meninges through the skull, typically in the occipital region.</li>\n\t<li>Failed caudal neuropore closure causes meningocele, myelomeningocele (eg, spina bifida), or myeloschisis; all involve defects in which the spinal cord and/or meninges herniate or remain exposed (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23771.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n\t<li>Failure of secondary neurulation causes a closed NTD (eg, spina bifida occulta), where the defect is covered by skin, usually due to incomplete fusion of the vertebral arch at L5-S1.</li>\n</ul><br><br><p>Folic acid deficiency is a significant risk factor for NTDs.</p>\n<h1>Brain development</h1><h2>Primary division of the brain</h2><br><br><p>The rostral neuropore differentiates into the primitive forebrain (prosencephalon), midbrain (mesencephalon), and hindbrain (rhombencephalon).&nbsp; By the end of the fourth week, the closed neural tube forms 3 primary brain vesicles:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prosencephalon (forebrain)</strong>.</li>\n\t<li><strong>Mesencephalon (midbrain)</strong>.</li>\n\t<li><strong>Rhombencephalon (hindbrain)</strong>.</li>\n</ul><br><br><p>In the fifth week, these further divide into 5 secondary vesicles (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25247.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prosencephalon</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Telencephalon → cerebral hemispheres, lateral ventricles.</li>\n\t\t<li>Diencephalon → thalamus, third ventricle.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Mesencephalon</strong>:&nbsp; Remains undivided → midbrain, cerebral aqueduct.</li>\n\t<li><strong>Rhombencephalon</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Metencephalon → pons, cerebellum, and upper fourth ventricle.</li>\n\t\t<li>Myelencephalon → medulla and lower fourth ventricle.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Issues with this portion of neuronal development can lead to several clinical syndromes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Holoprosencephaly</strong> is a malformation that occurs due to incomplete division of the prosencephalon into 2 hemispheres (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62519.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Failure of cleavage at different points in division can result in an array of midline anomalies (eg, cleft lip/palate, single midline eye).</li>\n\t<li><strong>Chiari malformations</strong>, structural abnormalities at the craniocervical junction where portions of the cerebellum and/or brainstem herniate through the foramen magnum into the spinal canal, occur due to malformations at the level of the rhombencephalon (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120119.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Dandy-Walker malformations</strong>, hypoplasia/absence of the cerebellar vermis and cystic dilation of the fourth ventricle with enlargement of the posterior fossa, occur due to issues with development of the cerebellum and fourth ventricle (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104697.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Neuronal proliferation and migration</h2><br><br><p>Following primary division of the brain regions, <strong>neuronal proliferation</strong> and <strong>migration</strong> occur, primarily between 8 and 20 weeks gestation.&nbsp; Neurons originate in the ventricular zone and migrate outward to form the organized layers of the cerebral cortex.&nbsp; This migration relies on radial glial scaffolding and is tightly regulated.</p><br><br><p>Errors in the process can lead to neuronal migration disorders, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lissencephaly</strong>, in which the cerebral surface lacks normal gyri and sulci, resulting in a smooth brain appearance.</li>\n\t<li><strong>Polymicrogyrias</strong>, excessively small, irregular gyri caused by abnormal cortical organization.</li>\n\t<li><strong>Periventricular heterotopia</strong>, which occurs due to failure of neurons to migrate from the ventricular zone, leading to ectopic gray matter near the ventricles.</li>\n</ul>\n<h2>Neuronal differentiation, synaptogenesis, and maturation</h2><br><br><p>After neurons reach their cortical destinations, they begin to differentiate into specialized types (eg, inhibitory interneurons) with distinct functions.&nbsp; <strong>Myelination</strong>, primarily by oligodendrocytes in the CNS, begins in the second trimester and extends well into postnatal life.&nbsp; The brain also undergoes structural maturation, including development of the corpus callosum, and begins to support primitive reflexes (eg, sucking, swallowing) late in gestation.</p><br><br><p>Beginning in the late second trimester and continuing into the third, neurons begin to form connections through <strong>synaptogenesis</strong>, a process that persists into early childhood.&nbsp; After birth, brain development and maturation continue through synaptic refinement, experience-driven plasticity, and ongoing myelination into adolescence.</p><br><br><p>Disorders related to myelination can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Periventricular leukomalacia</strong>, which affects preterm infants and results from injury to periventricular white matter during myelination, often causing cerebral palsy.</li>\n\t<li><strong>Leukodystrophies</strong>, which are inherited disorders that impair normal myelin development (eg, Krabbe disease, adrenoleukodystrophy).</li>\n</ul>\n<h1>Spinal cord development</h1><br><br><p>The <strong>caudal portion of the neural tube</strong> gives rise to the <strong>spinal cord</strong>, which continues to develop after neural tube closure.&nbsp; As the tube forms, its central lumen becomes the central canal of the spinal cord.&nbsp; <strong>Neuroepithelial cells</strong> within the neural tube proliferate to form three distinct zones:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ventricular zone</strong>:&nbsp; Becomes the innermost layer; source of neuroblasts and glioblasts (which later form glial cells such as astrocytes and glioblasts).</li>\n\t<li><strong>Intermediate (mantle) zone</strong>:&nbsp; Becomes gray matter (neuronal cell bodies).</li>\n\t<li><strong>Marginal zone</strong>:&nbsp; Becomes white matter (myelinated axons).</li>\n</ul><br><br><p>The spinal cord is organized dorsoventrally by a gradient of morphogens:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dorsal region (alar plate)</strong> is induced to form by bone morphogenetic proteins from the overlying ectoderm and gives rise to <strong>sensory neurons</strong>.</li>\n\t<li><strong>Ventral region (basal plate)</strong> is induced by the sonic hedgehog gene from the notochord and floor plate and gives rise to <strong>motor neurons</strong>.</li>\n</ul><br><br><p>This dorsal-ventral organization persists into adult spinal cord anatomy, forming the basis for clinical localization of lesions (eg, motor deficits in anterior horn cell disease such as poliomyelitis).</p>\n<h1>Neural crest migration</h1><br><br><p>Neural crest cells emerge from the lateral edges of the neural folds during neurulation.&nbsp; These pluripotent cells migrate throughout the embryo and differentiate into numerous structures across multiple organ systems, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Dorsal root ganglia, autonomic ganglia, and cranial nerve ganglia.</li>\n\t<li>Schwann cells and satellite cells.</li>\n\t<li>Melanocytes.</li>\n\t<li>Aorticopulmonary septum and endocardial cushions.</li>\n\t<li>Adrenal medulla chromaffin cells.</li>\n\t<li>Facial cartilage and connective tissue.</li>\n\t<li>Enteric nervous system (eg, Meissner and Auerbach plexuses).</li>\n</ul><br><br><p>Abnormal neural crest migration can lead to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hirschsprung disease</strong> arises from the failure of neural crest cells to colonize the distal colon, resulting in aganglionosis and leading to functional bowel obstruction (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/64752.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>DiGeorge syndrome (22q11.2 deletion)</strong> occurs due to defects in neural crest migration into the pharyngeal arches and leads to abnormal development of structures that are derived from the arches, causing conotruncal heart defects, cleft palate, and facial anomalies (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/89988.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Summary</h1><br><br><p>Neurodevelopment begins with induction of the neural plate from the ectoderm, which is triggered by signals from the notochord.&nbsp; This is followed by neurulation, forming the neural tube (future CNS) and neural crest cells (peripheral nervous system and other structures).&nbsp; The rostral neural tube gives rise to the primary and secondary brain regions, which differentiate into major parts of the CNS such as the cerebral hemispheres, cerebellum, brainstem, and ventricles.&nbsp; The spinal cord forms from the caudal neural tube and undergoes growth and organization in parallel.&nbsp; Later stages of development include neuronal proliferation, migration, synaptogenesis, and myelination, which continue into the postnatal period.&nbsp; Errors in these processes can lead to significant congenital anomalies.</p>\n</div>\n\n            "
}