{
  "meta": {
    "title": "Trisomy 18 (Edwards syndrome)",
    "url": "https://brainandscalpel.vercel.app/trisomy-18-edwards-syndrome-bfabe658-26e2a3.html",
    "scrapedAt": "2025-12-01T04:49:10.012Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Trisomy 18 (Edwards syndrome) is a chromosomal disorder characterized by the presence of 3 copies of chromosome 18.&nbsp; It is the second most common autosomal trisomy (after trisomy 21) and is associated with severe congenital anomalies, severe intellectual disability, and high neonatal mortality.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Normally, homologous chromosomes separate during meiosis, resulting in 4 gametes with 1 copy of each chromosome.&nbsp; However, in meiotic nondisjunction, a pair of homologous chromosomes fail to separate, resulting in 4 gametes with 0, 1, or 2 copies of the chromosome in each gamete (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9565.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; If the gamete with 2 copies of the chromosome is fertilized by a gamete with 1 copy of the chromosome, then the zygote has 3 copies of the chromosome.&nbsp; Maternal <strong>meiotic nondisjunction</strong> is a sporadic event that occurs during oogenesis and is the most common cause of trisomy 18.<p></p><br><br><p>Less commonly, trisomy 18 occurs due to mosaicism.&nbsp; In these cases, mitotic, not meiotic, nondisjunction in early embryonic development results in a fetus with both normal (ie, 46,XX) and abnormal (ie, 47,XX,+18) cell lines and the trisomy 18 phenotype.&nbsp; Because mosaic trisomy 18 occurs due to postzygotic mitotic nondisjunction, it is not inherited.</p><br><br><p>Therefore, the main risk factor for trisomy 18 is advanced maternal age (&gt;35) due to the increased risk for meiotic errors (eg, nondisjunction) during oogenesis.</p>\n<h1>Diagnosis</h1><br><br><p>Trisomy 18 can be diagnosed prenatally or postnatally.</p>\n<h2>Prenatal testing</h2><br><br><p>Prenatal testing involves first-trimester (ie, 9-13 weeks gestation) screening tests (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32003.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), followed by diagnostic tests with a fetal karyotype via chorionic villus sampling (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23792.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) or amniocentesis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23793.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Available first-trimester screening tests include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cell-free fetal DNA (cffDNA):&nbsp; Noninvasive screening test that assesses fetal DNA in the maternal circulation for aneuploidies.&nbsp; cffDNA should be assessed at ≥10 weeks gestation, when the fetal fraction (amount of fetal DNA in the maternal circulation) is adequate to yield accurate results.&nbsp; Although cffDNA testing is highly sensitive (&gt;96%), diagnostic testing is required for all positive screening tests.</li>\n\t<li>Combined test:&nbsp; Measurement of maternal serum pregnancy-associated plasma protein A (PAPP-A) and hCG combined with ultrasonography.&nbsp; The combination of low PAPP-A, low hCG, and enlarged nuchal translucency (ie, hypoechoic region between soft tissue layers along the posterior cervical spine) on ultrasonography is suggestive of trisomy 18 and requires confirmation with diagnostic testing.</li>\n</ul>\n<h2>Postnatal testing</h2><br><br><p>Trisomy 18 is most often diagnosed prenatally; however, in cases of suspected trisomy 18 after birth (eg, neonate with characteristic dysmorphic features), the diagnosis should be confirmed with a full karyotype (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5531.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Other types of genetic testing (eg, fluorescence in situ hybridization [FISH]) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5532.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) can be suggestive of trisomy 18, but a full karyotype of multiple cells is required to detect cases of trisomy 18 due to mosaicism.<p></p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of trisomy 18 varies and involves multiple organ systems (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27965.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p>\n<h2>General appearance</h2><br><br><p>Newborns typically have low birth weight due to fetal growth restriction.&nbsp; Dysmorphic features of the head and neck include microcephaly with prominent occiput, <strong>micrognathia</strong>, small mouth, and <strong>low-set, pointed ears</strong>.&nbsp; Patients have significant hypertonia, including <strong>clenched fists</strong> with absent palmar creases and overlapping fingers.&nbsp; Some patients have prominent heels (ie, <strong>rocker-bottom feet</strong>).</p>\n<h2>Cardiovascular system</h2><br><br><p>Cardiovascular defects occur in &gt;50% of patients and most commonly include <strong>ventricular septal defect</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17488.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) and patent ductus arteriosus.<p></p>\n<h2>Gastrointestinal system</h2><br><br><p>Gastrointestinal defects occur in &gt;75% of patients and include Meckel diverticulum, malrotation, and omphalocele.</p>\n<h2>Additional systems</h2><br><br><p>Less common defects include horseshoe kidney and limited hip abduction.&nbsp; Many of these congenital anomalies can be detected on prenatal ultrasonography.</p>\n<h1>Management and prognosis</h1><br><br><p>Because of the severity of the congenital anomalies, the majority of affected fetuses die in utero.&nbsp; Among live births, 50% die within the first 2 weeks of life, and <strong>95% die within the first year of life</strong>, most commonly due to cardiac failure from congenital heart disease or respiratory failure from hypoventilation or aspiration.&nbsp; Therefore, management is generally supportive, although the approach to management varies, depending on the severity of the congenital anomalies and the family's beliefs and values.&nbsp; A multidisciplinary approach to medical or surgical interventions should be taken, with an emphasis on <strong>palliative care</strong>.&nbsp; Very rarely, patients survive beyond early infancy but often have severe intellectual disability.</p>\n<h1>Summary</h1><br><br><p>Trisomy 18 (Edwards syndrome) is characterized by the presence of 3 copies of chromosome 18.&nbsp; It is the second most common autosomal trisomy (after trisomy 21) and is associated with severe congenital anomalies, profound developmental delay, and high neonatal mortality.&nbsp; Most cases are diagnosed prenatally, and affected fetuses often die in utero.&nbsp; Management is generally supportive, with a compassionate, multidisciplinary approach.</p>\n</div>\n\n            "
}