{
  "meta": {
    "title": "Trisomy 21 (Down syndrome)",
    "url": "https://brainandscalpel.vercel.app/trisomy-21-down-syndrome-2427cccf-26e2a3.html",
    "scrapedAt": "2025-12-01T04:49:10.203Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Trisomy 21 (Down syndrome) is characterized by the presence of 3 copies of chromosome 21.&nbsp; It is the most common trisomy, occurring in approximately 1 in 700 live births.&nbsp; Trisomy 21 is associated with a distinct phenotype and an increased risk for certain medical conditions.</p>\n<h1>Pathogenesis</h1><br><br><p>Maternal <strong>meiotic nondisjunction</strong> is the most common cause of trisomy 21.&nbsp; In normal meiosis, the homologous chromosomes separate, resulting in 4 gametes with 1 copy of the chromosome in each gamete.&nbsp; However, in meiotic nondisjunction (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9565.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) the homologous chromosomes fail to separate, resulting in 4 gametes with 0, 1, or 2 copies of the chromosomes in each gamete.&nbsp; If the gamete with 2 copies of the chromosomes is fertilized by a gamete with 1 copy of the chromosome, then the resulting zygote has 3 copies of the chromosome, as occurs in 95% of cases of trisomy 21.&nbsp; Meiotic nondisjunction is a sporadic event that occurs during oogenesis.<p></p><br><br><p>The remaining 5% of cases of trisomy 21 occur due to a Robertsonian translocation or mosaicism.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A Robertsonian translocation occurs when the long arm of chromosome 21 is translocated to the long arm of an acrocentric chromosome, such as chromosome 14, resulting in a gamete with chromosome 14q21q and chromosome 21 (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27689.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Upon fertilization, the zygote has 46 chromosomes; however, one copy of chromosome 14 consists of the long arms of both chromosomes 14 and 21 (ie, 46,XX,−14,+14q21q).&nbsp; The third long arm of chromosome 21 results in the phenotypic features of trisomy 21.</li>\n\t<li>In contrast, mosaicism occurs due to a mitotic (not meiotic) nondisjunction in early embryonic development, resulting in a normal (ie, 46,XX) and an abnormal (ie, 47,XX,+21) cell line and the phenotypic features of trisomy 21.&nbsp; Because mosaic trisomy 21 occurs due to postzygotic mitotic nondisjunction, it is not inherited.</li>\n</ul><br><br><p>Therefore, risk factors for trisomy 21 include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Advanced maternal age:&nbsp; The risk for de novo (ie, no family history) trisomy 21 increases with increasing maternal age (&gt;35) due to the increased risk for meiotic errors (eg, nondisjunction, Robertsonian translocation) during gametogenesis.</li>\n\t<li>Family history of trisomy 21 caused by a Robertsonian translocation (including prior pregnancy):&nbsp; Either parent may be a carrier for a translocation involving trisomy 21 (eg, 14q21q).</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Trisomy 21 can be diagnosed prenatally or postnatally.&nbsp; With advances in prenatal testing (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32003.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), prenatal diagnosis is far more common.<p></p>\n<h2>Prenatal testing</h2><br><br><p>Prenatal testing involves first-trimester (ie, 10-13 weeks) and second-trimester (ie, 15-20 weeks) screening tests, followed by diagnostic tests with a <strong>fetal karyotype</strong> via chorionic villus sampling (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23792.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) or amniocentesis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23793.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><br><br><p>Available prenatal screening tests include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>First-trimester screening</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Cell-free fetal DNA (cffDNA)</strong>:&nbsp; is a noninvasive test that assesses fetal DNA in the maternal circulation for aneuploidies.&nbsp; cffDNA should be assessed at ≥10 weeks gestation, when the fetal fraction (ie, amount of fetal DNA in the maternal circulation) is adequate to yield accurate results.&nbsp; Although cffDNA testing is highly sensitive (&gt;96%), diagnostic testing is required for all positive screening tests.</li>\n\t\t<li>Combined test:&nbsp; measures maternal serum pregnancy-associated plasma protein A (PAPP-A) and human chorionic gonadotropin (hCG) combined with sonogram.&nbsp; The combination of low PAPP-A and high hCG is suggestive of trisomy 21 and requires confirmation with diagnostic testing.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Second-trimester screening</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Quadruple test</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80875.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; measures maternal serum alpha-fetoprotein (AFP), estriol, hCG, and inhibin A.&nbsp; The combination of low AFP, low estriol, high hCG, and high inhibin A are suggestive of trisomy 21 and requires confirmation with diagnostic testing (eg, amniocentesis).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Ultrasonograpy</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>First-trimester sonogram may be performed in combination with maternal serum PAPP-A and hCG to screen for trisomy 21.&nbsp; Enlarged nuchal translucency (ie, hypoechoic region between soft tissue layers along the posterior cervical spine) is associated with trisomy 21.&nbsp; The hyperechoic region represents an accumulation of nuchal fluid, likely secondary to abnormal lymphatic system development.&nbsp; Enlarged nuchal translucency is also associated with Turner syndrome, trisomy 13, and trisomy 18.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Postnatal testing</h2><br><br><p>Trisomy 21 is most often diagnosed prenatally; however, in cases of suspected trisomy 21 (eg, newborn with characteristic dysmorphic features), the diagnosis should be confirmed with full <strong>karyotype</strong> testing (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12214.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Other types of genetic testing (eg, fluorescent in situ hybridization [FISH] (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5534.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )) may be performed, but full karyotype is required to detect cases of trisomy 21 due to Roberstonian translocations and mosaicism.<p></p>\n<h1>Clinical presentation and management</h1><br><br><p>The clinical presentation of trisomy 21 involves multiple organ systems.&nbsp; Similarly, management of the patient's clinical presentation and complications involves a multidisciplinary approach with medical and surgical strategies.</p>\n<h2>General appearance</h2><br><br><p>Dysmorphic features of the head, neck, and extremities include epicanthal folds; upslanting palpebral fissures; small, low-set ears; flat facial profile; short neck with excess skin; furrowed tongue; sandal-toe deformity; hypoplastic incurved fifth finger; and single transverse palmar crease (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24588.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p>\n<h2>Neurologic</h2><br><br><p>Neurologic features include <strong>intellectual disability</strong> (most common genetic cause) and <strong>developmental delay</strong> (ie, failure to meet developmental milestones beginning in early infancy).</p><br><br><p>Patients can also develop behavioral and psychiatric disorders that often require therapies (eg, applied behavioral therapy, occupational therapy) and medications (eg, stimulants, mood stabilizers).</p><br><br><p>As patients enter the fourth decade of life, they are at risk for developing <strong>early-onset dementia</strong> that resembles Alzheimer disease with extracellular amyloid-beta plaque formation due to an abnormal fragment of amyloid precursor protein that causes insoluble plaques in the brain.&nbsp; The <strong>amyloid precursor protein gene</strong> is located on chromosome 21, and having a third copy of the gene is thought to accelerate amyloid accumulation in trisomy 21.</p>\n<h2>Cardiovascular</h2><br><br><p>Cardiovascular features include congenital heart defects (present in 50% percent of cases), particularly <strong>endocardial cushion defects</strong>, and all patients should be screened with an echocardiogram shortly after birth.</p><br><br><p>Complete atrioventricular septal defect (AVSD) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14174.jpg\" alt=\"Complete atrioventricular canal defect\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Complete atrioventricular canal defect</div>\n                                </div>\n                                ) is the most common congenital heart defect and results in a combination of an atrial septal defect (ASD), a ventricular septal defect (VSD), and a common atrioventricular valve (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28480.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Other less common types of congenital heart defects include isolated ASD or VSD, partial AVSD, and tetralogy of Fallot.&nbsp; These defects can impact growth and often require surgical repair.<p></p><br><br><p>In addition, patients are at risk for developing mitral valve prolapse and aortic regurgitation, and therefore require ongoing surveillance.</p>\n<h2>Gastrointestinal</h2><br><br><p>Gastrointestinal features include <strong>duodenal atresia</strong> (most common), Hirschsprung disease, imperforate anus, and tracheoesophageal fistula that often requires surgical intervention.&nbsp; Patients are also at risk for developing <strong>celiac disease</strong> and should be screened (eg, serum tissue transglutaminase antibodies) annually beginning at age 1.</p>\n<h2>Musculoskeletal</h2><br><br><p>Musculoskeletal features include diffuse hypotonia and joint laxity at birth, which can impact feeding and growth.</p><br><br><p>In addition, excessive posterior transverse ligament laxity can lead to <strong>atlantoaxial instability</strong> (ie, increased mobility between the atlas [C1] and the axis [C2]) and subsequent spinal cord compression.&nbsp; Patients should be screened with a thorough neurologic examination at least annually and with neck radiographs prior to surgical procedures involving the head and neck.</p>\n<h2>Hematologic</h2><br><br><p>Patients are at risk for a variety of hematologic disorders and should be screened for myeloproliferative disorders and polycythemia with a complete blood count and differential at birth.&nbsp; Patients with polycythemia are at risk for severe hyperbilirubinemia, which can lead to kernicterus and require frequent serum bilirubin measurements.</p><br><br><p>As patients get older, they should be screened for iron deficiency anemia (often due to poor intake) annually.&nbsp; Anemia can also be a presenting symptom of <strong>acute lymphoblastic leukemia</strong>, the most common leukemia in patients with trisomy 21.</p>\n<h2>Endocrinologic</h2><br><br><p>Patients are at risk for <strong>hypothyroidism</strong> and should be screened with serum TSH and total thyroxine at least annually.&nbsp; Hypothyroidism most commonly presents with decelerated linear growth and accelerated weight gain (due to stimulation of growth hormone synthesis and secretion by thyroid hormone) or constipation (due to delayed gastric motility).&nbsp; Constipation often presents as acute behavioral changes (eg, headbanging, aggression toward caregivers) in patients with trisomy 21 or other causes of intellectual disability.</p>\n<h2>Growth</h2><br><br><p>Patients often have lower birth weight, length, and head circumference than their peers, and growth parameters should be plotted on growth charts specifically for patients with trisomy 21 at annual wellness visits.&nbsp; In addition, patients require fewer calories and are at increased risk for obesity.&nbsp; Patients should be counseled on the importance of nutrient-dense foods and adequate calcium and vitamin D intake to support bone mineralization.</p>\n<h2>Auditory and ophthalmologic</h2><br><br><p>Patients are at risk for recurrent otitis media that can lead to conductive hearing loss; patients are also at risk for sensorineural hearing loss.&nbsp; Ophthalmologic defects include refractive errors (eg, myopia, hyperopia, astigmatism), strabismus, and nystagmus.&nbsp; Therefore, patients should be screened for hearing (eg, brainstem auditory evoked response) and visual impairment at least annually.</p><br><br><p>In addition to medical and surgical management of these clinical features and complications, patients and their families should be referred to genetic counselors and local resources and support groups, including prenatal counseling if the diagnosis is made prenatally.</p>\n<h1>Prognosis</h1><br><br><p>Although the average life expectancy is shorter for patients with trisomy 21 (age ~60), it has improved significantly in recent decades.&nbsp; Complications such as early-onset dementia and leukemia increase mortality rates, and patients should be routinely screened for these complications.</p>\n<h1>Summary</h1><br><br><p>Trisomy 21 (Down syndrome) is characterized by the presence of 3 copies of chromosome 21.&nbsp; Patients have characteristic dysmorphic features (eg, epicanthal folds, upslanting palpebral fissures), intellectual disability, and increased risk for congenital defects (eg, atrioventricular septal defect, duodenal atresia) and other complications (eg, hypothyroidism, leukemia).&nbsp; Multidisciplinary management and life-long screening for complications improves quality of life and overall outcomes for patients with trisomy 21.</p>\n</div>\n\n            "
}