{
  "meta": {
    "title": "Acanthosis nigricans",
    "url": "https://brainandscalpel.vercel.app/acanthosis-nigricans-2cc2bc1d-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:45:59.852Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Acanthosis nigricans (AN) is a dermatologic condition characterized by hyperpigmented, velvety plaques, most commonly occurring in intertriginous areas.&nbsp; It is most often associated with insulin resistance but may also be linked to malignancy.</p>\n<h1>Pathophysiology</h1><br><br><p>The exact mechanism underlying AN is not fully understood, but it is thought to result from keratinocyte and dermal fibroblast proliferation caused by increased activation of growth factor pathways.&nbsp; <strong>Insulin resistance</strong> plays a central role because hyperinsulinemia stimulates keratinocyte and fibroblast proliferation via insulin-like growth factor-1 (IGF-1) receptors.&nbsp; In malignancy-associated cases, tumor-secreted transforming growth factor-alpha (TGF-α) may induce similar epidermal hyperplasia.</p>\n<h1>Etiologies</h1><br><br><p>AN may result from either benign or malignant causes.&nbsp; Benign causes can be acquired or inherited.</p>\n<h2>Benign causes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Obesity and/or metabolic/endocrine disorders</strong> that are associated with insulin resistance (eg, type 2 diabetes mellitus, polycystic ovary syndrome, metabolic syndrome) are the most common etiologies of acquired AN.</li>\n\t<li><b>Medications</b>&nbsp;that increase <strong>insulin resistance</strong> (eg, systemic glucocorticoid therapy, insulin therapy, oral contraceptive pills, niacin, protease inhibitors [eg, used to treat HIV and hepatitis C]) can similarly result in AN.</li>\n</ul><br><br><p>Rarely, inherited disorders (eg, associated with insulin or fibroblast growth factor receptor mutations) can also cause AN.</p>\n<h2>Malignant causes</h2><br><br><p><strong>Malignancies</strong>, particularly gastric adenocarcinomas, are associated with AN as a paraneoplastic marker.&nbsp; Other associated malignancies include cancers of the liver, lungs, and genitourinary system.</p>\n<h1>Pathology</h1><br><br><p>Histologically, AN is characterized by the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88103.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hyperkeratosis (thickening of the stratum corneum layer).</li>\n\t<li>Epidermal papillomatosis (undulating epidermal appearance with elongation of the dermal papilla and epidermal hyperplasia).</li>\n</ul><br><br><p>Increased melanin can be seen in the basal epidermal layer; however, hyperkeratosis is the main reason for AN's hyperpigmented appearance.&nbsp; Histologic examination does not distinguish between the different etiologies of AN and is therefore rarely needed for diagnosis.</p>\n<h1>Clinical presentation</h1><br><br><p>AN classically presents with symmetric, hyperkeratotic, <strong>hyperpigmented plaques</strong> with a <strong>velvety texture</strong> in older children and adults who are overweight and insulin resistant.&nbsp; Lesions most commonly occur in the <strong>neck</strong> (posterior and lateral) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17832.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), as well as in flexural areas such as the axillae and groin (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L116739.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; Skin tags <strong>(acrochordons)</strong>, or pedunculated papules consisting of normal skin, are commonly present on regions affected by AN.<p></p><br><br><p>When associated with <strong>malignancy</strong>, AN typically presents in older adults with a <strong>new and rapid onset of AN</strong> without an identifiable cause (eg, obesity, hormone replacement therapy) or AN occurring at atypical locations (eg, palms, oral mucosa).&nbsp; In addition, unexplained weight loss or other cutaneous signs of cancer (eg, Leser-Trélat sign) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12515.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) may also be present.<p></p><br><br><p>Rarely, AN is seen during infancy and early childhood in association with genetic syndromes or familial forms.&nbsp; Patients generally have other syndromic features (eg, hypotonia, congenital heart disease as in Down syndrome) or a history of AN in first-degree relatives who are not obese or insulin resistant.</p>\n<h1>Diagnosis and evaluation</h1><br><br><p>Diagnosis of AN is <strong>clinical</strong>, although a biopsy can be performed if the diagnosis is uncertain.&nbsp; Because of AN's association with systemic conditions, additional evaluation is recommended.</p><br><br><p>AN is associated with insulin resistance; therefore, patients should be <strong>screened for diabetes mellitus</strong> with fasting blood glucose and/or hemoglobin A1c measurement.&nbsp; In addition, women with signs and symptoms of polycystic ovarian syndrome (eg, hirsutism, oligomenorrhea, excessive uterine bleeding, acne) should be evaluated for AN (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42203.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Older patients with features suggestive of malignancy-associated AN should undergo age-appropriate <strong>cancer screenings</strong> and additional diagnostic evaluations guided by symptoms.&nbsp; Because gastric adenocarcinoma is most frequently associated with AN, a consultation with a gastroenterologist should be considered.</p><br><br><p>Infants and young children with AN suggestive of genetic syndromes or hereditary familial disorders should be evaluated by a pediatric endocrinologist and a geneticist.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hemochromatosis</strong>:&nbsp; Causes skin hyperpigmentation and diabetes mellitus due to iron overload; the hyperpigmentation is usually bronze and diffuse, not localized as in AN.</li>\n\t<li><strong>Addison disease</strong> (primary adrenal insufficiency):&nbsp; Presents with diffuse hyperpigmentation that is more prominent in sun-exposed areas (eg, face, dorsal hands) and areas under pressure (eg, elbows, knees, bra lines) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87482.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; In contrast, AN presents with localized hyperpigmentation.</li>\n\t<li><strong>Niacin deficiency</strong> (pellagra):&nbsp; Typically presents with a pigmented photosensitive dermatitis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19761.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ), erythematous tongue, diarrhea, vomiting, and neurologic symptoms (eg, insomnia, dementia, confusion).&nbsp; It affects patients with malabsorption (eg, heavy alcohol use, inflammatory bowel disease, bariatric surgery status) or limited oral intake (eg, anorexia nervosa, residence in resource-limited settings), none of which are risk factors for AN.</li>\n</ul><br><br><p>Other rare dermatologic disorders are also included in the differential diagnosis.</p>\n<h1>Management</h1><br><br><p>Management of AN focuses on the correction of underlying conditions, which often leads to the resolution of AN.&nbsp; Patients with obesity should be counseled on weight loss.&nbsp; Individuals with medication-induced AN should discontinue the offending drug, if possible.&nbsp; Patients with malignancy-related AN should be treated for the underlying malignancy.</p><br><br><p>Dermatologic therapies can also be used to expedite the resolution of AN.&nbsp; For AN covering a small area, topical retinoid therapy (eg, tretinoin, adapalene), topical keratolytics (eg, ammonium lactate, urea), or topical vitamin D analogues (eg, calcipotriene) can be used to reduce hyperkeratosis or inhibit keratinocyte proliferation.&nbsp; For widespread AN, systemic retinoids (eg, isotretinoin, acitretin) may be considered.</p>\n<h1>Complications</h1><br><br><p>Although AN is harmless, the psychosocial impact due to its cosmetic effects can be significant.</p>\n<h1>Prognosis</h1><br><br><p>By itself, AN is benign and tends to persist chronically.&nbsp; Correcting the underlying cause and/or using dermatologic therapy may result in the resolution of AN.</p>\n<h1>Summary</h1><br><br><p>Acanthosis nigricans is a dermatologic condition characterized by hyperpigmented, velvety plaques that occur in the axillae, groin, and neck.&nbsp; It most commonly presents in overweight children and adults who are insulin resistant; rarely, it may present in older adults with malignancy (eg, gastric adenocarcinoma).&nbsp; Acanthosis nigricans is thought to result from keratinocyte and dermal fibroblast proliferation due to increased activation of growth factor pathways.&nbsp; Diagnosis is clinical, and evaluation typically includes screening for diabetes mellitus due to AN's association with insulin resistance.&nbsp; In older patients with weight loss and new-onset, rapidly progressing AN, an evaluation for occult malignancy is indicated.&nbsp; Management focuses on treating the underlying conditions (eg, weight loss for overweight patients), which typically leads to the resolution of AN.&nbsp; If desired for cosmetic reasons, topical therapies (eg, retinoid, ammonium lactate, urea) can be used to expedite resolution.</p>\n</div>\n\n            "
}