{
  "meta": {
    "title": "Alopecia",
    "url": "https://brainandscalpel.vercel.app/alopecia-c8014948-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:05.504Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Alopecia (hair loss) can be classified as scarring or nonscarring based on the presence or absence of permanent hair follicle damage.&nbsp; This article provides an overview of hair follicle cycling and discusses several common types of alopecia based on this classification.</p>\n<h1>Hair follicle cycling</h1><br><br><p>Hair growth occurs in a cyclical pattern with 3 primary phases (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L53820.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The anagen phase is characterized by linear growth of the hair shaft associated with proliferation of hair follicle cells.&nbsp; At any given time, 80%-90% of follicles are in the anagen phase, which lasts up to 5 years.</li>\n\t<li>The catagen phase is the transition phase characterized by regression and apoptosis of follicular cells.&nbsp; The hair shaft may continue to be extruded from the follicle but is no longer growing.&nbsp; This phase lasts up to 2 weeks and typically accounts for &lt;1% of follicles.</li>\n\t<li>The telogen phase is the resting phase, with variable duration.&nbsp; The hair shaft is shed during this phase in preparation for growth of a new hair.</li>\n</ul>\n<h1>Overview</h1><br><br><p>Alopecia can be broadly divided (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97273.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) into nonscarring and scarring alopecia:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nonscarring alopecia is characterized by no or mild inflammation of the scalp or underlying skin (eg, eyebrows).&nbsp; The hair follicle stem cells are preserved, thereby allowing for hair regrowth after hair loss.</li>\n\t<li>Scarring (cicatricial) alopecia is characterized by significant inflammation in the scalp or underlying skin.&nbsp; The hair follicle stem cells are destroyed by the inflammation and associated scarring, making hair loss permanent.</li>\n</ul><br><br><p>Alopecia may start as nonscarring and become scarring with repeated or continuous inflammation or insults (eg, trichotillomania, tinea capitis, and traction alopecia, which are discussed below).</p>\n<h1>Nonscarring alopecia</h1><br><br><p>Hair loss in the following conditions is reversible.&nbsp; However, if persistent or untreated, certain conditions (eg, traction alopecia, tinea capitis, and trichotillomania) may eventually lead to scarring alopecia that is irreversible.</p>\n<h2>Alopecia areata (AA)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pathophysiology:</strong>&nbsp; AA (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52576.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is an autoimmune disorder characterized by a T cell–mediated attack on cells within the hair bulb at the base of the follicle that are responsible for keratin production and hair shaft elongation.&nbsp; Affected follicles subsequently experience a premature shift from the growth phase (anagen) to the transition (catagen) and resting (telogen) phases, resulting in patchy hair shedding with preserved hair growth in unaffected areas.&nbsp; Despite the autoimmune-mediated process, the hair follicle stem cells remain undamaged.&nbsp; Therefore, hair regrowth is possible.</li>\n\t<li><strong>Clinical presentation:</strong>&nbsp; Hair loss in AA has a relatively rapid onset and starts as patchy hair loss with well-defined borders (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97251.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; AA can progress to total scalp hair loss (alopecia totalis) or total body hair loss (alopecia universalis).&nbsp; The underlying scalp or skin appears normal.</li>\n\t<li><strong>Evaluation/diagnosis:</strong>&nbsp; Diagnosis is typically made clinically.&nbsp; Close inspection (eg, using a dermatoscope) may show 3- to 4-mm hairs with narrowing of hair shafts close to the skin surface (exclamation point hairs), reflective of shaft weakening caused by bulb inflammation.&nbsp; The hair pull test is often positive (ie, extraction of &gt;5 strands when a cluster of ~50 hair fibers is pulled firmly).&nbsp; When the diagnosis is unclear, a scalp biopsy is performed.&nbsp; Due to AA's association with autoimmune thyroid disease, screening thyroid function studies are generally recommended.</li>\n\t<li><strong>Management:</strong>&nbsp; Pharmacologic treatment of AA depends on the size of the lesions (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/98007.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>For limited lesions (eg, &lt;50% of the scalp), intralesional corticosteroids (eg, triamcinolone) are preferred for adults.&nbsp; Topical corticosteroids can be used as an alternative and are preferred in children.</li>\n\t\t<li>For extensive (eg, &gt;50% of the scalp) or refractory lesions, oral Janus kinase inhibitors (eg, baricitinib) or topical immunotherapy (eg, diphenylcyclopropenone, which stimulates hair regrowth) can be used</li>\n\t</ul>\n\t</li>\n\t<li><strong>Complications/prognosis:</strong>&nbsp; Even with treatment, AA has a variable course, with periods of relapse and spontaneous remission.&nbsp; Hair loss often has psychosocial impacts on patients.</li>\n</ul>\n<h2>Telogen effluvium (TE)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pathophysiology:</strong>&nbsp; In TE (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37429.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ), follicles undergo a widespread shift into the rest/shedding (telogen) phase, with cessation of growth and subsequent shedding.&nbsp; It is often triggered by a stressful event (eg, severe weight loss, pregnancy, major illness or surgery, psychiatric trauma), iron deficiency, or thyroid dysfunction.</li>\n\t<li><strong>Clinical presentation:</strong>&nbsp; TE is characterized by diffuse hair thinning with normal underling scalp and hair shafts in light of a recent emotional or physical stressor.</li>\n\t<li><strong>Evaluation/diagnosis:</strong>&nbsp; The diagnosis is usually made clinically with a hair pull test.&nbsp; A limited laboratory evaluation, including complete blood count (and ferritin), TSH, and a serum chemistry panel, may be considered to identify endocrine and nutritional causes of TE if an acute stressor is not identified.</li>\n\t<li><strong>Management:</strong>&nbsp; Psychological support for emotional trauma and treatment of underlying medical conditions (eg, hypothyroidism, iron deficiency), when present, are recommended.</li>\n\t<li><strong>Complications/prognosis:</strong>&nbsp; TE is a self-limited disorder, provided underlying medical causes are treated, but may take up to a year to resolve completely.</li>\n</ul>\n<h2>Male and female pattern hair loss</h2><br><br><p>Male pattern hair loss (MPHL) (androgenetic alopecia) and female pattern hair loss (FPHL) have variable presentations (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37778.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pathophysiology:</strong>&nbsp; MPHL and FPHL are characterized by follicular miniaturization, which is when affected portions of the scalp have a shortened anagen (hair growth) phase, leading to shorter, thinner hair shafts with increased apoptosis at the dermal papillae.&nbsp; The net result is the transformation of thick, terminal hairs into thin, vellus hairs, resulting in the appearance of decreased scalp hair coverage.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>In men</strong>, follicular miniaturization is driven by genetics and effects of dihydrotestosterone (DHT).&nbsp; In the affected scalp, there is increased local conversion of testosterone to DHT (by 5-alpha reductase) and increased concentrations of androgen receptors.&nbsp; However, the total androgen levels are similar in affected and unaffected men.</li>\n\t\t<li><strong>In women</strong>, the cause of follicular miniaturization is uncertain.&nbsp; Hair loss often occurs in women with hyperandrogenic states (eg, caused by polycystic ovary syndrome).&nbsp; However, androgen levels in most women are normal.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Clinical presentation:</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>In men</strong>, hair loss is gradual and asymptomatic (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7628.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; It typically involves the vertex, temporal scalp, or midfrontal regions with recession of the hairline (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95933.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Signs may first appear during adolescence.</li>\n\t\t<li><strong>In women</strong>, gradual and asymptomatic hair loss occurs at the vertex or frontal scalp (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108664.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; Unlike MPHL, the hairline in FPHL is typically preserved.&nbsp; FPHL can begin in childhood but is most common after menopause.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Evaluation/diagnosis:</strong>&nbsp; MPHL and FPHL are diagnosed clinically based on the pattern of hair loss.&nbsp; Examination finding of hair shafts of different calibers (due to follicular miniaturization) confirms the diagnosis.&nbsp; Scalp biopsy is reserved for uncertain cases.&nbsp; Given the association between FPHL and hyperandrogenic states, laboratory evaluation for hyperandrogenism is warranted only if findings (eg, hirsutism, irregular menstruation, infertility, severe acne) support a hyperandrogenic state.</li>\n\t<li><strong>Management:</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>MPHL:</strong>&nbsp; First-line therapy is finasteride (a 5-alpha reductase inhibitor), which reduces the conversion of testosterone to DHT.&nbsp; Topical minoxidil is an alternate agent and can be used concurrently with finasteride.&nbsp; Through unclear mechanisms (possibly vasodilatory effects), minoxidil prolongs the follicular growth phase and reverses follicular miniaturization.</li>\n\t\t<li><strong>FPHL:</strong>&nbsp; First-line therapy is topical minoxidil.&nbsp; Through unclear mechanisms (possibly vasodilatory effects), it prolongs the follicular growth phase and reverses follicular miniaturization.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Complications/prognosis:</strong>&nbsp; MPHL and FPHL progress over time, but only MPHL results in eventual baldness.</li>\n</ul>\n<h2>Traction alopecia (TA)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pathophysiology:</strong>&nbsp; Through unclear mechanisms, traction hairstyles (eg, ponytail, braids, buns, dreadlocks) may cause follicular inflammation that leads to follicular miniaturization, resulting in vellus-like hair (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L98040.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Hair loss is initially nonscarring, but prolonged traction causes irreversible hair loss due to permanent follicular damage (scarring alopecia).</li>\n\t<li><strong>Clinical presentation:</strong>&nbsp; Initially, traction causes folliculitis that presents with follicular erythema and sterile pustules.&nbsp; Persistent traction results in decreased hair density and, eventually, alopecia.</li>\n\t<li><strong>Evaluation/diagnosis:</strong>&nbsp; The diagnosis is made clinically based on alopecia in a distribution consistent with a traction hairstyle.&nbsp; A scalp biopsy may be obtained if the diagnosis is uncertain.</li>\n\t<li><strong>Management:</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Cessation of traction hairstyles can aid in management.</li>\n\t\t<li>Adjunctive therapies include minoxidil to enhance hair regrowth, as well as oral antibiotic (eg, doxycycline) and topical corticosteroid therapies when inflammation (eg, follicular erythema/pustules) is present.</li>\n\t\t<li>For patients with scarring alopecia, hair transplantation and cosmetic camouflage (eg, wigs, scalp tattoos) can be considered.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Complications/prognosis:</strong>&nbsp; TA of &lt;1 year in duration is typically reversible with cessation of traction hairstyles.&nbsp; In contrast, TA that has lasted several years is more likely to be permanent and unresponsive to medical therapy and hair style changes.</li>\n</ul>\n<h2>Tinea capitis (TC)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pathophysiology:</strong>&nbsp; TC (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35709.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) is a dermatophyte infection most commonly caused by <em>Trichophyton</em> or <em>Microsporum</em> species.&nbsp; The infection invades the hair follicles and hair shafts, causing hair breakage and alopecia.&nbsp; It is spread via fomites (eg, comb, hat, pillowcase) or close contact with another individual with TC.</li>\n\t<li><strong>Clinical presentation:</strong>&nbsp; TC typically occurs in children and patients who are immunocompromised.&nbsp; Lesions consist of scaly, pruritic, erythematous plaques on the scalp associated with alopecia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111383.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; Residual black dots representing broken hair shafts are often visible (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20399.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).&nbsp; Lesions expand centrifugally for weeks and are typically associated with tender cervical, occipital, or postauricular lymphadenopathy.&nbsp; Rarely, a severe inflammatory reaction results in a kerion, which is a tender plaque with pustules, crusting, and drainage.</li>\n\t<li><strong>Evaluation/diagnosis:</strong>&nbsp; Diagnosis is made clinically but can be confirmed with potassium hydroxide examination of the proximal hair shafts, which reveal fungal spores within or outside the hair shaft.</li>\n\t<li><strong>Management:</strong>&nbsp; Systemic antifungal therapies (eg, oral griseofulvin or terbinafine) are required to treat TC due to poor penetrance of hair follicles with topical therapy.&nbsp; Adjunctive treatments, such as ketoconazole shampoo, can be used to help prevent the spread of disease but are insufficient as monotherapy.</li>\n\t<li><strong>Complications/prognosis:</strong>&nbsp; With timely systemic antifungal therapy, hair regrows as the infection clears.&nbsp; However, severe cases (ie, if a kerion is present) with delayed treatment can result in scarring alopecia.</li>\n</ul>\n<h2>Trichotillomania</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pathophysiology:</strong>&nbsp; This condition is characterized by compulsive hairpulling, often associated with anxiety or stress (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32007.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).&nbsp; Hairpulling may be an automatic behavior (without full awareness), or it may be preceded by tension and followed by relief.</li>\n\t<li><strong>Clinical presentation:</strong>&nbsp; The condition typically occurs in children and adolescent girls and presents with irregular patches of hair loss showing hairs of different lengths (due to traumatic breakage at various points).&nbsp; The underlying scalp/skin typically appears normal.&nbsp; The scalp (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95441.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ), eye lashes, and eyebrows are commonly affected areas.&nbsp; Total scalp hair loss (alopecia totalis) is atypical.</li>\n\t<li><strong>Evaluation/diagnosis:</strong>&nbsp; Patients should undergo behavioral assessment.&nbsp; The diagnosis is made based on the Diagnostic and Statistical Manual of Mental Disorders criteria.</li>\n\t<li><strong>Management:</strong>&nbsp; Cognitive-behavioral therapy and habit reversal training are needed to help patients stop pulling hairs.&nbsp; Selective serotonin inhibitors can be considered for severe or refractory cases.</li>\n\t<li><strong>Complications/prognosis:</strong>&nbsp; Trichotillomania typically self-resolves within a year, although it can be lifelong.&nbsp; Hair generally regrows with cessation of hairpulling.&nbsp; However, with persistent and prolonged hairpulling, scarring alopecia may develop.&nbsp; Patients who also ingest hair (trichophagia) may develop trichobezoars, which cause abdominal pain and bowel obstruction.</li>\n</ul><br><br><p>In addition to these conditions, syphilis (alopecia syphilitica, in which patients have patches of \"moth-eaten\" alopecia) and some congenital conditions can cause nonscarring alopecia.&nbsp; The distribution of hair loss (focal, patterned, diffuse) can be a helpful clue when diagnosing a patient.&nbsp; For example, focal hair loss can be seen in patients with AA and TA; a patterned distribution of hair loss can be seen in patients with MPHL, FPHL, TC, and trichotillomania; and diffuse hair loss can be seen in patients with TE.</p>\n<h1>Scarring (cicatricial) alopecia</h1><br><br><p>Scarring (cicatricial) alopecia causes irreversible hair loss due to destruction of the hair follicles and stem cells from significant inflammation and associated scar tissue formation.&nbsp; Cutaneous (discoid) lupus erythematosus is a classic example.&nbsp; Other conditions are associated with primary (lymphocytic or neutrophilic) and secondary (eg, tinea capitis, trichotillomania) cicatricial alopecia.</p>\n<h2>Discoid lupus erythematosus (DLE)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pathophysiology:</strong>&nbsp; DLE is an autoimmune disorder characterized by inflammation of the skin and hair follicles that subsequently results in scar information.&nbsp; DLE can occur in patients with systemic lupus erythematosus (SLE), and patients with DLE can go on to develop SLE.</li>\n\t<li><strong>Clinical presentation:</strong>&nbsp; DLE typically affects African American and Hispanic women.&nbsp; The rash is photosensitive and, therefore, most commonly presents on the face, neck, and arms, but it can also affect the scalp.&nbsp; The primary lesions appear as mildly pruritic, scaly, red-to-violaceous patches/plaques that are round (discoid) in shape (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7142.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ).&nbsp; Progressive inflammation leads to disappearance of hair follicle openings, scarring and hypopigmentation of the lesion's center, and hyperpigmentation of the lesion's periphery.&nbsp; If lesions affect the scalp, scarring alopecia results (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7966.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Evaluation:</strong>&nbsp; Diagnosis is made clinically (eg, characteristic rash in a patient with SLE).&nbsp; A biopsy is performed to confirm the diagnosis and distinguish SLE from other conditions with scaly and keratotic lesions (eg, psoriasis, lichen planus, eczema).&nbsp; Serologic testing has limited diagnostic value because patients with isolated DLE (in the absence of SLE) usually have negative or low-titer antinuclear antibodies; these patients can test positive for anti-Ro antibodies (although this is rare).</li>\n\t<li><strong>Management:</strong>&nbsp; Photoprotection, topical or intralesional corticosteroid therapy, or topical calcineurin inhibitor (eg, tacrolimus) are typically used initially.&nbsp; Refractory lesions can be treated with antimalarial drugs (eg, hydroxychloroquine).</li>\n\t<li><strong>Complications/prognosis:</strong>&nbsp; Skin and scalp lesions cause scarring, permanent hair loss, and dyspigmentation.&nbsp; DLE can occur independently, but SLE eventually develops in up to 30% of the patients, with the risk highest in those with diffuse DLE skin lesions.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Alopecia can be nonscarring or scarring.&nbsp; Hair loss in nonscarring alopecia is reversible, whereas hair loss in scarring alopecia is irreversible.&nbsp; Common causes of nonscarring alopecia include alopecia areata, telogen effluvium, and male and female pattern hair loss.&nbsp; Traction alopecia, tinea capitis, and trichotillomania start as nonscarring alopecia but may progress to scarring alopecia if left untreated.&nbsp; Discoid lupus erythematosus causes scarring alopecia.</p>\n</div>\n\n            "
}