{
  "meta": {
    "title": "Animal and human bites",
    "url": "https://brainandscalpel.vercel.app/animal-and-human-bites-10d415e0-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:03.456Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Human and mammalian bites are a common presentation in emergency departments and urgent care settings.&nbsp; Dogs, followed by cats, are responsible for most of the bites in the United States.&nbsp; Bites from other mammals (eg, rodents, primates) are rare but may require special considerations not discussed in this article.&nbsp; Although many mammalian bites are relatively minor, they necessitate careful attention due to their potential to cause significant morbidity from tissue damage, risk for infection, and the possibility of transmitting diseases such as rabies and tetanus.</p>\n<h1>Pathophysiology</h1><br><br><p>Bite wounds inflict puncture injuries with significant crushing and tearing of local tissues.&nbsp; This trauma disrupts the normal skin barrier, allowing the inoculation of bacteria from the mammal's oral flora deep into the wound.&nbsp; The polymicrobial nature of these wounds, coupled with a compromised blood supply due to vasospasm and potential devitalized tissue, creates a favorable environment for bacterial growth and infection.</p><br><br><p>The bite characteristics and microbiology of mammalian bites differ based on the mammal (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80980.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p>\n<h2>Human bites</h2><br><br><p>Typically occurs in two forms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Occlusal bites</strong> occur when teeth break the skin's barrier.</li>\n\t<li><strong>Clenched fist bites</strong> (fight bites) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60858.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) occur when a closed fist impacts another individual's teeth, typically over the dorsal portion of the third, fourth, or fifth metacarpophalangeal (MCP) joints.&nbsp; These bites can cause extensor tendon injuries and/or penetrate the MCP joint (&gt;50% of cases) due to the thin tissue overlying the joint, potentially leading to a septic joint.</li>\n</ul><br><br><p>Human bite wounds tend to harbor a complex mixture of aerobic and anaerobic bacteria.&nbsp; Commonly isolated organisms from human bites include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Aerobes:&nbsp; <em>Staphylococcus aureus</em> (including methicillin-resistant <em>Staphylococcus aureus</em> [MRSA] in some cases), <em>Streptococcus</em> species, <em>Eikenella corrodens</em></li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Anaerobes:&nbsp; <em>Fusobacterium</em> species<em>, Prevotella</em> species, <em>Bacteroides</em> species<em>, Peptostreptococcus</em> species</li>\n</ul>\n<h2>Dog bites</h2><br><br><p>Typically associated with more crush injuries.&nbsp; The primary bacterial pathogens in dog bites include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em>Pasteurella</em> species (mainly <em>Pasteurella multocida</em> and <em>Pasteurella canis</em>)</li>\n\t<li>Skin flora (eg, <em>Staphylococcus and Streptococcus</em> species)</li>\n\t<li><em>Capnocytophaga canimorsus</em> (can cause bacteremia and sepsis)</li>\n</ul>\n<h2>Cat bites</h2><br><br><p>Cat bites are typically deeper and narrower (eg, puncture wounds) and more likely to become infected because the wound closes itself off quickly after inoculation, providing a favorable environment for bacteria to proliferate.&nbsp; Common pathogens include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em>Pasteurella s</em>pecies&nbsp; (mainly <em>P multocida</em> and <em>P canis</em>)</li>\n\t<li>Skin flora (eg, <em>Staphylococcus and Streptococcus</em> species)</li>\n\t<li>Anaerobic bacteria (eg, <em>Bacteroides</em> species, <em>Peptostreptococcus</em> species)</li>\n</ul><br><br><p>Another common pathogen in cats is <em>Bartonella henselae</em>.&nbsp; However, <em>B henselae</em> more commonly causes cat scratch disease and is not classically associated with bite-related infections; therefore, this organism is not typically covered by the empiric antibiotic therapy given for mammalian bites.</p>\n<h1>Risk factors</h1><br><br><p>Patients with the following are at greater risk for infections (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35908.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immunocompromised state/comorbid conditions</strong>:&nbsp; Individuals with weakened immune systems, such as those with HIV/AIDS or diabetes mellitus, are more susceptible to infection.</li>\n\t<li><strong>Extremity bites</strong>:&nbsp; Bites on the hands and feet typically have a poorer blood supply, increasing the risk of infection.</li>\n\t<li><strong>Puncture wounds</strong>:&nbsp; Puncture wounds are more likely to trap bacteria and become infected compared to superficial wounds.</li>\n\t<li><strong>Inadequate or delayed wound care</strong>:&nbsp; Prompt and thorough wound cleaning is crucial for minimizing infection risk.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of a mammalian bite varies; patients should be evaluated based on several factors.</p>\n<h2>Source and circumstances of the bite</h2><br><br><p>It is important to identify the source (eg, dog, cat, human) and understand the circumstances of the bite.&nbsp; Human bites, especially in children, can be an indicator of abuse or assault.&nbsp; Information about the animal (eg, domestic/wild, vaccinated/unvaccinated) and the circumstances of the attack (eg, provoked/unprovoked) should be obtained because it influences treatment decisions, such as rabies prophylaxis.</p>\n<h2>Severity and location of the bite</h2><br><br><p>All wounds must be meticulously inspected, taking into account potential damage to surrounding structures.&nbsp; Bites to the extremities, particularly the hands, can damage joints, tendons, nerves, or blood vessels.&nbsp; A specific concern is clenched fist (fight bite) injuries, which may present with loss of extensor tendon function (eg, extensor lag) or signs of a septic joint (eg, redness, drainage over the MCP joint).</p>\n<h2>Infection risk</h2><br><br><p>Immediately after a bite, patients are unlikely to have an infection.&nbsp; Infections from dog bites typically occur &gt;24 hours after the bite.&nbsp; Infections from cat bites can occur earlier (eg, &gt;12 hr).&nbsp; Signs of infections vary depending on the&nbsp; location of the bite and the type of infection:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cellulitis</strong>:&nbsp; Warmth and erythema surrounding a bite are consistent with cellulitis.&nbsp; In severe cases, fever may be present.</li>\n\t<li><strong>Abscess</strong>:&nbsp; A tender, erythematous, fluctuant mass indicates a superficial abscess, which is usually accompanied by cellulitis.&nbsp; A deep abscess may be difficult to diagnose and may not have obvious fluctuance or tenderness.&nbsp; Pain is typically significant and erythema overlying the abscess may be present.</li>\n\t<li><strong>Flexor tenosynovitis</strong>:&nbsp; Infection involving the flexor tendon sheath that can occur after a bite to the hand.&nbsp; Patients usually have significant pain, fusiform swelling, and erythema of the involved digit.&nbsp; The digit is typically held in slight flexion, and passive stretching of the tendon evokes significant pain.</li>\n\t<li><strong>Septic arthritis and osteomyelitis</strong>:&nbsp; Septic arthritis typically occurs when a bite penetrates the joint space, a condition often seen with clenched fist injuries.&nbsp; Bacterial proliferation under the extensor tendon and/or within the joint capsule can quickly lead to septic arthritis, evidenced by joint swelling, erythema, fluctuance, and severe pain with passive range of motion.&nbsp; Osteomyelitis typically presents with ongoing pain and drainage from a deep wound despite antibiotic treatment.</li>\n\t<li><strong>Necrotizing fasciitis</strong>:&nbsp; Necrotizing fasciitis is a severe, rapidly fatal condition that affects the deeper layers of skin and subcutaneous tissue.&nbsp; Symptoms include intense pain (beyond what is expected from the bite alone), rapidly spreading erythema and swelling, and systemic signs of infection (eg, fever, shock).&nbsp; If left untreated, tissue necrosis, organ failure, and death will occur.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of human and mammalian bites is primarily clinical, based on the history of injury and physical examination findings.</p>\n<h2>Laboratory evaluation</h2><br><br><p>Routine blood work or wound cultures are <u>not</u> indicated in uninfected bites.&nbsp; Complete blood count, blood cultures, and other laboratory evaluation (eg, inflammatory markers) may be indicated in infected bites.&nbsp; Wound culture and sensitivity testing should be obtained in infected bites as they may help identify the causative organisms and guide antibiotic selection.</p><br><br><p>The risk for HIV, hepatitis B, and hepatitis C transmission is very low in human bites; testing is typically not indicated.&nbsp; If the history suggests special circumstances that create an increased risk of transmission (eg, bleeding from the mouth during a bite), then baseline and follow-up testing (and prophylaxis) for these infections may be indicated.</p>\n<h2>Imaging</h2><br><br><p>Plain radiographs are typically obtained in human bites with closed fist injury and other mammalian bites (except for superficial dog bites) to assess for fracture or retained foreign material.&nbsp; They are typically not indicated in cases of human bites in other locations.</p><br><br><p>Advanced imaging (eg, MRI) is typically unnecessary but may be indicated in patients suspected of having deep infections (eg, osteomyelitis, deep abscess) or injury to deep structures (eg, tendons).</p>\n<h1>Management</h1><br><br><p>Management of human and mammalian bites should include appropriate wound care, administration of antibiotics when indicated, and evaluation of the need for postexposure prophylaxis to prevent infections (eg, rabies or tetanus vaccination).</p>\n<h2>Wound care</h2><br><br><p>The bite wound should be debrided, and any foreign material should be removed.&nbsp; Infected wounds and spaces (eg, septic joint, deep abscess) should be opened and drained.&nbsp; All wounds should be cleaned with soap and water or antiseptic solution and copiously irrigated with saline.</p><br><br><p>Wounds (infected and uninfected) are typically left open to drain and heal by secondary intention because primary closure (eg, sutures, adhesive) carries an increased risk for infection, particularly if closure occurs &gt;12 hours after the injury was sustained.&nbsp; Primary closure may be considered in patients with wounds with cosmetic concerns (eg, facial wounds, gaping wounds).</p><br><br><p>Wound management can usually be done at the bedside; however, surgical consultation is indicated in the following circumstances:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Complex wounds</strong>:&nbsp; Bites involving extensive tissue damage, fractures, or tendon/nerve injuries require surgical expertise for proper repair and reconstruction.</li>\n\t<li><strong>Severely contaminated wounds</strong>:&nbsp; Bites with a high degree of contamination or showing signs of spreading infection may benefit from surgical exploration and debridement to prevent complications such as osteomyelitis or fasciopathy.</li>\n\t<li><strong>Functional impairment</strong>:&nbsp; Bites that compromise function, such as those involving tendon (eg, extension tendon injury) or joint (eg, open or septic joint) injuries may require surgical intervention to restore movement and prevent long-term disability.</li>\n\t<li><strong>Cosmetic concerns</strong>:&nbsp; Bites on cosmetically sensitive areas such as the face may necessitate consultation with a plastic surgeon for scar management and reconstruction.</li>\n\t<li><strong>Failure of medical management</strong>:&nbsp; If a bite wound shows signs of worsening infection despite adequate initial management with antibiotics and wound care, surgical debridement may be necessary to control the infection.</li>\n</ul><br><br><p><strong>Clench fist injuries</strong> require specialized wound management.&nbsp; The initial puncture wound of a clenched fist injury may appear benign, but patients are at risk for septic arthritis.&nbsp; Therefore, all fight bites should be irrigated, debrided, explored, and treated with antibiotics (typically one dose of intravenous followed by oral).&nbsp; In uninfected bites with an otherwise normal physical examination (eg, no evidence of tendon injury, open joint), this may be accomplished at the bedside.&nbsp; Infected bites or bites with more extensive injury require open irrigation and debridement in the operating room.&nbsp; In both cases, wounds are left open to drain and heal by secondary intention.</p>\n<h2>Antibiotic indications</h2><br><br><p>For some uninfected bites (at high risk for infection), prophylactic antibiotics are recommended; all infected bites (eg, cellulitis, abscess, flexor tenosynovitis) should be treated with antibiotics.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Infection prophylaxis</strong>:&nbsp; Oral antibiotic prophylaxis is indicated for bite wounds with a high risk for infection.&nbsp; High-risk bites include cat bites; bites to the hands, feet, joints, or genitalia; bites in immunocompromised patients; bites closed by primary intention; and bites to the face (although the risk for infection is slightly lower due to the redundant vascular supply of the face).&nbsp; The preferred regimen for infection prophylaxis is amoxicillin-clavulanate, which covers gram-negative, gram-positive, and anaerobic organisms that typically cause bite wound infections.</li>\n\t<li><strong>Treatment of infected bite</strong>:&nbsp; In most cases, infected bites can be managed with oral antibiotics (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92303.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; Appropriate regimens include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Amoxicillin-clavulanate&nbsp; (preferred)</li>\n\t\t<li>Trimethoprim-sulfamethoxazole plus metronidazole (or other combination that covers both common aerobes and anaerobes is an alternative in patients allergic to beta-lactams).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Intravenous antibiotic therapy may be indicated in patients with more severe infections such as sepsis, necrotizing infections, deep infections, infections near an indwelling device, and lymphangitis or in patients with immunocompromising conditions.&nbsp; Two common choices for intravenous therapy include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ampicillin-sulbactam (preferred)</li>\n\t<li>Ceftriaxone plus metronidazole (patients allergic to beta-lactams)</li>\n</ul><br><br><p>Vancomycin can be added in patients at increased risk for MRSA.&nbsp; Once culture and sensitivity results are available from wound culture, the antibiotic regimen can be adjusted to target the specific bacteria identified.</p>\n<h2>Postexposure tetanus and rabies prophylaxis</h2><br><br><p>Victims of all mammalian bites should be evaluated for the need for postexposure prophylaxis to prevent potential infections such as rabies and tetanus.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tetanus prophylaxis</strong>:&nbsp; Mammalian bite wounds are considered tetanus-prone wounds.&nbsp; Therefore, all patients with a mammalian bite should have their tetanus immunization updated (if the last dose was given ≥5 years ago).</li>\n\t<li><strong>Rabies prophylaxis</strong>:&nbsp; The need for rabies vaccination depends on the animal involved and its vaccination status.&nbsp; Bites from domestic animals with current rabies vaccination typically do not require rabies prophylaxis.&nbsp; Patients with bites from unvaccinated animals, wild animals, or animals with unknown vaccination status may need rabies vaccination series and rabies immunoglobulin.</li>\n</ul>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Infection</strong>:&nbsp; Infection is the most common complication of human and mammalian bites.&nbsp; Depending on the location and severity, infections can present in a variety of ways (eg, localized cellulitis, abscess, flexor tenosynovitis, necrotizing fasciitis).</li>\n\t<li><strong>Tetanus</strong>:&nbsp; A serious bacterial infection caused by <em>Clostridium tetani</em> can enter the body through wounds or cuts.&nbsp; The bacteria produce toxins that affect the nervous system, leading to painful muscle contractions, particularly in the jaw and neck (lockjaw), and potentially spreading to other muscles, causing stiffness and spasms.</li>\n\t<li><strong>Rabies</strong>:&nbsp; a deadly viral infection transmitted through the saliva of infected animals, usually through bites which attacks the nervous system, causing fever, agitation, and eventually paralysis.&nbsp; Once symptoms appear, rabies is almost always fatal.&nbsp; Postexposure prophylaxis is critical to preventing the disease.</li>\n\t<li><strong>Osteomyelitis</strong>:&nbsp; Infection of the bone can occur in severe bite wounds, particularly those involving the hands or feet.&nbsp; Management includes long-term antibiotic treatment and, in some cases, surgical debridement.</li>\n\t<li><strong>Functional impairment</strong>:&nbsp; Nerve damage or tendon injury can lead to permanent functional limitations.&nbsp; A delay in recognizing these injuries can worsen the outcome.</li>\n\t<li><strong>Cosmetic deformity</strong>:&nbsp; Scarring can be a significant cosmetic concern, particularly with facial bites.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for human and mammalian bites depends on the severity of the wound, promptness of treatment, and development of complications.&nbsp; Most minor bites heal well with proper wound care and antibiotics.&nbsp; However, severe bites with complications can lead to prolonged hospitalization and functional impairment.</p>\n<h1>Summary</h1><br><br><p>Mammalian bites are common injuries that can result in significant morbidity due to tissue damage, infection risk, and potential transmission of diseases such as rabies.&nbsp; Initial management focuses on thorough wound irrigation and debridement to minimize bacterial contamination.&nbsp; Typically, wounds are left open to reduce infection risk.&nbsp; Antibiotic prophylaxis, such as amoxicillin-clavulanate, should be considered depending on the bite location, severity, and patient risk factors (eg, immunocompromised status, puncture wounds).&nbsp; Surgical consultation may be necessary for complex wounds, particularly those affecting high-risk areas (eg, face).&nbsp; Tetanus vaccination should be updated as needed, and evaluation for rabies transmission risk is essential.</p>\n</div>\n\n            "
}