{
  "meta": {
    "title": "Burns",
    "url": "https://brainandscalpel.vercel.app/burns-c29e5520-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:12.040Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Burns are injuries to the skin or deeper soft tissues most often caused by heat exposure (ie, thermal injury).&nbsp; Burn severity and treatment vary depending on the depth, size, location, and cause of the burn.&nbsp; The primary goals of management include managing pain, promoting healing, and preventing infection.</p><h1>Etiology</h1><p>Burns may be caused by:</p><ul class=\"article-body-unordered-list\"><li>Thermal/heat (eg, flames, hot liquids):&nbsp; This is the most common cause; the severity depends on temperature and contact time with the skin.</li><li>Chemicals (eg, hydrofluoric acid):&nbsp; The burn varies with the type of agent (eg, acid, alkali) and duration of contact.</li><li>Electricity (eg, lightning, electrocution):&nbsp; The injury is determined by the voltage, resistance, and duration of exposure.</li><li>Sunlight:&nbsp; Sunlight typically creates a minor burn based on the amount of skin involved and the length of exposure.</li><li>Radiation:&nbsp; The injury depends on the dose, exposure time, and depth of particle penetration.</li></ul><h1>Evaluation</h1><p>Burn severity, a key predictor of postburn morbidity and mortality, is assessed by examining the burn depth (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31629.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), the total body surface area involved, the anatomic location of the burn, and the mechanism of injury.<p></p><h2>Burn depth classification</h2><p>Burns are classified into categories based on the depth of injury (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57675.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><h2>First-degree (superficial) burn</h2><ul class=\"article-body-unordered-list\"><li>Involvement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32241.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; only the epidermis (eg, sunburn)</li><li>Clinical findings:&nbsp; erythema, pain, dry (no blistering or weeping), intact capillary refill (blanches with pressure)</li><li>Healing:&nbsp; usually within 3-6 days without scarring</li></ul><h2>Second-degree (partial-thickness) burn</h2><p>Second-degree burns are divided into 2 categories:</p><ul class=\"article-body-unordered-list\"><li><strong>Superficial partial-thickness</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97797.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )<ul class=\"article-body-unordered-list\"><li>Involvement:&nbsp; epidermis and upper dermis</li><li>Clinical findings:&nbsp; erythema, significant pain, blistering, moist/weeping, and intact capillary refill (blanches with pressure)</li><li>Healing:&nbsp; within 10-14 days, typically without scarring</li></ul></li><li><strong>Deep partial-thickness</strong><ul class=\"article-body-unordered-list\"><li>Involvement:&nbsp; the epidermis and most of the deep dermis; possible damage to hair follicles, nerve endings, venules, and glandular tissues</li><li>Clinical findings:&nbsp; blistering, possibly moist or waxy dry, absent capillary refill (does <em>not</em> blanch with pressure), potentially less painful</li><li>Healing:&nbsp; possibly 3-9 weeks and often resulting in scarring</li></ul></li></ul><h2>Third-degree (full-thickness) burns</h2><ul class=\"article-body-unordered-list\"><li>Involvement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32244.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; damages to the entire epidermis and dermis and, often, the subcutaneous tissue</li><li>Clinical findings:&nbsp; dry, leathery, noncompliant eschars (ie, devitalized tissue), often white, brown, or charred; pain typically minimal or absent due to nerve damage; no blistering or blanching</li><li>Circumferential full-thickness burns:&nbsp; possible constriction of the affected area (eg, impaired chest wall expansion, extremity compartment syndrome)</li><li>Healing:&nbsp; surgical intervention, such as skin grafting; often, significant scarring and contractures</li></ul><h2>Fourth-degree burns</h2><ul class=\"article-body-unordered-list\"><li>Involvement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97798.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; injury extending through the skin into underlying fat, muscle, and bone</li><li>Clinical findings:&nbsp; black, charred, and often painless due to extensive nerve damage</li><li>Healing:&nbsp; extensive surgical interventions, often including amputation; poor functional and cosmetic outcomes</li></ul><h2>Total body surface area</h2><p>The <strong>Rule of 9s</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18031.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) is a quick method for estimating the percentage of total body surface area (TBSA) affected by partial- and full-thickness burns; superficial burns are not included in the TBSA assessment.&nbsp; It divides the body into regions, each representing 9% (or multiples thereof) of the body surface area.<p></p><p>Adults:</p><ul class=\"article-body-unordered-list\"><li>Entire head and neck:&nbsp; 9%</li><li>Each arm:&nbsp; 9% (front and back combined)</li><li>Each leg:&nbsp; 18% (front and back combined)</li><li>Anterior trunk (chest and abdomen):&nbsp; 18%</li><li>Posterior trunk (back):&nbsp; 18%</li><li>Genital region:&nbsp; 1%</li></ul><p>The palmar method, which equates the size of the patient's palm (including fingers) to 1% of TBSA, is another tool used to roughly estimate TBSA.</p><p>For children, the head occupies a larger percentage of TBSA due to their smaller body size, and the legs represent a smaller percentage.&nbsp; Pediatric burn charts like the Lund and Browder chart are used for more accurate estimates.</p><h2>Anatomic location</h2><p>Burns that involve the head, neck, face, hands, feet, joints, or genitals are typically considered more severe and require evaluation/management by a burn specialist.</p><ul class=\"article-body-unordered-list\"><li>Head, neck, and face burns are more susceptible to complications such as airway obstruction and can lead to significant cosmetic and functional impairment.</li><li>Burn injuries that involve the hands, feet, and joints must be managed carefully, particularly if full thickness, to avoid contractures that limit range of motion and function.</li><li>Burns to the genital area carry a greater risk of infection due to local contamination, and poor healing can result in a distressing loss of sexual function.</li></ul><h2>Mechanism of injury</h2><p>The etiology of the burn plays a role in determining clinical severity.&nbsp; Patients who sustain chemical or high-voltage electrical burns have a higher risk for morbidity and mortality and require evaluation at a burn center.&nbsp; Burns caused by fire can be complicated by carbon monoxide or cyanide toxicity (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84262.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; In addition, respiratory injury from smoke inhalation or thermal airway injury can further exacerbate the clinical illness.<p></p><h1>Management</h1><p>Burns that are typically appropriate for outpatient management include:</p><ul class=\"article-body-unordered-list\"><li>Superficial (first-degree) burns</li><li>Partial-thickness burns with the following characteristics (these are typically referred to a burn specialist for follow-up):<ul class=\"article-body-unordered-list\"><li>&lt;10% TBSA</li><li>Noncircumferential</li><li>No evidence of inhalation injury</li><li>No involvement of head, face, neck, hands, feet, joints, or genitals</li></ul></li></ul><p>Burns that require immediate consultation with a burn specialist and probable transfer to a specialized burn center include:</p><ul class=\"article-body-unordered-list\"><li>Any full-thickness burn</li><li>Partial-thickness burn that involves ≥10% TBSA; affects the head, face, neck, hands, feet, joints, or genitals; or is circumferential</li><li>Suspected inhalation injury</li><li>Chemical burn</li><li>Lightning injury or high-voltage (≥1,000 V) electrical injuries</li><li>Pediatric patient (age &lt;14 or weight &lt;30 kg)</li></ul><h2>Initial interventions</h2><ul class=\"article-body-unordered-list\"><li>Stop the burning process:&nbsp; Remove the source of heat or chemicals and any clothing or accessories in contact with the skin.</li><li>Cool the burn:&nbsp; Apply cool (not cold) running water to the affected area; avoid ice because it can cause vasoconstriction and further tissue damage.</li><li>Gently cleanse the area with mild soap and sterile water or saline.</li><li>Cover the burn with a clean, nonadhesive dressing or cloth.</li><li>Provide analgesia (eg, nonsteroidal anti-inflammatory drugs [NSAIDs], acetaminophen).</li></ul><h2>Mild burns</h2><p>The management of mild burns mainly involves wound care and pain control:</p><ul class=\"article-body-unordered-list\"><li>Superficial burns:<ul class=\"article-body-unordered-list\"><li>Apply a basic ointment (eg, petroleum jelly) to provide a moist wound-healing environment.&nbsp; The skin's protective barrier remains intact, so topical antimicrobials are not required.</li><li>Ensure tetanus immunization is up to date (within the last 5 years).</li><li>Apply a nonadherent dressing for protection/comfort and advise follow-up (usually with primary care) within a few days to ensure healing.</li></ul></li><li>Small, uncomplicated partial-thickness burns (eg, &lt;10% TBSA, noncircumferential):<ul class=\"article-body-unordered-list\"><li>Most have blistering and/or epidermal sloughing and often require gentle debridement (eg, abrasion with saline-moistened gauze) to remove superficial devitalized tissue.&nbsp; Intact blisters are often left undisturbed, whereas large or broken ones may be debrided.</li><li>Apply antimicrobial ointment (eg, silver sulfadiazine, Neosporin) to prevent infection.</li><li>Ensure tetanus immunization is up to date (within the last 5 years).</li><li>Change dressings at least daily.</li><li>Arrange follow-up in 1-2 days with a burn specialist for a wound check.</li></ul></li></ul><h2>Severe burns</h2><p>Severe burns (eg, &gt;20% TBSA, complicated by inhalation injury) require more aggressive management to minimize morbidity and mortality.&nbsp; Priorities include airway assessment, fluid resuscitation, pain control, infection prevention, and wound management.</p><h2>Airway assessment</h2><p>Inhalation of hot gasses, smoke, or chemicals can lead to significant airway injury (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84840.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; When thermal injury is coupled with airway edema (from third spacing of intravenous fluids), acute airway obstruction can occur rapidly, making intubation impossible.&nbsp; Failure to assess and manage the airway early in burn patients can result in fatal airway obstruction.<p></p><ul class=\"article-body-unordered-list\"><li>Evaluate for concerning features: hoarseness, stridor, wheezing, retractions, facial/neck burns, singed nasal hairs, oropharyngeal blistering, and carbonaceous sputum.</li><li>Provide 100% oxygen and perform urgent endotracheal intubation if concerning features are present.</li><li>In stable patients with a concerning history but no strong clinical indicators for inhalation injury, bedside fiberoptic laryngoscopy can be considered to better visualize the airway (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91159.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).</li></ul><h2>Fluid resuscitation</h2><p>Extensive partial- or full-thickness burns can rapidly lead to hypovolemic shock due to a large release of proinflammatory mediators that increase vascular permeability and lead to third spacing of fluid.&nbsp; Aggressive fluid resuscitation with isotonic crystalloid solution (eg, lactated Ringer solution) maintains tissue perfusion and reduces mortality.</p><ul class=\"article-body-unordered-list\"><li>The Parkland formula is a widely used formula for calculating appropriate fluid resuscitation.<ul class=\"article-body-unordered-list\"><li>Fluid requirement = 4 mL × %TBSA × body weight (kg).</li><li>Half of this volume is given in the first 8 hours postinjury and the other half over the next 16 hours.</li></ul></li><li>Fluids are titrated to maintain adequate urine output (goal: ≥0.5 mL/kg/hr), a marker of organ perfusion.&nbsp; A urethral catheter (eg, Foley catheter) is required for accurate measurement of urine output.</li></ul><h2>Pain control</h2><p>Burns often require large amounts of intravenous pain medications (ie, opioids).&nbsp; Adjunctive therapies include NSAIDs and anxiolytics; in severe cases, sedation may be necessary when performing dressing changes and wound care.</p><h2>Infection prevention</h2><ul class=\"article-body-unordered-list\"><li>Topical antibiotics (eg, silver sulfadiazine, bacitracin, mafenide acetate) are commonly used to prevent infection in partial-thickness burns.&nbsp; However, these topical medications are not typically effective for full-thickness burns because they cannot penetrate the eschar.&nbsp; Therefore, surgical wound management is the treatment of choice.</li><li>Systemic antibiotics are reserved only for cases with <em>confirmed</em> wound infection (eg, loss of viable skin graft) or sepsis.<ul class=\"article-body-unordered-list\"><li>Prophylactic antibiotics do not prevent burn sepsis and may select for more aggressive, antibiotic-resistant bacteria.</li><li><em>Pseudomonas aeruginosa</em> and <em>Staphylococcus aureus</em> are the most common burn infection pathogens.</li></ul></li><li>Tetanus immunization should be up to date (within the last 5 years).</li></ul><h2>Wound care</h2><p>In full-thickness burns, the necrotic tissue (ie, burn eschar) serves as an avascular, protein-rich substrate for bacterial and fungal proliferation.&nbsp; Because topical agents cannot penetrate the eschar, early wound excision and grafting (eg, within 5 days of injury)&nbsp; in the operating room reduce the risk for wound infections.</p><ul class=\"article-body-unordered-list\"><li><strong>Debridement</strong>:&nbsp; Layers of devitalized tissue are progressively removed until capillary bleeding is encountered (ie, tangential excision).</li><li><strong>Skin grafting</strong>:&nbsp; After debridement, skin grafts are applied to affected areas to promote healing.</li></ul><p>Circumferential full-thickness burns, especially of the chest or limbs, can cause severe constriction of the affected area, especially after fluid resuscitation, and may require:</p><ul class=\"article-body-unordered-list\"><li><strong>Escharotomy</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47097.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ):&nbsp; An incision is made through the noncompliant eschar until the subcutaneous fat is observed, this releases the tourniquet effect (eg, restores distal circulation in the extremity, allows proper chest expansion in thoracic burns).&nbsp; Often, multiple escharotomies (eg, medial, lateral) are necessary.</li></ul><p>Ongoing care for patients with severe burns typically occurs in burn intensive care units.&nbsp; Important interventions include:</p><h2>Nutritional support</h2><p>Patients with moderate to severe burn injuries often develop a hypermetabolic response characterized by increased energy expenditure and protein catabolism (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61260.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; Early nutritional support (ideally within 24 hours of injury) can improve outcomes.&nbsp; Enteral nutrition (ie, intestinal route), such as through a nasogastric tube, is preferred over parenteral (ie, intravenous).&nbsp; Enteral feeds maintain gut integrity and decrease bacterial translocation, which reduces rates of sepsis and decreases mortality.<p></p><h2>Management of burn wound infection</h2><p>Burn wound infection is common and may be detected by a sudden change in wound appearance, or the loss of a skin graft.&nbsp; Burn wound sepsis occurs when the infection becomes systemic and is the leading cause of mortality in severe burns.&nbsp; Treatment is broad-spectrum antibiotics that cover pathogens such as methicillin-resistant <em>S aureus</em> or multidrug-resistant <em>P aeruginosa</em>.</p><h2>Rehabilitation</h2><p>Physical therapy and range-of-motion exercises help prevent contractures and promote functional recovery.&nbsp; In addition, burn injuries often have a significant psychologic impact, necessitating counseling and support.</p><h1>Special considerations</h1><h2>Genital burns</h2><p>Managing genital burns requires meticulous wound care and attention to functional outcomes to minimize complications.&nbsp; Key aspects include:</p><ul class=\"article-body-unordered-list\"><li>An indwelling catheter should be placed as soon as possible; delay can lead to edema that obstructs urinary outflow and prevents adequate visualization of the urethra.&nbsp; Catheter placement also ensures that urine does not soil burned areas or dressings.</li><li>Wound care with frequent dressing changes controls moisture to prevent wound maceration (ie, skin breakdown due to moisture).</li><li>Prevention of contractures is ensured by early mobilization, range-of-motion exercises, and, in some cases, surgical release of contractures to preserve function.</li></ul><h2>Hydrofluoric acid burns</h2><p>Hydrofluoric acid is a highly corrosive substance that rapidly penetrates the skin, causing local destruction in the epidermis and dermis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72304.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).&nbsp; Systemic absorption can result in cardiotoxicity.&nbsp; Treatment includes decontamination, copious irrigation, and topical calcium gluconate gel, which binds toxic fluoride ions and prevents further tissue injury.&nbsp; Calcium gluconate can be injected intradermally or infused intraarterially to reach deeper affected tissues in severe cases.<p></p><h2>High-voltage electrical burn</h2><p>Tissue damage occurs from both the direct injury caused by electricity and from the secondary conversion of electrical energy to thermal energy.&nbsp; Thermal injury to internal tissues (eg, muscles) often exceeds the external visible injury.&nbsp; Skeletal muscle necrosis can lead to acute compartment syndrome, rhabdomyolysis, and acute kidney injury.&nbsp; Patients should be closely monitored and receive aggressive intravenous fluid resuscitation.</p><h2>Nonaccidental burns</h2><p>The following burn characteristics suggest intentionally inflicted injury (eg, abuse):</p><ul class=\"article-body-unordered-list\"><li>Scald burns with sharp, well-demarcated borders</li><li>Symmetric scald burns affecting the legs and buttocks (dip into hot water)</li><li>Burns with a defined shape (eg, specific object)</li><li>Cigarette burns (small, circular burns)</li></ul><p>Patients with suspected nonaccidental burns require a referral to either child or adult protective services to evaluate for abuse.</p><h1>Prognosis</h1><p>Minor burns typically heal well with minimal treatment; however, even with advancements in burn care and the creation of specialized burn centers, patients with burns covering a significant portion of their total body surface area (eg, 85%) still face high mortality rates.&nbsp; The risk is further heightened in older adults, those with existing health conditions (eg, cardiovascular disease), individuals with inhalation injuries, or those in whom there were delays in receiving care.</p><h1>Summary</h1><p>Burns are complex injuries involving the skin layers and, in some cases, deeper tissues.&nbsp; Burn severity is related to the depth of injury, extent of total body surface area involved, anatomic location, and source of injury.&nbsp; Minor superficial burns are typically treated with topical ointments and heal well, whereas more severe burns may require debridement and skin grafting by a burn specialist.&nbsp; Important aspects of severe burn management are airway protection, fluid resuscitation, and infection prevention.</p></div>\n            "
}