{
  "meta": {
    "title": "Dermatitis herpetiformis",
    "url": "https://brainandscalpel.vercel.app/dermatitis-herpetiformis-c8ecb0bc-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:24.737Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Dermatitis herpetiformis is a cutaneous manifestation of gluten sensitivity that is characterized by clusters of erythematous papules, vesicles, and bullae on the extensor surfaces (eg, elbows, knees), buttocks, and back.&nbsp; Herpetiformis refers to the resemblance of the clustered vesicles to those of herpes simplex.&nbsp; Most patients (ie, ~90%) have underlying gluten-sensitive enteropathy (ie, celiac disease), even if asymptomatic.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>The pathogenesis of dermatitis herpetiformis involves gluten exposure in a genetically susceptible patient.</p><br><br><p>Following the absorption of gluten, <strong>gliadin</strong> peptides elicit a <strong>T-cell–mediated</strong> inflammatory cascade (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L113608.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Gliadin is absorbed into the intestinal mucosa and deaminated by tissue transglutaminase in a process involving formation of covalent crosslinks between them.&nbsp; Because of this, the subsequent immune response against gliadin also targets tissue transglutaminase.&nbsp; The deaminated gliadin then binds to the surface of antigen-presenting cells (primarily <strong>HLA DQ2</strong> and <strong>HLA DQ8</strong>).<p></p><br><br><p>CD4<font size=\"2\"><sup>+</sup></font> T-helper cells recognize the bound gliadin, and on activation, produce proinflammatory cytokines that damage tissue within the intestinal mucosa.&nbsp; In addition, the T-helper cells induce production of <strong>transglutaminase autoantibodies</strong> by B cells.&nbsp; The circulating anti-epidermal transglutaminase autoantibodies bind epidermal transglutaminase and <strong>immune complex deposition</strong> in the dermis resulting in complement activation and neutrophil recruitment that leads to the characteristic bullous rash.</p><br><br><p>Therefore, risk factors for dermatitis herpetiformis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Expression of HLA DQ2 or DQ8 alleles</li>\n\t<li>Family history of celiac disease or dermatitis herpetiformis</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of dermatitis herpetiformis involves intensely pruritic <strong>clusters of erythematous papules, vesicles, and bullae</strong> that are symmetrically distributed on the <strong>extensor surfaces</strong> (eg, elbows (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7992.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), knees, buttocks (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34078.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )).&nbsp; Although less common, the face and neck may also be involved.&nbsp; Excoriations and erosions from unroofed vesicles are common.&nbsp; Scarring is rare, but postinflammatory hypo- or hyperpigmentation may occur.&nbsp; The rash is chronic with episodic exacerbations.<p></p><br><br><p>Although most patients have underlying <strong>celiac disease</strong>, many are asymptomatic.&nbsp; If symptoms are present, they are often nonspecific and mild (eg, bloating, diarrhea).&nbsp; Rarely, severe symptoms can lead to iron deficiency anemia and weight loss.</p>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected dermatitis herpetiformis, diagnostic testing involves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Biopsy</strong>:&nbsp; A punch biopsy is obtained from a site that includes an intact vesicle.&nbsp; Dermatitis herpetiformis is characterized histologically by <strong>microabscesses</strong> at the tips of the dermal papillae that contain neutrophils, eosinophils, and fibrin.&nbsp; The microabscesses can coalesce to form <strong>subepidermal blisters</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9288.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; Direct immunofluorescence microscopy reveals <strong>granular IgA deposits</strong> along the dermoepidermal junction (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64031.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Serology</strong>:&nbsp; Typically shows elevated <strong>anti-tissue transglutaminase</strong> and <strong>anti-epidermal transglutaminase</strong> antibodies.&nbsp; Total serum IgA should be measured to exclude IgA deficiency, which can cause false-negative serologic results.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of dermatitis herpetiformis includes other bullous and nonbullous skin diseases, including (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19528.jpg\" alt=\"table 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">table 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bullous pemphigoid</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20388.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):&nbsp; Characterized by tense bullae with an erythematous base on the flexural, not extensor, surfaces.&nbsp; Direct immunofluorescence microscopy reveals linear IgG and/or C3 deposits along the basement membrane.</li>\n\t<li><strong>Pemphigus vulgaris</strong>:&nbsp; Characterized by flaccid bullae with associated oral lesions (not seen with dermatitis herpetiformis).&nbsp; In addition, there is often sloughing of the skin.</li>\n\t<li><strong>Linear IgA bullous dermatosis</strong>:&nbsp; An IgA-mediated subepidermal blistering disorder, similar to dermatitis herpetiformis.&nbsp; However, direct immunofluorescence microscopy reveals linear, rather than granular, IgA deposits along the dermoepidermal junction.</li>\n\t<li><strong>Atopic dermatitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28434.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Characterized by an intensely pruritic rash along the flexural surfaces.&nbsp; Vesicles are not common.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of dermatitis herpetiformis involves the adherence to a strict <strong>gluten-free diet</strong>; many patients see symptom improvement within weeks of initial dietary modification.</p><br><br><p><strong>Dapsone</strong>, an immunomodulator, provides rapid relief within 24-28 hours of initiation of therapy and is often used for symptom relief while the patient transitions to a gluten-free diet.&nbsp; This is because dapsone has multiple potential adverse effects, including hemolysis (particularly in patients with G6PD deficiency), methemoglobinemia (eg, cyanosis, headache, fatigue), and agranulocytosis.&nbsp; Serial laboratory testing (eg, complete blood count, liver function tests) is required during dapsone therapy to monitor for these adverse effects.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of dermatitis herpetiformis is favorable with lifelong adherence to a strict gluten-free diet.&nbsp; Symptoms may recur with discontinuation of a gluten-free diet.</p><br><br><p>In addition to celiac disease, dermatitis herpetiformis is associated with other autoimmune conditions, including type I diabetes mellitus and autoimmune thyroiditis.</p>\n<h1>Summary</h1><br><br><p>Dermatitis herpetiformis is a cutaneous manifestation of gluten sensitivity that is characterized by clusters of erythematous papules, vesicles, and bullae on the extensor surfaces (eg, elbows, knees), buttocks, and back.&nbsp; Diagnosis involves biopsy with direct immunofluorescence microscopy revealing granular IgA deposits along the dermoepidermal junction.&nbsp; Most patients have underlying gluten-sensitive enteropathy (ie, celiac disease), and management involves lifelong adherence to a strict gluten-free diet.</p>\n</div>\n\n            "
}