{
  "meta": {
    "title": "Diaper dermatitis",
    "url": "https://brainandscalpel.vercel.app/diaper-dermatitis-216d4916-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:27.239Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Diaper dermatitis is a common condition in infants and is caused by skin barrier breakdown from exposure to urine and stool.&nbsp; Irritant contact dermatitis is most common and characterized by erythema that spares skin folds and is confined to the area in contact with the diaper and stool/urine.&nbsp; Superinfection with fungus (<em>Candida</em>) or bacteria (<em>Staphylococcus aureus</em>, <em>Streptococcus pyogenes</em>) commonly occurs.</p>\n<h1>Pathogenesis</h1><br><br><p>Irritant contact diaper dermatitis is the most common diaper dermatitis in infants.&nbsp; This condition is caused predominantly by skin barrier breakdown from exposure to urine and stool trapped within the diaper.&nbsp; Patients with frequent stooling (eg, diarrhea) are at increased risk because urease produced by fecal bacteria causes an increase in local skin pH, allowing the activation of proteolytic enzymes that disrupt the stratum corneum.&nbsp; Areas of macerated skin are then prone to frictional damage from the diaper, further exacerbating the rash.</p>\n<h1>Clinical presentation</h1><br><br><p>Irritant contact diaper dermatitis classically presents with erythema in the genital region that is confined to the area in contact with stool/urine and the diaper (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38209.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Mild dermatitis may cause scattered, painless papules, and more severe cases can present with areas of confluent erythema, maceration, or erosions.&nbsp; The <strong>absence of both skin fold involvement and satellite lesions</strong> (ie, discrete papules outside the borders of the rash) is classic.<p></p>\n<h1>Complications</h1><h2>Candidal diaper dermatitis</h2><br><br><p>Candidal diaper dermatitis is a yeast superinfection common in infants.&nbsp; Moisture and/or skin breakdown within an occluded diaper, coupled with skin colonization by <em>Candida albicans</em> from the gastrointestinal tract, predisposes children to infection.&nbsp; Other risk factors include diarrhea, recent antibiotic use (yeast flourishes with suppression of normal bacterial flora), and the presence of oral thrush.</p><br><br><p>Clinical features include <strong>beefy-red, confluent plaques</strong> in and sometimes beyond the diaper area, accompanied by <strong>satellite lesions</strong> (ie, discrete, erythematous, scaly papules separate from the main rash) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81745.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Candidal diaper rash involves the skin folds, which distinguishes it from the skin fold–sparing rash seen with irritant contact diaper dermatitis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69060.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Impetigo</h2><br><br><p>Skin irritation from urine and stool in the diaper can also predispose infants to bacterial colonization and secondary infection with <em>Staphylococcus aureus</em> (most common) or <em>Streptococcus pyogenes</em>.&nbsp; Characteristic features of impetigo include tender, erythematous papules and pustules with honey-colored crust.&nbsp; Pus-filled bullae (ie, bullous impetigo) can also be present and leave erosions when ruptured.</p>\n<h1>Differential diagnosis</h1><h2>Noninfectious</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Seborrheic dermatitis</strong>:&nbsp; Manifestations include erythematous papules/plaques with greasy scales within the diaper area and inguinal folds.&nbsp; Involvement of other characteristic areas (eg, scalp [cradle cap], eyebrows, postauricular area) is typical (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28399.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Allergic contact dermatitis</strong>:&nbsp; This&nbsp; rare cause of diaper dermatitis is caused by hypersensitivity to diapering products (eg, diaper, wipes, fragranced creams).&nbsp; Erythematous scaly patches are usually present in well-demarcated areas and resolve with removal of the offending agent.</li>\n\t<li><strong>Psoriasis</strong>:&nbsp; Sharply demarcated erythematous plaques with or without a silvery scale may manifest in the diaper area.&nbsp; Similar plaques are usually found elsewhere (eg, elbows, knees).</li>\n\t<li><strong>Langerhans cell histiocytosis</strong>:&nbsp; This neoplastic condition may present as severe or refractory diaper dermatitis characterized by orange/brown scaly papules in the diaper area; the scalp and intertriginous areas may be involved.&nbsp;</li>\n\t<li><strong>Severe zinc deficiency</strong>:&nbsp; This condition, rare in resource-rich regions, can result in a persistent diaper rash characterized by moist, erythematous plaques.&nbsp; Other expected findings include diarrhea, perioral dermatitis, and growth failure.</li>\n</ul>\n<h2>Infectious </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Perianal streptococcal dermatitis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69775.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; A superficial infection with <em>Streptococcus pyogenes</em> (group A <em>Streptococcus</em>) presents in children (age &gt;6 months to 10 years) with bright, sharply demarcated, confluent erythema in the perianal or perineal region (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41810.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Associated features include perianal pruritus and pain, particularly with stooling.</li>\n\t<li><strong>Scabies</strong>:&nbsp; This mite infestation causes itchy, erythematous papules that may involve the diaper area, but lesions would also be expected elsewhere (eg, axillae, hands, feet) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93609.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp;</li>\n\t<li><strong>Herpes simplex virus infection</strong>:&nbsp; Findings include clusters of fluid-filled vesicles on an erythematous base; child abuse must be considered in such cases.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Irritant contact diaper dermatitis is diagnosed clinically.</p><br><br><p>Infectious complications (eg, candidal diaper dermatitis, impetigo) are also diagnosed clinically, but atypical cases may warrant potassium hydroxide preparation or bacterial culture, respectively.</p>\n<h1>Management</h1><h2>Irritant contact dermatitis</h2><br><br><p>The treatment for irritant contact diaper dermatitis is a <strong>thick barrier ointment</strong> (eg, petrolatum) or paste (eg, zinc oxide), which provides the skin an adherent layer of protection from contact with the stool and urine.&nbsp; Other measures to reduce irritant exposure include frequent diaper changes, diaper-free periods, and gentle cleansing with a soft cloth and water or alcohol- and fragrance-free wipes.&nbsp; A low-potency corticosteroid ointment can be considered if the rash persists; high-potency corticosteroids should never be used in the diaper area due to the risk for systemic absorption and adrenal suppression.</p>\n<h2>Candidal diaper dermatitis</h2><br><br><p>Treatment of candidal diaper dermatitis is a <strong>topical antifungal</strong> such as nystatin or clotrimazole; a barrier ointment can be used as an adjunct to protect the skin from further irritation and should be applied over the topical antifungal.</p><br><br><p>Although <em>Candida</em> infection is common in infancy, refractory candidiasis raises suspicion for an underlying immunodeficiency such as HIV infection.&nbsp; Because of reduced CD4<font size=\"2\"><sup>+</sup></font> T-lymphocyte counts, opportunistic infections, such as <em>Candida</em>, can be chronic and/or invasive (eg, candidemia).&nbsp; Other underlying conditions to consider in those with refractory candidiasis include type 1 diabetes mellitus and chronic mucocutaneous candidiasis.</p>\n<h2>Impetigo</h2><br><br><p>Impetigo is usually limited to the skin and treated with topical (eg, mupirocin) or oral (eg, cephalexin) <strong>antibiotics</strong>.&nbsp; However, young infants are at increased risk for bacterial spread through the bloodstream due to immature immune function.&nbsp; Therefore, subtle and nonspecific signs of neonatal sepsis (eg, fever, irritability, lethargy, poor feeding) that occur with impetigo warrant more thorough evaluation (eg, blood culture) and treatment (eg, intravenous antibiotics).</p>\n<h1>Prevention</h1><br><br><p>The most effective prevention method against diaper dermatitis is frequent diaper changes and gentle cleansing with either a soft cloth and water or alcohol-free, unscented wipes.</p>\n<h1>Summary </h1><br><br><p>Irritant contact diaper dermatitis, common in infants, is characterized by erythema that spares skin folds and is confined to the area in contact with the diaper and stool/urine.&nbsp; Diagnosis is clinical, and treatment is with a barrier ointment or paste.&nbsp; Complications include candidal superinfection (beefy-red plaques, satellite lesions, involvement of the skin folds) and impetigo (erythematous papules and pustules with honey-colored crust), which are treated with topical antifungals or antibiotics, respectively.</p>\n</div>\n\n            "
}