{
  "meta": {
    "title": "DRESS syndrome",
    "url": "https://brainandscalpel.vercel.app/dress-syndrome-5c903602-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:23.576Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Drug reaction with eosinophilia and systemic symptoms (DRESS) syndrome is a potentially life-threatening drug hypersensitivity reaction that occurs 2-8 weeks after exposure.&nbsp; Characteristic clinical findings include a diffuse, erythematous skin rash, fever, facial swelling, lymphadenopathy, eosinophilia, and visceral organ dysfunction.&nbsp; The diagnosis is largely clinical; treatment involves the immediate cessation of the inciting drug and supportive care (eg, fluids).&nbsp; Most patients recover completely within weeks or months, but relapses may occur.</p>\n<h1>Pathogenesis</h1><br><br><p>DRESS syndrome is a <strong>delayed T cell–mediated hypersensitivity reaction</strong> commonly associated with <strong>medications</strong> such as antiepileptics (eg, phenytoin), antibiotics (eg, minocycline), and allopurinol.&nbsp; Unlike other drug reactions, DRESS syndrome has an unusually long latency (2-8 weeks) between drug initiation and the manifestation of symptoms.</p><br><br><p>The exact pathogenesis is unclear but likely involves a combination of metabolic, genetic, and immunologic factors that cause activation of drug-specific T lymphocytes.&nbsp; These activated T cells release proinflammatory cytokines (eg, tumor necrosis factor alpha), which trigger a robust immune response that leads to inflammation, tissue injury, and necrosis across multiple organ systems, including the skin, liver, kidneys, lungs, and heart.</p><br><br><p>The complex etiology is presumed to be related to the following factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Impaired drug metabolism</strong>:&nbsp; Incomplete drug detoxification (possibly due to a genetic deficiency or liver/renal dysfunction) and the subsequent accumulation of reactive metabolites can trigger an exaggerated T-cell response.</li>\n\t<li><strong>Genetic predisposition</strong>:&nbsp; Certain variants in genes encoding drug-metabolizing enzymes (eg, cytochrome P-450) and human leukocyte antigens (HLA) may increase susceptibility.</li>\n\t<li><strong>Viral reactivation</strong>:&nbsp; The majority of patients with DRESS syndrome also have antibody evidence of herpesvirus reactivation.&nbsp; Some studies suggest cross-reactivity between herpesvirus T lymphocytes and drug antigens, causing hyperactivation of the immune system.</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>DRESS syndrome is associated with the following risk factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Medications</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Antiepileptics</strong> (carbamazepine, phenytoin, lamotrigine).</li>\n\t\t<li><strong>Antibiotics</strong> (sulfonamides, minocycline, vancomycin).</li>\n\t\t<li><strong>Allopurinol</strong>.</li>\n\t</ul>\n\t</li>\n\t<li>Genetic variations in HLA and other enzymes involved in drug metabolism.</li>\n\t<li>Reactivation of herpesviruses including HHV-6, HHV-7, cytomegalovirus (CMV), and Epstein-Barr virus (EBV).</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The onset of DRESS syndrome typically occurs several weeks after the onset of a new medication, and has a broad spectrum of clinical findings.</p>\n<h2>Systemic symptoms</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fever</strong> &gt;38.5°C (101.3°F).</li>\n\t<li><strong>Generalized lymphadenopathy</strong>.</li>\n\t<li>Malaise.</li>\n</ul>\n<h2>Physical examination</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diffuse morbilliform (maculopapular) rash</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12540.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; The rash starts on the face or upper trunk and can progress to diffuse, confluent erythema that typically involves <strong>&gt;50% of body surface area</strong>.&nbsp; The rash may be pruritic; plaques, follicular pustules, purpuric lesions, or exfoliative dermatitis may also develop.</li>\n\t<li><strong>Profound facial edema</strong>.</li>\n\t<li>Mucosal involvement (eg, blisters) is limited, and progression to ulcerations/erosions is uncommon.</li>\n</ul>\n<h2>Hematologic abnormalities</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Eosinophilia</strong>.</li>\n\t<li>Leukocytosis.</li>\n\t<li>Atypical lymphocytosis.</li>\n</ul>\n<h2>Organ involvement</h2><br><br><p>Some type of <strong>visceral organ dysfunction</strong> is found in 90% of patients, which can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Liver</strong> (most common):&nbsp; Hepatomegaly, jaundice, elevated alkaline phosphatase, and elevated transaminases due to <strong>hepatocyte inflammation/necrosis</strong>.</li>\n\t<li>Kidneys:&nbsp; Proteinuria, elevated creatinine, and acute renal failure due to <strong>acute interstitial nephritis</strong>.</li>\n\t<li>Lungs:&nbsp; Cough, dyspnea, and hypoxemia due to interstitial <strong>pneumonitis/pneumonia</strong> or acute respiratory distress syndrome.</li>\n\t<li>Heart (poor prognosis):&nbsp; Tachycardia, chest pain, and hypotension due to <strong>eosinophilic myocarditis</strong>.</li>\n\t<li>Other abnormalities can include pancreatitis, thyroiditis, and peripheral neuropathy.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Stevens-Johnson syndrome/toxic epidermal necrolysis (SJS/TEN)</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46683.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; A severe drug reaction characterized by painful skin necrosis and desquamation.&nbsp; It typically presents with prominent mucosal erosions, which are not seen in DRESS.&nbsp; SJS/TEN does not cause eosinophilia or significantly elevated liver enzymes.</li>\n\t<li><strong>Exanthematous drug eruption</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L107882.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; Presents with a maculopapular or morbilliform rash that typically develops within 2 weeks of starting a new medication and does not involve organ dysfunction.</li>\n\t<li><strong>Acute generalized exanthematous pustulosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111853.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; A skin eruption involving numerous nonfollicular pustules on an erythematous base that develops hours to days after drug exposure.&nbsp; Systemic involvement can occur but is often mild.</li>\n\t<li><strong>Hypereosinophilic syndrome</strong>:&nbsp; A condition characterized by profound eosinophilia (&gt;1,500/mm<font size=\"2\"><sup>3</sup></font>) and multisystem involvement (eg, heart, gastrointestinal tract, lungs, brain, skin, kidneys) but without an identifiable etiology.</li>\n\t<li><strong>Serum sickness–like syndrome</strong>:&nbsp; Can occur after exposure to drugs (eg, antibiotics, antiepileptics) and causes systemic symptoms, arthralgias, and an urticarial or serpiginous macular rash.&nbsp; However, the reaction usually occurs within 1-2 weeks of drug exposure and does not cause significant eosinophilia.</li>\n\t<li><strong>Hypersensitivity vasculitis</strong>:&nbsp; Characterized by fever, skin findings (palpable purpura, petechiae), arthralgias, lymphadenopathy, and elevated erythrocyte sedimentation rate.&nbsp; It is frequently associated with antiepileptics but usually with no significant eosinophilia.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>DRESS syndrome is mainly a clinical diagnosis.&nbsp; It should be considered in a patient who develops a morbilliform rash, high fever, facial swelling, lymphadenopathy, eosinophilia, and visceral organ abnormalities several weeks after starting a new medication.&nbsp; Scoring systems, such as the Registry of Severe Cutaneous Adverse Reactions (RegiSCAR), help determine the likelihood of DRESS syndrome based on the presence or absence of essential features.&nbsp; Components of the RegiSCAR include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fever &gt;38.5°C (101.3°F).</li>\n\t<li>Enlarged lymph nodes.</li>\n\t<li>Eosinophilia.</li>\n\t<li>Atypical lymphocytosis.</li>\n\t<li>Skin involvement (&gt;50% body surface area, characteristic rash).</li>\n\t<li>Organ involvement.</li>\n\t<li>Resolution ≥15 days.</li>\n\t<li>Exclusion of other potential causes.</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><p>The following laboratory tests are obtained to assess for the characteristic hematologic and visceral organ abnormalities associated with DRESS syndrome.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count:&nbsp; <strong>Eosinophilia</strong> and <strong>atypical lymphocytes</strong> are common; other abnormalities may include leukocytosis, neutrophilia, and lymphocytosis.</li>\n\t<li>Liver function tests:&nbsp; <strong>Elevated transaminases</strong> (eg, ALT, AST) and/or alkaline phosphatase indicate hepatocyte injury/necrosis.</li>\n\t<li>Renal function tests:&nbsp; Elevated creatinine indicates renal injury.</li>\n\t<li>Cardiac enzymes:&nbsp; Elevated troponin suggests myocardial injury/myocarditis.</li>\n\t<li>Viral studies:&nbsp; Evaluate for herpesvirus (eg, EBV, CMV) reactivation.</li>\n\t<li>Autoimmune markers:&nbsp; Rule out other systemic diseases that can cause rash and systemic symptoms (eg, systemic lupus erythematosus).</li>\n\t<li>Skin biopsy:&nbsp; Can confirm the diagnosis in uncertain cases.</li>\n</ul>\n<h1>Imaging studies</h1><br><br><p>Imaging is used to further evaluate visceral organ involvement.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chest x-ray/CT scan:&nbsp; Evaluates for infiltrates and pleural effusions, which suggest interstitial lung injury.</li>\n\t<li>Abdominal ultrasonography or CT scan:&nbsp; Evaluates for inflammation/necrosis of intraabdominal organs.</li>\n\t<li>Echocardiography:&nbsp; Evaluates cardiac function in myocarditis or myocardial injury.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of DRESS syndrome involves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immediate discontinuation of the offending agent</strong>.</li>\n\t<li><strong>Supportive care</strong>:&nbsp; Antihistamines, emollients, wet dressings for pruritus/skin irritation.&nbsp; Intravenous fluids for patients with hemodynamic instability, and antipyretics for fever.&nbsp; Patients with severe cases may require nutritional support.</li>\n\t<li><strong>Corticosteroids</strong>:&nbsp; Topical steroids may be used for skin irritation/pruritis in mild to moderate cases (eg, minimal or no organ dysfunction).&nbsp; <strong>Systemic corticosteroids</strong> are indicated in <strong>severe cases</strong> (eg, renal failure, cardiac/lung involvement, transaminases &gt;15x the upper limit of normal).&nbsp; Steroids are continued for several weeks and gradually tapered to avoid relapse.</li>\n\t<li><strong>Antivirals</strong>:&nbsp; Consider if herpesvirus reactivation is confirmed with PCR and the viral load is high or end organ complications are present.</li>\n</ul><br><br><p>Patients with organ involvement should be hospitalized for close monitoring and serial laboratory evaluations.&nbsp; Mild cases may be discharged with close outpatient follow-up.</p>\n<h1>Prognosis</h1><br><br><p>Clinical findings usually improve with drug cessation and supportive care, but complete resolution can take up to 6-9 weeks.</p><br><br><p>Morbidity depends on the severity and extent of internal organ involvement, and mortality can reach up to 10% in severe cases due to liver failure, myocarditis, or multiorgan dysfunction.</p><br><br><p>Relapses can occur after resolution of the acute episode.&nbsp; These flare-ups may be induced by exposure to medications (other than the inciting agent) that trigger an immune response due to cross-reactivity or from repeat reactivation of herpesvirus.&nbsp; Long-term sequelae may include development of autoimmune conditions such as thyroiditis, alopecia, or diabetes mellitus type 1.</p>\n<h1>Prevention</h1><br><br><p>Patients should be educated about the symptoms of DRESS syndrome when starting high-risk medications and advised to seek care immediately if characteristic symptoms develop.&nbsp; Patients with a history of DRESS syndrome must avoid reexposure to the causative drug and other potentially cross-reactive medications.</p>\n<h1>Summary</h1><br><br><p>Drug reaction with eosinophilia and systemic symptoms (DRESS) syndrome is a severe hypersensitivity reaction that typically occurs 2-8 weeks after exposure to a drug.&nbsp; Commonly implicated medications include antiepileptics, antibiotics, and allopurinol.&nbsp; Patients typically develop a diffuse skin rash, fever, facial edema, lymphadenopathy, eosinophilia, and organ dysfunction.&nbsp; Treatment involves withdrawal of the offending drug and supportive care.&nbsp; Most patients recover but full resolution can take several weeks.</p>\n</div>\n\n            "
}