{
  "meta": {
    "title": "Erysipelas",
    "url": "https://brainandscalpel.vercel.app/erysipelas-1a060e93-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:27.317Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Erysipelas is a rapidly spreading skin infection affecting the upper dermis and superficial lymphatics.&nbsp; It is most commonly caused by <em>Streptococcus pyogenes</em> and classically manifests as tender, warm, well-demarcated erythema of the face or lower extremities.</p>\n<h1>Pathogenesis</h1><br><br><p>Erysipelas is a <strong>rapidly spreading</strong> skin infection of the <strong>upper dermis and superficial lymphatic system</strong> that most commonly occurs in young children and older adults.&nbsp; Infection typically develops in an area of skin disruption (eg, abrasion, insect bite) and is most commonly caused by <strong><em>S pyogenes</em></strong>, or group A <em>Streptococcus</em> (GAS).&nbsp; Less commonly, other beta-hemolytic streptococci (eg, groups C or G streptococci) can cause disease.</p><br><br><p>The proliferation of <em>S pyogenes</em> with subsequent spread to the superficial lymphatic system leads to immune system activation, causing local erythema, edema, and warmth as well as systemic manifestations of fever and chills.</p>\n<h1>Risk factors</h1><br><br><p>Risk factors for the development of erysipelas include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Skin barrier disruption, such as local trauma (eg, surgical wounds, insect bites, diabetic foot ulcers) and underlying dermatologic conditions (eg, eczema)</li>\n\t<li>Impaired lymphatic drainage, as in patients with lymphedema (eg, postmastectomy)</li>\n\t<li>Immunocompromising conditions, including HIV infection, malignancy, and diabetes mellitus</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p><strong>Systemic symptoms</strong> of erysipelas (eg, fever, chills, malaise, headache) develop acutely, typically hours <strong>before cutaneous findings</strong>.&nbsp; Skin manifestations include a <strong>warm, tender, erythematous rash</strong> notable for <strong>raised, sharply demarcated borders</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85812.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The affected area may appear shiny and tense due to edema, which may also result in a peau d'orange (orange-peel) texture from dimpling of the skin around involved hair follicles.&nbsp; Localized lymphadenopathy is common.<p></p><br><br><p>Typical affected areas include the lower extremities and face (eg, malar area); involvement of the external ear is particularly suggestive of erysipelas as this skin lacks a lower dermis, making a deeper skin infection unlikely.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cellulitis with or without abscess</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37713.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; This skin infection of the deep dermis and subcutaneous fat is usually caused by beta-hemolytic <em>Streptococcus</em> or <em>Staphylococcus aureus</em> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38572.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Infections begin in areas of skin disruption, but patients develop a slowly spreading rash (typically with fluctuance if abscess is present) that is warm, tender, and erythematous with flat, indistinct borders (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38348.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Necrotizing fasciitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85343.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; This rapidly spreading infection classically presents with poorly demarcated erythema and pain out of proportion to examination findings.&nbsp; Skin breakdown with crepitus, bullae, and ecchymoses may be seen.</li>\n\t<li><strong>Impetigo</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L116801.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; Pustules and honey-colored crusting are characteristic of impetigo, a superficial bacterial infection that is not associated with systemic symptoms (eg, fever).</li>\n\t<li><strong>Erythema migrans</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51285.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; Early localized Lyme disease manifests with erythema migrans, a nontender rash with a bull's-eye appearance and central clearing.</li>\n\t<li><strong>Contact dermatitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85194.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):&nbsp; Well-demarcated erythema may occur in contact dermatitis.&nbsp; Pruritis is common, and vesiculobullous lesions may be present.&nbsp; In addition, systemic symptoms are not typical, and history often reveals an exposure history to an irritant or allergen.</li>\n\t<li><strong>Herpes zoster</strong> (shingles) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L106439.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ):&nbsp; This reactivation of latent varicella zoster virus presents with painful, erythematous papules in a dermatomal distribution that subsequently become vesicles and crust over.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Erysipelas is primarily a <strong>clinical diagnosis</strong> based on the acute onset of systemic symptoms with a raised, well-demarcated, erythematous skin lesion (typically on the face or lower extremities).</p><br><br><p>Laboratory evaluation (eg, complete blood count, inflammatory markers, blood culture) is typically reserved for patients with extensive rash, systemic toxicity, or underlying comorbidities (eg, diabetes mellitus).&nbsp; Imaging (eg, CT, MRI) is also unnecessary unless deep tissue involvement is suspected.</p>\n<h1>Management</h1><br><br><p>Treatment of erysipelas targets beta-hemolytic <em>Streptococcus</em>, and first-line therapy is <strong>penicillin</strong> (eg, penicillin V, amoxicillin).</p><br><br><p>For patients with extensive skin involvement, systemic toxicity (eg, hypotension), or immunocompromising conditions (eg, neutropenia), hospitalization with intravenous therapy (eg, ceftriaxone) is indicated.&nbsp; Treatment can be narrowed (eg, penicillin G) if cultures confirm GAS.</p>\n<h1>Prognosis and complications</h1><br><br><p>With appropriate therapy, symptoms of erysipelas typically improve within 2-3 days.&nbsp; Without treatment, deeper infection of skin and soft tissue may occur, including cellulitis and abscess, as well as hematogenous spread causing bacteremia and sepsis.&nbsp; Rarely, poststreptococcal glomerulonephritis can develop 2-4 weeks after infection.</p><br><br><p>Recurrence of erysipelas is common, particularly in patients with lymphedema.</p>\n<h1>Summary</h1><br><br><p>Erysipelas, most commonly caused by <em>Streptococcus pyogenes</em>, presents with fever and acute, rapidly spreading erythema with well-demarcated, raised borders.&nbsp; First-line treatment is penicillin.&nbsp; Untreated erysipelas can lead to abscess formation, bacteremia, and sepsis.</p>\n</div>\n\n            "
}