{
  "meta": {
    "title": "Melanoma",
    "url": "https://brainandscalpel.vercel.app/melanoma-d76b0b49-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:49.138Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Skin cancer is one of the most prevalent malignancies, with millions of cases diagnosed annually.&nbsp; The 3 most common forms are squamous cell carcinoma, basal cell carcinoma, and melanoma.&nbsp; Melanoma is an aggressive form of skin cancer originating from melanocytes, pigment-producing cells in the epidermis.&nbsp; It is known for its high metastatic potential and accounts for the majority of skin cancer-related deaths.&nbsp; Early detection and treatment are critical for improving outcomes.</p>\n<h1>Pathophysiology</h1><br><br><p>Melanoma arises from genetic mutations that lead to uncontrolled melanocyte proliferation.&nbsp; The most common mutations involve the <em>BRAF</em>, <em>NRAS</em>, and <em>KIT</em> genes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25865.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Melanoma typically begins as a small macule with gradual, superficial enlargement confined to the epidermis (ie, the radial growth phase); surgical resection is relatively straightforward and often curative at this stage.&nbsp; Later, the tumor may enter a vertical growth phase, characterized by palpable thickening, invasion of the dermis, and distant metastasis; resection at this stage is more challenging and may not be curative.</p>\n<h1>Risk factors</h1><br><br><p>Ultraviolet (UV) radiation is a significant risk factor, causing direct DNA damage and promoting carcinogenesis.&nbsp; Other major risk factors include genetic predisposition and immunosuppression.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>UV radiation exposure</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Intense sun exposure with severe sunburn; chronic, cumulative exposure</li>\n\t\t<li>Use of tanning beds</li>\n\t</ul>\n\t</li>\n\t<li><strong>Phenotypic characteristics</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Fair skin, light-colored eyes, and red or blond hair</li>\n\t\t<li>Presence of multiple or atypical nevi</li>\n\t</ul>\n\t</li>\n\t<li><strong>Genetic factors</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Family history of melanoma</li>\n\t\t<li>Genetic mutations (eg, <em>CDKN2A</em>, <em>BRAF</em>)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Other factors</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>History of previous melanoma</li>\n\t\t<li>Immunosuppression (eg, organ transplant recipients)</li>\n\t\t<li>Xeroderma pigmentosum</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Melanoma can appear anywhere on the body but is most common in sun-exposed areas.&nbsp; It often presents as a new or changing pigmented lesion.&nbsp; Although lesions may initially appear as a flat macule or plaque, palpable nodularity may herald a vertical growth phase.&nbsp; Melanoma can develop de novo or from preexisting nevi.</p><br><br><p>Key features that can help distinguish melanoma from benign nevi, known as the ABCDE criteria, include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Asymmetry</strong>:&nbsp; One half of the lesion differs from the other.</li>\n\t<li><strong>Border irregularity</strong>:&nbsp; Edges are notched, uneven, or blurred.</li>\n\t<li><strong>Color variegation</strong>:&nbsp; Multiple colors appear within the lesion, such as shades of brown, black, blue, or red, or areas of depigmentation.</li>\n\t<li><strong>Diameter</strong>:&nbsp; The lesion is typically greater than 6 mm; however, smaller lesions can be malignant.</li>\n\t<li><strong>Evolution</strong>:&nbsp; The lesion changes in size, shape, color, or symptoms (eg, itching, bleeding) over time.</li>\n</ul><br><br><p>In patients with numerous pigmented nevi, a single lesion that has a significantly different appearance than the others also should raise suspicion for melanoma (ie, <strong>\"ugly duckling\" sign</strong>).</p><br><br><p>Major subtypes of melanoma include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Superficial spreading melanoma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44877.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; The most common subtype, characterized by extensive radial growth before vertical invasion.&nbsp; It presents as a variably pigmented macule or plaque with an irregular border and possible papular areas.</li>\n\t<li><strong>Nodular melanoma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12479.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; Up to 30% of melanomas; predominant papular/nodular character on gross examination.&nbsp; Nodular melanoma exhibits rapid vertical growth and early invasion, even in the absence of typical ABCDE criteria.</li>\n\t<li><strong>Lentigo maligna melanoma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13438.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; Occurs on chronically sun-damaged skin, with a prolonged radial growth phase.&nbsp; It arises from lentigo maligna, a noninvasive form of melanoma in situ that presents as an irregular pigmented macule.</li>\n\t<li><strong>Acral lentiginous melanoma</strong>:&nbsp; Type of melanoma found on the palms, soles, and under the nails; more common in darker-skinned individuals.</li>\n</ul><br><br><p>Notable variants include amelanotic melanoma, which may resemble nonmelanoma cancer (eg, basal cell carcinoma, squamous cell carcinoma) and not be recognized initially as melanoma due to lack of the typical melanin pigment.&nbsp; Another variant, uveal melanoma, is uncommon overall but is the most common primary intraocular malignancy.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis involves a thorough clinical examination and dermoscopic evaluation of suspicious lesions.&nbsp; Definitive diagnosis is achieved through biopsy:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Excisional biopsy</strong>:&nbsp; Preferred method, removing the entire lesion with a margin of normal skin</li>\n\t<li><strong>Incisional or punch biopsy</strong>:&nbsp; Used for large lesions where complete excision is impractical</li>\n</ul><br><br><p>Histopathological examination confirms the diagnosis and provides information on tumor thickness (Breslow depth (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26394.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )), ulceration, and mitotic rate, which are crucial for staging and prognosis.<p></p>\n<h1>Pathology</h1><br><br><p>Histologically, melanoma is identified by nests of atypical melanocytes with irregular nuclei, mitotic figures, and variable pigmentation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91937.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Pagetoid spread (upward invasion) and invasion into the dermis are common features.<p></p><br><br><p>Immunostaining is often used to assist in diagnosing melanoma because histopathologic features may be insufficient to confirm the diagnosis.&nbsp; Major markers for melanoma include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>S-100</strong>:&nbsp; a protein expressed in cells derived from the neural crest, such as melanocytes; has high (&gt;95%) sensitivity</li>\n\t<li><strong>HMB-45</strong>:&nbsp; a marker for immature melanosomes found in melanocytic tumors; both highly sensitive (&gt;95%) and highly specific (near 100%)</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Benign nevi</strong> (moles) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10834.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):&nbsp; have a uniform color, border, and symmetry.&nbsp; They are usually stable over time and typically lack the irregularities in color, size, or shape seen in melanoma.&nbsp; Also, benign nevi are typically asymptomatic; local pain, tingling, or bleeding may suggest invasion of neurovascular structures and make melanoma more likely.</li>\n\t<li><strong>Seborrheic keratosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95287.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ):&nbsp; presents as an ovoid nodule or plaque with even tan to brown pigmentation, velvety or waxy texture, and a flat, fissured, or verrucous surface.&nbsp; The distinct coloration and well-demarcated border are often described as having a stuck-on appearance.</li>\n\t<li><strong>Lentigo</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19199.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ):&nbsp; refers to sun-induced, flat, pigmented spots with uniform color and border.&nbsp; These lesions do not change significantly over time and usually lack the asymmetry and border irregularity of melanoma.</li>\n\t<li><strong>Basal cell carcinoma (BCC)</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96088.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ):&nbsp; typically presents as a shiny, translucent nodule, often with a central ulceration or rolled border, predominantly in sun-exposed areas.&nbsp; Unlike melanoma, BCC grows slowly and rarely metastasizes.&nbsp; Pigmented BCC can mimic melanoma but usually has a pearly appearance and telangiectasia.</li>\n\t<li><strong>Squamous cell carcinoma (SCC)</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50875.jpg\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ):&nbsp; may present as an erythematous plaque or nodule that can ulcerate.&nbsp; SCC often arises from preexisting actinic keratosis.&nbsp; It differs from melanoma by its rough, scaly surface due to keratin production, and pigmentation (if present) is less prominent.</li>\n\t<li><strong>Dermatofibroma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33665.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ):&nbsp; present as firm, hyperpigmented nodules that dimple when pinched, distinguishing them from melanoma.&nbsp; They are typically small, stable, and asymptomatic, unlike the evolving nature of melanoma.</li>\n</ul>\n<h1>Evaluation</h1><br><br><p>Following biopsy, asymptomatic patients with melanoma in situ (ie, pathological stage 0) or lesions less than 1 mm in thickness (ie, pathological stage 1) and no clinical evidence of lymph node involvement may not need routine laboratory testing or imaging studies.</p><br><br><p>For more advanced lesions, evaluation for lymph node and distant metastasis is considered based on risk.&nbsp; Common staging modalities include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Liver function tests</strong> (eg, serum lactate dehydrogenase):&nbsp; May detect abnormalities indicating occult hepatic metastasis</li>\n\t<li><strong>Chest x-ray</strong>:&nbsp; Can detect bulky pulmonary metastatic deposits</li>\n\t<li><strong>Ultrasound</strong>:&nbsp; Useful for evaluating regional (eg, cervical) lymph nodes</li><br><br>\t<li><strong>CT scan and MRI</strong>:&nbsp; For evaluating deeper tissue involvement and distant metastases</li>\n\t<li><strong>PET scan</strong>:&nbsp; For detecting metastatic disease throughout the body</li>\n\t<li><strong>Sentinel lymph node biopsy</strong>:&nbsp; Often considered at the time of wide local excision in patients with biopsy showing high Breslow thickness or invasion</li>\n</ul>\n<h1>Management</h1><br><br><p>Management strategies, which vary based on guidelines and institutions, depend on the stage and location of the melanoma.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Surgical excision</strong>:&nbsp; Early intervention with surgical resection is the mainstay of treatment for localized melanoma, with margins based on tumor thickness.</li>\n\t<li><strong>Adjuvant therapy</strong>:&nbsp; Often employed for high-risk or metastatic melanoma.&nbsp; Potential interventions include the following:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Immunotherapy</strong>:&nbsp; Treatment with monoclonal antibodies (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27200.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) that block programmed death-ligand-1 (PD-L1) (eg, nivolumab, pembrolizumab) has shown promise in melanoma and other cancers that overexpress PD-L1 (eg, renal cell carcinoma).&nbsp; These treatments restore the cytotoxic T-cell response (disinhibition), which promotes tumor cell apoptosis.</li>\n\t\t<li><strong>Targeted therapy</strong>:&nbsp; <em>BRAF</em> and <em>MEK</em> inhibitors for <em>BRAF</em>-mutated melanoma (eg, vemurafenib, dabrafenib)</li>\n\t\t<li><strong>Radiation therapy</strong>:&nbsp; For palliative care or to treat specific metastatic sites</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Local recurrence</strong>:&nbsp; Common in inadequately excised lesions</li>\n\t<li><strong>Metastasis</strong>:&nbsp; High risk, especially with increased Breslow depth and ulceration; common sites include lymph nodes, lungs, liver, brain, and bones</li>\n\t<li><strong>Lymphedema</strong>:&nbsp; Can occur after lymph node dissection</li>\n\t<li><strong>Adverse effects of therapy</strong>:&nbsp; Immune-related adverse events with checkpoint inhibitors, and targeted therapy–related toxicities</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Prognosis depends on the stage at diagnosis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Localized melanoma</strong>:&nbsp; High survival rates with early detection and proper excision</li>\n\t<li><strong>Regional metastasis</strong>:&nbsp; Variable prognosis, improved with adjuvant therapies</li>\n\t<li><strong>Distant metastasis</strong>:&nbsp; Poor prognosis, though recent advances in systemic therapies have improved outcomes; potential for late (ie, &gt;10 years following initial diagnosis) and ultra-late (&gt;15 years) metastasis</li>\n</ul>\n<h1>Summary</h1><br><br><p>Melanoma is a serious form of skin cancer with a high potential for metastasis.&nbsp; Diagnosis is with an excisional biopsy, which also provides information about tumor grade and Breslow thickness, which are important for staging and prognosis.&nbsp; Management is primarily with surgery and possible adjuvant therapy.</p>\n</div>\n\n            "
}