{
  "meta": {
    "title": "Nonmelanoma skin cancer:  Squamous cell carcinoma and basal cell carcinoma",
    "url": "https://brainandscalpel.vercel.app/nonmelanoma-skin-cancer-nbsp-squamous-cell-carcinoma-and-basal-cell-carcinoma-60835d5c-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:58.865Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Skin cancer is an extremely prevalent malignancy, with millions of cases diagnosed annually.&nbsp; This article explores the 2 most common skin cancer types: basal cell carcinoma (BCC) and squamous cell carcinoma (SCC).&nbsp; These malignancies do not commonly metastasize but can cause significant local morbidity.&nbsp; Melanoma, the third most common skin cancer type, is described in detail in a separate article.</p>\n<h1>Pathophysiology</h1><br><br><p>Nonmelanoma skin cancer (BCC and SCC) is characterized by uncontrolled proliferation of abnormal keratinocytes, the predominant cell type in the epidermis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24050.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Keratinocytes arise from epidermal stem cells in the stratum basale (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71838.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), the most mitotically active layer in the epidermis.&nbsp; As they rise through the epidermis, the cells become more mature, flattening and producing increasing amounts of keratin before being shed at the surface.&nbsp; Pathogenesis can be categorized as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>BCC</strong> develops from cells in the stratum basale.&nbsp; Growth is typically slow and localized; BCC may be locally invasive but rarely metastasizes.&nbsp; Most cases are associated with mutations in the sonic hedgehog pathway.</li>\n\t<li><strong>SCC</strong> arises from cells in the upper layers of the epidermis.&nbsp; Growth can be slow, but SCC is typically more aggressive than BCC and has a higher risk of metastasis.&nbsp; SCC that arises in areas of prior skin damage (eg, wounds, burns) can be particularly aggressive.</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>Several factors increase the risk of developing nonmelanoma skin cancer:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sun exposure:</strong>&nbsp; Excessive and chronic ultraviolet exposure is the leading risk factor for BCC and SCC.&nbsp; Sunburns, particularly those received during childhood, significantly elevate risk.</li>\n\t<li><strong>Immunosuppression:</strong>&nbsp; Individuals with weakened immune systems due to medications (immunosuppressants), chronic illnesses (HIV/AIDS), or organ transplantation are at higher risk because their immune systems are less able to combat abnormal cell growth.</li>\n\t<li><strong>Age:</strong>&nbsp; Risk increases with age due to cumulative sun exposure throughout life.</li>\n\t<li><strong>Arsenic exposure:</strong>&nbsp; Chronic exposure to arsenic, a contaminant sometimes found in drinking water or certain industrial settings, can increase SCC risk.</li>\n\t<li><strong>Precancerous lesions:</strong>&nbsp; Actinic keratosis is the primary lesion giving rise to SCC.&nbsp; It presents as scaly, erythematous plaques (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96081.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), often with a sandpaper-like texture.&nbsp; Untreated actinic keratosis transforms into SCC in approximately 10% of cases; early ablation (eg, topical fluorouracil, cryotherapy) can significantly reduce the risk.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Both BCC and SCC are most common in sun-exposed skin, especially the face, neck, and dorsal surface of the hands.&nbsp; SCC can also occur in anogenital skin and in areas of previous inflammation or scarring.&nbsp; Typical features include the following:</p>\n<h2>BCC</h2><br><br><p>Lesions are usually slow-growing and painless.&nbsp; Variants include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nodular BCC, the most common form of BCC, presents as a skin-colored papule or nodule (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96088.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) with a pearly border and telangiectasia.&nbsp; Larger lesions may have central ulceration.</li>\n\t<li>Superficial BCC presents as a scaly pink macule or plaque (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19192.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) with central atrophy.</li>\n\t<li>Sclerosing/infiltrative (morpheaform) BCC presents as a smooth, firm, scar-like lesion.</li>\n</ul>\n<h2>SCC</h2><br><br><p>Lesions are typically red plaques or nodules (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95901.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) with a rough surface, often with ulceration, crusting, or bleeding; smaller lesions may manifest as firm, pink plaques (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50875.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ) with scaling and central atrophy.&nbsp; Most lesions are asymptomatic but may become painful or pruritic.&nbsp; In addition, SCC can display perineural invasion, causing regional numbness and paresthesia.<p></p><br><br><p>Variants include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bowen disease (SCC in situ) presents as a slowly enlarging, scaly, well-demarcated, erythematous plaque (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47418.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).</li>\n\t<li>Keratoacanthoma presents as a rapidly growing nodule (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16951.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ) with ulceration and/or a central keratotic plug.&nbsp; Some lesions behave benignly and may regress spontaneously.</li>\n\t<li>A Marjolin ulcer is SCC arising in a chronic wound or scar.&nbsp; It can present as excessive growth of friable granulation tissue (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23061.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ) or as atypical ulcers, nodules, or eversion of the wound margin.</li>\n</ul><br><br><p>In contrast to nonmelanoma cancers, malignant melanoma typically begins as a pigmented macule that becomes progressively larger, thicker, and more irregular in shape and color.&nbsp; However, pigmentation in melanoma can be scant or absent, and therefore melanoma cannot be distinguished from nonmelanoma cancers by appearance alone; biopsy is required.</p>\n<h1>Pathology</h1><br><br><p>Typical microscopic findings are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>BCC:</strong>&nbsp; shows nests of crowded basaloid cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88727.jpg\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ) (resembling the basal layer), which appear dark blue on hematoxylin and eosin (H&amp;E) staining due to their basophilic, hyperchromatic nuclei and scant cytoplasm (high nucleus-to-cytoplasm ratio).&nbsp; The cells at the periphery frequently display parallel alignment (peripheral palisading).</li>\n\t<li><strong>SCC:</strong>&nbsp; shows areas of dysplastic keratinocytes with disorganized architecture along with scattered keratin pearls (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L67574.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ), concentric deposits of acellular, eosinophilic keratin material.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Several skin lesions can resemble BCC and SCC and may require biopsy for differentiation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Melanoma:</strong>&nbsp; Lesions usually present as irregular macules or nodules with variegated brown or black pigment (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95726.png\" alt=\"image 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 11</div>\n                                </div>\n                                ).&nbsp; However, nonpigmented (amelanotic) melanomas may occur and can resemble SCC.</li>\n\t<li><strong>Seborrheic keratosis:</strong>&nbsp; presents as an ovoid nodule or plaque with even tan to brown pigmentation, velvety or waxy texture, and a flat, fissured, or verrucous surface.&nbsp; The distinct coloration and well-demarcated border are often described as having a stuck-on (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95287.png\" alt=\"image 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 12</div>\n                                </div>\n                                ) appearance.</li>\n\t<li><strong>Psoriasis:</strong>&nbsp; This chronic inflammatory skin condition presents with erythematous plaques that may resemble SCC; however, lesions are often covered by distinct silvery scales (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97756.png\" alt=\"image 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 13</div>\n                                </div>\n                                ) and can involve areas not typically affected by SCC (eg, elbows, knees, legs).</li>\n</ul>\n<h1>Evaluation</h1><br><br><p>Skin biopsy is the gold standard for definitive diagnosis of all skin cancers.&nbsp; Various biopsy techniques are used to obtain a tissue sample for microscopic examination:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Punch biopsy:</strong>&nbsp; A small, round tissue sample is extracted using a punch tool.&nbsp; This is a common choice for initial evaluation of suspicious lesions.</li>\n\t<li><strong>Shave biopsy:</strong>&nbsp; A thin layer of tissue is removed with a scalpel.&nbsp; This technique may be used for superficial lesions or for sensitive areas (eg, neck) where punch biopsy is not advised.</li>\n\t<li><strong>Incisional biopsy:</strong>&nbsp; A larger tissue sample is obtained with a scalpel, often used for deeper lesions or when more extensive evaluation is needed.</li>\n</ul><br><br><p><strong>Dermoscopy</strong>, a noninvasive technique using a handheld device with magnification and illumination to view skin lesions in greater detail, can help differentiate between benign and malignant lesions, potentially reducing unnecessary biopsies.</p><br><br><p>Imaging studies are typically not required for diagnosing BCC or SCC but may be used in specific situations (eg, assessing for lymph node involvement in advanced SCC).</p>\n<h1>Management</h1><br><br><p>Treatment options for skin cancer depend on the type, size, and location of the lesion, depth of invasion, and overall patient health.&nbsp; Commonly used treatment modalities include the following:</p>\n<h2>Surgery</h2><br><br><p>Surgery is the most common curative intervention for both BCC and SCC, with various techniques employed according to the case.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Excision</strong> involves <em>in toto</em> removal of the tumor with a margin of healthy tissue (eg, 4-5 mm) to ensure complete removal.&nbsp; This is typically used for low-risk lesions (eg, &lt;2 cm in size on the trunk or extremities, excluding the hands and feet).</li>\n\t<li><strong>Mohs micrographic surgery</strong> involves the sequential removal of thin skin layers (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27717.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) with microscopic inspection of each sample to ensure complete removal of the cancer.&nbsp; This procedure allows for a high cure rate with maximal preservation of normal tissue, making it an ideal choice for higher-risk cancers on the face and similar locations where the recurrence risk is high and cosmesis is a concern.</li>\n</ul>\n<h2>Cryotherapy</h2><br><br><p>The tumor is frozen with liquid nitrogen.&nbsp; This procedure is often used to treat small, superficial BCC or SCC lesions.</p>\n<h2>Topical fluorouracil</h2><br><br><p>This medication is commonly used for regional treatment of actinic keratoses.&nbsp; It is also indicated for superficial BCC.</p>\n<h2>Other treatment modalities</h2><br><br><p>Electrocautery destroys the tumor with an electric current and is suitable for some superficial lesions.&nbsp; Curettage and electrodessication involves scraping the tumor followed by application of an electric current to destroy remaining cancer cells and is used for some BCCs.&nbsp; Radiation therapy can be used for lesions that recur following initial resection and is occasionally used as primary therapy for tumors in cosmetically sensitive areas and for patients who are not surgical candidates.</p>\n<h1>Prognosis and complications</h1><br><br><p>The prognoses for both BCC and SCC are generally good if detected and treated early.&nbsp; BCC in particular has a very high cure rate with appropriate treatment, while SCC has a high cure rate when localized but a lower cure rate if metastasis has occurred.&nbsp; However, both BCC and SCC can cause complications if left untreated.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Local invasion:</strong>&nbsp; Untreated tumors can grow and invade surrounding tissues, potentially affecting nerves, muscles, or bone.</li>\n\t<li><strong>Disfigurement:</strong>&nbsp; Depending on the location and size of the tumor, surgical removal can result in scarring or loss of function.&nbsp; Reconstruction surgery may be needed.</li>\n\t<li><strong>Metastasis:</strong>&nbsp; In advanced cases, SCC can spread to lymph nodes and other organs, significantly impacting prognosis.&nbsp; Rarely, BCC can metastasize if left untreated.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Nonmelanoma skin cancer is characterized by uncontrolled proliferation of abnormal keratinocytes, the predominant cell type in the epidermis.&nbsp; It is most common in sun-exposed skin, especially the face, neck, and hands.&nbsp; The primary types are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Basal cell carcinoma</strong> presents as a skin-colored papule or nodule with a pearly border and telangiectasia; larger lesions may have central ulceration.&nbsp; This form of cancer rarely metastasizes but can cause significant local invasion if untreated.</li>\n\t<li><strong>Squamous cell carcinoma</strong> typically forms a red plaque or nodule with a rough surface, often with ulceration, crusting, or bleeding.&nbsp; Smaller lesions may manifest as firm, pink plaques with scaling and central atrophy.&nbsp; Metastasis is uncommon but occurs more frequently than with basal cell carcinoma.</li>\n</ul><br><br><p>Skin biopsy remains the gold standard for definitive diagnosis of all skin cancers.&nbsp; Treatment is primarily surgical: <em>in toto</em> excision or Mohs micrographic surgery.</p>\n</div>\n\n            "
}