{
  "meta": {
    "title": "Oculocutaneous albinism",
    "url": "https://brainandscalpel.vercel.app/oculocutaneous-albinism-c9c8b64b-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:47:04.237Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Oculocutaneous albinism (OCA) is a group of autosomal recessive disorders in which melanin synthesis and/or distribution is impaired, resulting in changes in the skin, hair, and eyes.</p>\n<h1>Pathogenesis</h1><br><br><p>Melanin is a brown-black pigment that absorbs ultraviolet radiation to protect the skin and eyes.&nbsp; Melanocytes synthesize melanin within specialized organelles (ie, melanosomes) and distribute it to other cells in the skin, hair, and eyes through a series of steps, as follows (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90916.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fibrils create a scaffold within the premelanosome to bind and concentrate melanin.</li>\n\t<li>Endosomes transport enzymes (eg, tyrosinase) from the Golgi apparatus to the premelanosome.&nbsp; Tyrosinase catalyzes the first step in melanin synthesis (ie, oxidation of tyrosine to dopamine), marking the transition from a premelanosome to a melanized melanosome (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69718.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li>Melanized melanosomes are distributed to neighboring keratinocytes, where they are arranged around the cell nucleus to protect its DNA from ultraviolet radiation.</li>\n</ul><br><br><p>Although several mutations can result in the OCA phenotype, the most common mutations involve the gene that encodes <strong>tyrosinase</strong>.&nbsp; These mutations result in decreased or absent tyrosinase activity and therefore <strong>impaired melanin synthesis</strong>, despite a <strong>normal number of melanocytes</strong>.&nbsp; This lack of pigment results in the characteristic white or light-colored hair, skin, and irides seen in OCA.</p><br><br><p>In addition to pigmentation, melanin is involved in the embryologic development of ocular structures.&nbsp; Without melanin, abnormal optic nerve fiber and foveal development can lead to reduced visual acuity, strabismus (ocular misalignment) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21723.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), and/or nystagmus.<p></p><br><br><p>OCA is an <strong>autosomal recessive</strong> disorder that demonstrates <strong>locus heterogeneity</strong> (ie, mutations at different genetic loci can result in similar phenotypes).&nbsp; Parents with similar phenotypes can each be homozygous for a recessive mutation on a different chromosome.&nbsp; Their offspring inherit a mutant allele on a different chromosome from each parent, resulting in a compound heterozygous genotype (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69541.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Because offspring inherit a normal dominant allele from the other parent, the OCA phenotype is not expressed.&nbsp; Despite this complexity, a family history of disease remains the most significant risk factor for OCA.<p></p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation varies depending on the underlying genetic mutation.&nbsp; For each genotype, the associated phenotype is expressed as a spectrum that ranges from mild to severe, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cutaneous findings</strong>:&nbsp; Include white or light-colored skin that is susceptible to ultraviolet radiation (eg, sunburn) and therefore at increased risk for skin cancers (eg, squamous cell carcinoma).&nbsp; Hair, including the brows and lashes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96993.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), is typically white or light colored.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ocular findings</strong>:&nbsp; Include light-colored irides.&nbsp; When light shines on the eye (eg, slit-lamp examination, flash photography), it transmits easily through the iris and reflects off the retina, resulting in a characteristic diffuse red reflex (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80883.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Because the translucent irides allow excess light to pass through, patients often have photophobia.&nbsp; Other common findings include reduced visual acuity, strabismus, nystagmus, and foveal hypoplasia on funduscopic examination.</li>\n</ul><br><br><p>These findings are often best appreciated when comparing the patient's appearance to that of parents and siblings.</p>\n<h1>Diagnosis</h1><br><br><p>OCA is a clinical diagnosis based on cutaneous, hair, and ocular findings.&nbsp; All patients with suspected OCA should receive a comprehensive ophthalmic examination.&nbsp; In addition, genetic testing to identify the underlying genetic mutation may be necessary in some cases (eg, for reproductive planning).</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for OCA includes other conditions characterized by skin, hair, and/or eye hypopigmentation or depigmentation, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vitiligo</strong>:&nbsp; Vitiligo is characterized by acquired patches of depigmentation due to CD8<font size=\"2\"><sup>+</sup></font> lymphocyte-mediated melanocyte apoptosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L55572.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Chédiak-Higashi syndrome</strong>:&nbsp; In addition to OCA, Chédiak-Higashi syndrome is characterized by immunodeficiency and platelet dysfunction due to impaired lysosomal trafficking that disrupts melanin uptake by keratinocytes.</li>\n\t<li><strong>Waardenburg syndrome and piebaldism</strong> (ie, partial albinism):&nbsp; These conditions are characterized by congenital patches of depigmentation due to defects in melanocyte proliferation and migration.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of cutaneous and ocular findings in OCA includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cutaneous</strong>:&nbsp; Findings require strict avoidance of sun exposure, as well as use of protective clothing (eg, wide-brimmed hats) and sunscreen with a sun protection factor of at least 30.&nbsp; Skin cancer surveillance involves comprehensive skin examinations every 6-12 months beginning in adolescence.</li>\n\t<li><strong>Ocular</strong>:&nbsp; Findings require the use of corrective lenses.&nbsp; Tinted lenses may be necessary to relieve photophobia.&nbsp; In some cases, surgical correction of strabismus may be required.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis is generally favorable, although there is an increased risk of mortality due to skin cancer, especially for those with limited access to sun protection and skin cancer screening.&nbsp; Visual impairment and psychosocial challenges regarding appearance can significantly impact quality of life for some and may require counseling.</p>\n<h1>Summary</h1><br><br><p>Oculocutaneous albinism is a group of rare autosomal recessive disorders characterized by impaired melanin synthesis and/or distribution in the skin, hair, and eyes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70290.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The diagnosis is clinical, and management involves strict avoidance of sun exposure with routine skin cancer screening.&nbsp; In addition, impaired melanin synthesis disrupts optic nerve and foveal development, resulting in visual impairment that requires corrective lenses.<p></p>\n</div>\n\n            "
}