{
  "meta": {
    "title": "Psoriasis",
    "url": "https://brainandscalpel.vercel.app/psoriasis-1954b7c5-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:47:05.950Z",
    "type": "article"
  },
  "content": "\n                <h1>Introduction</h1>\n<p>Psoriasis is a chronic skin condition characterized by erythematous, scaly plaques located primarily on the elbows, knees, and scalp.&nbsp; It has a variety of clinical patterns and an unpredictable course.&nbsp; Extradermal complications, such as psoriatic arthritis, may also occur.</p>\n<h1>Pathophysiology</h1><br><br><p>Psoriasis results from a dysregulated immune response involving keratinocytes, dendritic cells, and T lymphocytes, particularly Th1 and <strong>Th17 cells</strong>.&nbsp; The inflammatory cascade is triggered by environmental or autoimmune factors and leads to the release of cytokines that promote keratinocyte hyperproliferation, abnormal differentiation, and accelerated epidermal turnover (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44062.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Key cytokines in psoriasis include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>IL-23</strong>:&nbsp; stimulates Th17 cells</li>\n\t<li><strong>IL-17A</strong> (proinflammatory cytokine) <strong>and IL-22</strong> (keratinocyte activation):&nbsp; secreted by Th17 cells</li>\n\t<li><strong>TNF-α</strong>:&nbsp; indirectly stimulates Th17 cells</li>\n\t<li><strong>IFN-γ</strong> (secreted by Th1 cells):&nbsp; induces further inflammation and epidermal thickening</li>\n</ul><br><br><p>The resulting keratinocyte proliferation (eg, contributing to plaque formation) and epidermal changes are reflected in the histopathologic findings.</p>\n<h1>Pathology</h1><br><br><p>Psoriasis lesions show distinct histopathologic features seen across most psoriatic subtypes.&nbsp; They include the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89584.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acanthosis:</strong>&nbsp; thickened epidermis due to hyperproliferation of keratinocytes</li>\n\t<li><strong>Parakeratosis:</strong>&nbsp; retained nuclei in the stratum corneum, reflecting rapid epidermal turnover</li>\n\t<li><strong>Munro microabscesses:</strong>&nbsp; collections of neutrophils within the stratum corneum</li>\n\t<li><strong>Dilated dermal capillaries:</strong>&nbsp; prominent blood vessels, which contribute to erythema and bleeding on scale removal (Auspitz sign)</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>The risk for psoriasis is influenced by genetic predisposition and other factors that can initiate or exacerbate plaque formation.&nbsp; Notable factors include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Genetic factors:</strong>&nbsp; Family history of psoriasis significantly increases risk.&nbsp; HLA-B27 is associated with increased risk for psoriatic arthritis.</li>\n\t<li><strong>Other intrinsic factors:</strong>&nbsp; The risk for psoriasis is increased in patients with atherosclerotic cardiovascular disease and related metabolic risk factors, although the etiologic link is unclear.</li>\n\t<li><strong>Extrinsic factors:</strong>&nbsp; Additional factors that can trigger localized psoriatic plaques or that promote plaque formation generally include the following:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Infection (eg, streptococcal infection is a common trigger for guttate psoriasis)</li>\n\t\t<li>Trauma, friction, or other injury to the skin (Koebner phenomenon)</li>\n\t\t<li>Smoking and alcohol misuse</li>\n\t\t<li>Medications:&nbsp; Beta blockers, lithium, and antimalarial drugs can precipitate or worsen psoriasis.&nbsp; Systemic corticosteroids (or withdrawal from corticosteroids) may be associated with increased risk for erythrodermic or generalized pustular psoriasis.</li>\n\t\t<li>Psychiatric/emotional stress</li>\n\t\t<li>HIV infection:&nbsp; associated with increased risk for severe, widespread psoriasis.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Psoriasis presents with several distinct clinical forms (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L100432.png\" alt=\"table 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">table 1</div>\n                                </div>\n                                ):<p></p>\n<h2>Plaque psoriasis (psoriasis vulgaris)</h2><br><br><p>The most common form, plaque psoriasis is characterized by well-demarcated, erythematous plaques with white or silver scales.&nbsp; It may occur anywhere on the body but is most common in areas of increased friction or skin trauma, such as the extensor surfaces (eg, elbows, knees), scalp, and sacral area.&nbsp; Predominant subtypes may be described as <strong>small-plaque</strong> (ie, &lt;1 cm) and <strong>large-plaque</strong> psoriasis.</p>\n<h2>Guttate psoriasis</h2><br><br><p>Guttate psoriasis presents as acute or subacute onset of small, drop-like lesions affecting primarily the trunk and proximal limbs.&nbsp; It is often triggered by streptococcal infection and more common in younger patients.</p>\n<h2>Pustular psoriasis</h2><br><br><p>Pustular psoriasis presents as sterile pustules on erythematous skin, which may be localized (eg, palmoplantar) or generalized.</p>\n<h2>Erythrodermic psoriasis</h2><br><br><p>Erythrodermic psoriasis is a rare, severe, and potentially life-threatening form, characterized by diffuse erythema covering most of the body surface and typically triggered by medications or infections.</p>\n<h2>Pediatric presentations</h2><br><br><p>In infants, psoriasis often presents with symmetrical, thin plaques in the diaper area with involvement of the inguinal folds.&nbsp; In older children, the presentation of psoriasis is similar to that in adults, but with more frequent involvement of the face and scalp.</p>\n<h2>Nail abnormalities</h2><br><br><p>Psoriasis is often associated with nail abnormalities.&nbsp; Characteristic findings include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pitting (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96076.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )</li>\n\t<li>Onycholysis (separation of the nail from the nail bed)</li>\n\t<li>Oil spots (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96068.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                )</li>\n\t<li>Subungual hyperkeratosis</li>\n\t<li>Fracturing and crumbling of the nail plate</li>\n</ul>\n<h2>Psoriatic arthritis</h2><br><br><p>Psoriatic arthritis, seen in approximately 30% of patients, is characterized by joint pain, stiffness, and swelling, particularly in the hands, feet, and spine.&nbsp; Typical patterns include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Distal arthritis (eg, distal interphalangeal joints)</li>\n\t<li>Symmetric polyarthritis</li>\n\t<li>Asymmetric oligoarthritis</li>\n\t<li>Spondyloarthritis</li>\n</ul><br><br><p>Psoriatic arthritis may be associated with enthesitis (inflammation of tendon and ligament insertions), dactylitis (diffuse swelling of the fingers, often described as \"sausage digits\"), and pitting edema of the hands and feet.&nbsp; Debilitating destructive arthritis (arthritis mutilans) can occur in severe cases.&nbsp; Onset of psoriatic arthritis usually occurs in patients with established plaque psoriasis, but symptoms occasionally occur prior to appearance of skin lesions.&nbsp; The risk of psoriatic arthritis is significantly increased in patients with nail psoriasis.</p>\n<h1>Diagnosis and evaluation</h1><br><br><p>The diagnosis of psoriasis is based primarily on the appearance and distribution of skin lesions.&nbsp; Biopsy may be indicated in atypical cases to confirm the diagnosis and exclude other dermatoses but is not routinely needed.</p><br><br><p>Assessment of severity is useful in patients with psoriasis to guide treatment and follow course over time.&nbsp; Severity can be determined based on body surface area involvement, plaque thickness, erythema, and scaling.&nbsp; Common scoring systems include the Psoriasis Area and Severity Index (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119868.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Laboratory testing</h2><br><br><p>Laboratory testing is not required for diagnosis of psoriasis.&nbsp; However, because psoriasis is associated with increased risk for coronary atherosclerosis, diabetes mellitus, and other metabolic disorders, screening tests (eg, lipid panel, fasting glucose) should be updated as appropriate for age, BMI, and individual risk factors.&nbsp; In addition, if systemic therapy is considered (eg, methotrexate for psoriatic arthritis), certain pretherapy tests (eg, liver function panel, pregnancy test, tuberculosis test) may be appropriate.</p>\n<h2>Imaging</h2><br><br><p>X-ray is an appropriate initial test for patients with suspected psoriatic arthritis.&nbsp; Characteristic findings include bony erosions with new bone formation (often in the same digit), narrowing or destruction of the joint space, ankylosis (fibrous or bony fusion across a joint), and pencil-in-cup deformity (ie, tapering of the end of the middle phalanx with erosion into the base of the distal phalanx across the distal interphalangeal joint) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64667.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).<p></p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for psoriasis includes several dermatologic conditions with overlapping features:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Seborrheic dermatitis</strong>:&nbsp; presents with greasy, yellow scales (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47188.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ) on an erythematous macular base, rather than thick plaques with silvery scales.&nbsp; Scalp involvement may resemble psoriasis, but it also often involves ears, nasolabial folds, and eyebrows.</li>\n\t<li><strong>Eczema</strong> (atopic dermatitis):&nbsp; presents with scaly (or excoriated) erythematous plaques.&nbsp; The lesions are highly pruritic, ill-defined (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46140.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ), and often located on flexural surfaces.&nbsp; Nummular eczema can present as well-defined, scaly plaques, but does not have predilection for the knees, elbows, or other typical psoriasis locations.</li>\n\t<li><strong>Tinea corporis</strong>:&nbsp; presents with annular erythematous plaques (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L98008.jpg\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ) with a scaly border; confirmed with KOH preparation or fungal culture.</li>\n\t<li><strong>Lichen planus</strong>:&nbsp; presents with intensely pruritic, violaceous, flat-topped papules (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95580.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ), often with lacy, linear scaling (Wickham striae).&nbsp; It commonly affects the wrists, lower back, and ankles.</li>\n\t<li><strong>Pityriasis rosea</strong>:&nbsp; starts acutely or subacutely with a large ovoid lesion (herald patch) on the trunk followed by onset of small, scaly lesions that follow the oblique skin tension lines (often described as having a Christmas-tree pattern) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85757.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Mycosis fungoides</strong> (cutaneous T-cell lymphoma):&nbsp; may appear as scaly plaques but has less predilection for extensor surfaces, often results in atrophy of involved skin, and may be associated with regional lymphadenopathy.&nbsp; Prevalence is much lower than psoriasis.</li>\n\t<li><strong>Secondary syphilis</strong>:&nbsp; can cause scattered scaly plaques resembling guttate psoriasis, but are nonpruritic, evolve into a reddish-brown color, and may be associated with systemic symptoms (eg, fever, myalgia) and lymphadenopathy.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of psoriasis varies based on disease severity, extent of skin involvement, and patient preference.&nbsp; General measures appropriate for all patients include emollients, avoidance of skin injury, and avoidance of excessive sunlight exposure and sunburn (some studies have noted improvement in symptoms with moderate sun exposure).</p><br><br><p>Topical treatment is most feasible for patients with limited involvement (eg, &lt;3% of body surface area).&nbsp; For patients with widespread lesions, involvement of sensitive areas (eg, face, genitals), or inability to adequately apply topical therapy, phototherapy and systemic agents may be more appropriate.&nbsp; Combination therapy (eg, systemic treatment with limited use of topical agents to residual lesions) is also acceptable.</p><br><br><p>Primary treatment options include the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19438.png\" alt=\"table 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">table 3</div>\n                                </div>\n                                ):<p></p>\n<h2>Topical therapies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Corticosteroids</strong>:&nbsp; are first-line therapy for mild to moderate disease.&nbsp; They have an anti-inflammatory effect and suppress keratinocyte proliferation.&nbsp; Agents in the higher potency classes (eg, betamethasone, mometasone) are usually needed.&nbsp; Super-high-potency corticosteroids (eg, augmented betamethasone dipropionate) may be needed for the thick skin of the palms and soles, whereas low-potency steroids (eg, hydrocortisone, fluocinolone) are advised for the face and other areas where steroid-induced skin thinning could be problematic.&nbsp; Intralesional corticosteroids are occasionally used for particularly thick plaques that do not respond to topical corticosteroids.</li>\n\t<li><strong>Vitamin D analogues</strong> (eg, calcipotriene):&nbsp; inhibit proliferation and promote differentiation of keratinocytes.&nbsp; They may also have immune-modulating properties.&nbsp; They are commonly used in combination with corticosteroids.</li>\n\t<li><strong>Topical retinoids</strong> (eg, tazarotene):&nbsp; are useful for plaque psoriasis, especially in combination with corticosteroids.&nbsp; They may continue to have residual benefits for a period of time after therapy is stopped.</li>\n\t<li><strong>Roflumilast</strong>:&nbsp; is a phosphodiesterase 4 (PDE4) inhibitor with anti-inflammatory properties that may be particularly useful for patients with significant pruritus or involvement of intertriginous areas.</li>\n</ul>\n<h2>Phototherapy</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Narrowband UVB phototherapy</strong>:&nbsp; is effective for widespread disease or may be directed to limited areas.&nbsp; It is often combined with topical treatments.</li>\n\t<li><strong>Psoralen plus UVA (PUVA)</strong>:&nbsp; is used for more resistant cases but carries risks of photodamage and skin cancer with long-term use.</li>\n</ul>\n<h2>Systemic treatments</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Traditional nonbiologic agents</strong> (eg, methotrexate, cyclosporine, acitretin):&nbsp; may be used for moderate to severe psoriasis, especially in patients with concurrent psoriatic arthritis.&nbsp; Agents in this family often require regular laboratory testing to monitor for adverse effects.</li>\n\t<li><strong>Biologics</strong> (eg, TNF-α inhibitors, IL-17 inhibitors, IL-23 inhibitors):&nbsp; are highly effective for moderate to severe psoriasis and psoriatic arthritis.&nbsp; Commonly used agents include secukinumab, ustekinumab, and etanercept.</li>\n</ul>\n<h2>Newer oral agents</h2><br><br><p>Apremilast, a PDE-4 inhibitor, and other targeted synthetic agents provide additional options with a more favorable safety profile than traditional immunosuppressants.</p>\n<h2>Special considerations</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Guttate psoriasis typically resolves spontaneously, and specific treatment may not be needed.&nbsp; Because skin involvement is often widespread, phototherapy is often used preferentially, but topical corticosteroids or vitamin D analogues are also effective where practical.</li>\n\t<li>Most patients with generalized pustular psoriasis require systemic therapy (eg, methotrexate, cyclosporine).&nbsp; In severe disease, especially in patients with secondary infection or dehydration, hospital admission for initiation of treatment and supportive care may be needed.</li>\n\t<li>Nail psoriasis can usually be treated with topical corticosteroids or vitamin D analogues.&nbsp; However, systemic therapy may be needed in widespread disease.&nbsp; In addition, regular trimming and nail care can minimize splitting, onycholysis, and discomfort (eg, due to snagging nails on clothing).</li>\n\t<li>Management in children is less well-studied than in adults, but options and strategies are largely similar (eg, topical corticosteroids, calcineurin inhibitors, phototherapy).</li>\n\t<li>Psoriasis often improves spontaneously in pregnancy.&nbsp; Treatment options for pregnant women are somewhat limited, and systemic treatment is avoided in most cases.&nbsp; Low or medium-potency topical corticosteroids and simple emollients are preferred if effective.&nbsp; Narrow band UVB therapy is also considered appropriate.</li>\n</ul>\n<h1>Complications</h1><br><br><p>Psoriasis is associated with a number of extradermal complications:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Psoriatic arthritis:</strong>&nbsp; Up to 30% of patients with psoriasis may develop psoriatic arthritis, which may lead to joint deformity and disability if untreated.</li>\n\t<li><strong>Ocular complications:</strong>&nbsp; Patients can develop keratoconjunctivitis sicca, and uveitis.&nbsp; There is also an increased risk for cataracts, possibly due to chronic inflammation or secondary to psoriasis treatment (eg, corticosteroids, phototherapy).</li>\n\t<li><strong>Autoimmune and inflammatory disorders:</strong>&nbsp; Psoriasis is associated with increased risk for inflammatory bowel disease and has also been linked to rheumatoid arthritis, celiac disease, thyroiditis, and other autoimmune disorders.</li>\n\t<li><strong>Malignancy:</strong>&nbsp; Psoriasis is associated with increased risk for certain malignancies, especially nonmelanoma skin cancer, lung cancer, and lymphoma.&nbsp; This association may be due to the effects of chronic inflammation, reduced skin barrier function, adverse effects of treatment, or shared risk factors (eg, smoking).</li>\n\t<li><strong>Cardiovascular disease:</strong>&nbsp; As noted above, psoriasis is associated with increased risk for atherosclerosis and a high prevalence of atherosclerotic risk factors.&nbsp; Cardiovascular disease is a major cause of morbidity and mortality in patients with psoriasis.</li>\n\t<li><strong>Psychological impact:</strong>&nbsp; Depression, anxiety, and diminished quality of life are prevalent among patients with psoriasis, correlating with disease severity.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Psoriasis is a chronic disease with a variable course.&nbsp; Flares and remissions are common, and some forms (eg, guttate) may resolve spontaneously, whereas others (eg, plaque psoriasis) often require lifelong management.&nbsp; With appropriate treatment, symptom control and significant improvement in quality of life are achievable, although the risk for associated comorbidities remains.</p>\n<h1>Summary</h1><br><br><p>Psoriasis is a chronic, immune-mediated disorder characterized by erythematous, scaly plaques, predominantly on extensor surfaces.&nbsp; Pathogenesis involves T-cell dysregulation and cytokine release, leading to rapid keratinocyte turnover and plaque formation.&nbsp; Diagnosis is clinical, though biopsy may assist in atypical cases.&nbsp; Treatment strategies include topical agents, phototherapy, and systemic therapies, including biologics for severe disease.&nbsp; Differential diagnoses include seborrheic dermatitis, eczema, and fungal infection.&nbsp; Complications such as psoriatic arthritis and cardiovascular disease highlight the importance of a comprehensive management approach.</p>\n\n            "
}