{
  "meta": {
    "title": "Rosacea",
    "url": "https://brainandscalpel.vercel.app/rosacea-b254d371-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:47:12.501Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Rosacea is a chronic, inflammatory, erythematous rash that is most prominent on the convex areas of the face; it can present with papules, pustules, telangiectasia, and facial flushing.&nbsp; Rosacea can also affect the eyes.&nbsp; It is most common in fair-skinned patients and women age &gt;30.</p>\n<h1>Etiology</h1><br><br><p>The etiology is not fully understood but may relate to a chronic inflammatory reaction to cutaneous microorganisms, ultraviolet light damage, or vasomotor dysfunction.&nbsp; Common triggers include sun exposure, extreme temperatures (cold or heat), spicy foods, alcohol, and exercise.</p>\n<h1>Clinical presentation</h1><br><br><p>Rosacea affects the face and eyes.&nbsp; It typically has an onset after age 30 and more commonly affects lighter-skinned individuals and women.&nbsp; There are 4 subtypes of rosacea, with the following clinical presentations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Erythematotelangiectatic rosacea</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12484.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) presents with facial erythema and flushing, telangiectasias, roughness or scaling, and burning discomfort.</li>\n\t<li><strong>Papulopustular rosacea</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9312.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) presents with small facial papules and pustules (due to overgrowth of sebaceous glands).</li>\n\t<li><strong>Phymatous rosacea</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12934.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) presents with chronic, irregular tissue hypertrophy with enlarged hair follicles, usually involving the nose (rhinophyma).</li>\n\t<li><strong>Ocular rosacea</strong> affects tear production, meibomian glands (lid glands that produce oily coating on tear films), lids, cornea, and conjunctiva and presents with burning or foreign body sensations, blepharitis, keratitis, conjunctivitis, corneal ulcers, and recurrent chalazia (caused by granulomatous inflammation of a meibomian gland).&nbsp; Ocular rosacea is seen in the majority of patients with rosacea, although symptoms are not always concurrent with skin findings.</li>\n</ul><br><br><p>A newer approach to the classification of rosacea is based on phenotypes.&nbsp; Diagnostic phenotypes include centrofacial erythema and phymatous changes.&nbsp; Major phenotypes include papules/pustules, flushing, telangiectasia, and ocular features.&nbsp; Secondary features include burning/stinging, edema, and dry skin (eg, roughness/scaling).</p>\n<h1>Management</h1><br><br><p>General measures for all patients with rosacea include <strong>avoidance of triggers</strong> (eg, sun, alcohol, hot/spicy foods) and use of gentle cleansers and emollients.&nbsp; Additional management targeting specific features includes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/118629.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Papules and pustules\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Mild/moderate disease:&nbsp; topical metronidazole, azelaic acid, or ivermectin, which have anti-inflammatory and anti-oxidative properties</li>\n\t\t<li>Moderate/severe disease:&nbsp; oral tetracycline, doxycycline, or minocycline, which have anti-inflammatory properties</li>\n\t</ul>\n\t</li>\n\t<li>Telangiectasia is treated with laser therapy, which uses heat to coagulate cutaneous vessels.</li>\n\t<li>Facial erythema is treated with topical brimonidine or oxymetazoline, which causes vasoconstriction.&nbsp; Laser therapy may also be used.</li>\n\t<li>Phymatous skin changes\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Mild/moderate disease:&nbsp; oral isotretinoin, which controls cell division, inhibits keratinization, shrinks sebaceous glands, and exhibits anti-inflammatory properties</li>\n\t\t<li>Moderate/severe disease:&nbsp; laser ablation and surgery, which reduce and recontour the skin and soft tissue</li>\n\t</ul>\n\t</li>\n\t<li>Ocular manifestations\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Ophthalmology consultation advised due to risk of blindness</li>\n\t\t<li>Lid scrubs and warm compresses to treat meibomian gland dysfunction</li>\n\t\t<li>Topical metronidazole and erythromycin to treat lid inflammation</li>\n\t\t<li>Oral tetracycline, macrolide, and metronidazole for severe cases</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential includes conditions that cause facial erythema and pustules/papules.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acne</strong>:&nbsp; presents in red papules and pustules, along with open comedones (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10716.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ), which are absent in rosacea.&nbsp; In addition, patients are typically adolescents, not an age group that rosacea typically affects.</li>\n\t<li><strong>Carcinoid syndrome</strong>:&nbsp; may cause facial flushing and telangiectasias, but the flushing in rosacea tends to last much longer, whereas only 20-30 seconds of flushing (accompanied by hypotension and cyanosis in severe cases) is characteristic of carcinoid.&nbsp; Diarrhea is also often seen in carcinoid syndrome, which is absent in rosacea.</li>\n\t<li><strong>Dermatomyositis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101407.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):&nbsp; can cause a rash involving sun-exposed areas but most commonly appears on the eyelids, forehead, neck, chest, and hands.&nbsp; The lesions have a dusky, purple hue.&nbsp; The skin lesions of dermatomyositis may occur prior to muscle symptoms, but most patients will have associated weakness, particularly in the shoulders and hips.</li>\n\t<li><strong>Photosensitivity drug reaction</strong>:&nbsp; can cause acute erythema following brief sun exposure after taking drugs such as tetracyclines, diuretics, and antiemetics.&nbsp; However, symptoms are widespread, involving all sun-exposed areas (eg, arms, legs) rather than just the central face.</li>\n\t<li><strong>Seborrheic dermatitis</strong>:&nbsp; presents with a scaly, erythematous rash with greasy scales in areas with high sebaceous gland density, such as the nasolabial folds (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L114711.jpg\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ), eyebrows, ears, and scalp (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108854.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ); less common locations include the chest, back, axillae, and inguinal area.&nbsp; Unlike rosacea, seborrheic dermatitis is rarely confined to the face.</li>\n\t<li><strong>Systemic lupus erythematosus</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85047.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ):&nbsp; can cause a malar rash similar in distribution to rosacea; however, the rash is typically darker in color, spares the nasolabial folds, is not affected by alcohol intake, and is often accompanied by other manifestations of lupus (eg, constitutional symptoms, arthralgias, oral ulcers).</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Allergic contact dermatitis</strong>:&nbsp; presents with erythema, papules, vesicles, or lichenification along with intense itching, which is not characteristic of rosacea.</li>\n\t<li><strong>Urticaria</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77017.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ):&nbsp; presents with intensely pruritic red wheals, which are not characteristic of rosacea.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Rosacea is a chronic condition that does not have a cure; however, it can be adequately controlled with lifestyle changes and pharmacologic therapy for most patients.</p>\n<h1>Summary </h1><br><br><p>Rosacea is a chronic condition with skin (eg, facial redness, telangiectasias, papules and pustules) and ocular (eg, blepharitis, conjunctivitis, corneal ulcers) manifestations.&nbsp; Common triggers include sun exposure, extreme temperatures (cold or heat), spicy foods, alcohol, and exercise.&nbsp; Management of cutaneous rosacea depends on the predominant symptom (eg, papules/pustules with topical metronidazole, telangiectasias with laser therapy).&nbsp; Ocular rosacea should be referred to ophthalmology due to risk of blindness.&nbsp; The condition is chronic and has no cure, but symptoms can be adequately managed with pharmacologic therapy.</p>\n</div>\n\n            "
}