{
  "meta": {
    "title": "Seborrheic dermatitis",
    "url": "https://brainandscalpel.vercel.app/seborrheic-dermatitis-a2d56c01-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:47:18.191Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Seborrheic dermatitis is a chronic inflammatory skin condition that primarily affects areas with relatively more sebaceous glands (eg, face, scalp), likely related to colonization with <em>Malassezia</em> species.&nbsp; Seborrheic dermatitis is characterized by erythematous plaques with greasy scales.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>The pathogenesis of seborrheic dermatitis appears to be multifactorial, and the following contributing factors have been identified:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong><em>Malassezia</em> colonization</strong>:&nbsp; <em>Malassezia</em> species (eg, <em>Malassezia globosa</em>, <em>Malassezia restricta</em>) are lipophilic fungi that metabolize sebum.&nbsp; Sebum metabolism produces fatty acids that can disrupt the skin barrier and induce inflammation.&nbsp; However, the precise role of <em>Malassezia</em> species in the pathogenesis of seborrheic dermatitis is not completely understood.</li>\n\t<li><strong>Sebaceous glands</strong>:&nbsp; Sebum provides a favorable (ie, lipid-rich) environment for the growth of <em>Malassezia</em> species.</li>\n\t<li><strong>Abnormal skin barrier</strong>:&nbsp; An abnormal lipid composition (ie, decreased ceramide and cholesterol) in the stratum corneum of infants' skin may predispose to the condition.</li>\n</ul><br><br><p>The incidence of seborrheic dermatitis is biphasic, occurring most commonly in <strong>infancy</strong> (ie, by age 3 months) and in <strong>late adolescence or adulthood</strong>.&nbsp; In addition to age, other risk factors for seborrheic dermatitis include a history of neurologic disorders (eg, <strong>Parkinson disease</strong>, stroke) and immunosuppression (eg, <strong>HIV</strong>, transplant).&nbsp; The increased incidence of seborrheic dermatitis in patients with Parkinson disease is likely related to increased sebum production, although the exact mechanism between Parkinson disease and increased sebum production is not completely understood.&nbsp; Seborrheic dermatitis improves with the initiation of levodopa therapy in patients with Parkinson disease.</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of seborrheic dermatitis is characterized by well-circumscribed, erythematous <strong>patches and plaques</strong> with <strong>greasy, yellow scales</strong>.</p><br><br><p>Lesions occur in areas with relatively more sebaceous glands, including the <strong>scalp</strong> (ie, dandruff), <strong>central face</strong> (eg, nasolabial folds, eyebrows, eyelids), external ears, chest, and upper back (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65127.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Although the scalp is most commonly involved in infants (ie, <strong>cradle cap</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77043.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )), regions involving <strong>skinfolds</strong> (eg, neck, axillae, inguinal creases) and the umbilicus can also be affected.&nbsp; In these cases, seborrheic dermatitis presents with confluent erythema that glistens but does not ooze (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28399.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Mild pruritus may be present, and infants are generally well-appearing.&nbsp; The severity of symptoms varies, and patients with immunosuppression often have the most severe symptoms.<p></p>\n<h1>Diagnosis</h1><br><br><p>Seborrheic dermatitis is a <strong>clinical diagnosis</strong> based on the characteristic appearance and location of lesions.&nbsp; The condition is chronic, with a relapsing course that often worsens with exposure to stress or cold, dry environments.&nbsp; Rarely, a biopsy may be performed in atypical presentations; however, biopsy findings are generally nonspecific.&nbsp; The <strong>hyphae</strong> and <strong>yeast forms</strong> of <em>Malassezia</em> species may be identified on potassium hydroxide preparation of skin scrapings, but identification is not required for diagnosis.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Psoriasis</strong>:&nbsp; An autoimmune skin condition that typically presents with sharply demarcated erythematous plaques covered with a thick, silver scale on the extensor surfaces of the elbows and knees (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49231.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Eczema</strong>:&nbsp; An atopic skin condition that typically presents with dry, erythematous plaques on the flexor surfaces of the elbows and knees that are intensely pruritic (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96596.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; In infants, eczema classically involves the cheeks, scalp, trunk, and extensor surfaces (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28433.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Impetigo</strong>:&nbsp; Pyogenic infection that presents with erythematous papules and pustules with a honey-colored crust due to a staphylococcal or streptococcal skin infection.&nbsp; The face is most commonly affected (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44584.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Candidal intertrigo</strong>:&nbsp; Skin infection that presents with moist erythema in intertriginous areas (eg, inguinal folds, axillae) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46467.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).&nbsp; Satellite papules/pustules are characteristic.</li>\n\t<li><strong>Rosacea</strong>:&nbsp; An autoimmune skin condition that typically presents with erythematous papules and pustules (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97243.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ), with telangiectasias (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12484.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ), primarily affecting the central face.</li>\n</ul>\n<h1>Management</h1><br><br><p>In <strong>infants</strong>, seborrheic dermatitis is a self-limited condition and typically resolves spontaneously over months.&nbsp; <strong>Conservative management</strong> is recommended for seborrheic dermatitis affecting the scalp, including the use of emollients to soften the scales on the scalp, followed by gentle brushing to remove scales.</p><br><br><p>For <strong>older patients</strong> with seborrheic dermatitis or <strong>infants with more severe cases</strong> or involvement beyond the scalp, treatment options include short courses of <strong>topical antifungals</strong> (eg, ketoconazole) and/or <strong>topical corticosteroids</strong>.&nbsp; Most cases respond to topical antifungals, but oral antifungal therapy may be considered for widespread or refractory cases.&nbsp; Low-potency corticosteroid therapy is preferred over high-potency corticosteroid therapy in areas with thin skin (eg, face) to minimize the risk for dermal atrophy.</p><br><br><p>Beyond the infant age range, seborrheic dermatitis is a chronic condition, and recurrence is common (eg, triggered by stress, illness, environmental changes).&nbsp; For these patients, <strong>maintenance therapy</strong> (eg, regular use of antifungal shampoo) is often required.&nbsp; Because seborrheic dermatitis can be a presenting feature of HIV, patients with a new onset of severe or widespread dermatitis, those with a lesion in unusual extremities, or those who do not respond to treatment should undergo HIV testing.</p>\n<h1>Summary</h1><br><br><p>Seborrheic dermatitis is a chronic inflammatory skin condition that primarily affects areas with increased sebaceous gland activity (eg, face, scalp), likely related to colonization with <em>Malassezia</em> species, a lipophilic fungus.&nbsp; Seborrheic dermatitis is a clinical diagnosis, and patients typically have erythematous plaques with greasy scales.&nbsp; For infants with mild disease, management is conservative (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81529.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ); for all others, management typically involves topical antifungal (eg, ketoconazole, selenium sulfide) and/or corticosteroid therapy (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32058.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n</div>\n\n            "
}