{
  "meta": {
    "title": "Stevens-Johnson syndrome/toxic epidermal necrolysis",
    "url": "https://brainandscalpel.vercel.app/stevens-johnson-syndrome-toxic-epidermal-necrolysis-184b9e06-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:47:30.225Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Stevens-Johnson syndrome (SJS) and toxic epidermal necrolysis (TEN) are rare but severe mucocutaneous reactions characterized by widespread epidermal necrolysis and sloughing.&nbsp; By convention, SJS denotes &lt;10% involvement of body surface area (BSA), &gt;30% is designated as TEN, and 10%-30% is SJS/TEN overlap.&nbsp; These conditions are considered dermatologic emergencies because they result in high morbidity and mortality rates (~25%).</p>\n<h1>Etiology and risk factors</h1><br><br><p>SJS/TEN is caused by the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Medications</strong> (~80% of cases):&nbsp; A wide range of medications have been implicated; these include antibiotics (eg, sulfa drugs, penicillins, cephalosporins), antiepileptic drugs (eg, phenytoin, carbamazepine), nonsteroidal anti-inflammatory drugs, and allopurinol.&nbsp; Symptoms typically occur within a month of starting the offending medication.</li>\n\t<li><strong>Infections</strong>:&nbsp; <em>Mycoplasma pneumoniae</em> and herpes simplex virus (HSV) are commonly implicated infections.</li>\n\t<li>Idiopathic/other causes:&nbsp; Some cases (~15%) have no identifiable cause or have a controversial cause (eg, chemical exposure, vaccinations).</li>\n</ul><br><br><p>Risk factors for the conditions include advanced age, malignancy, connective tissue disorders, and HIV.</p>\n<h1>Pathophysiology</h1><br><br><p>Patients with a genetic predisposition for SJS/TEN are presented with a trigger (typically a drug antigen) that activates cytotoxic T cells and natural killer cells to release cytotoxic proteins (eg, granulysin), which causes extensive keratinocyte apoptosis and subsequent epidermal necrosis.</p><br><br><p>Histopathologic examination typically shows full-thickness epidermal necrosis with detachment (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L3511.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; In addition, there may be evidence of apoptotic keratinocytes, perivascular lymphocytic infiltration, and dermal-epidermal separation.<p></p>\n<h1>Clinical presentation</h1><br><br><p>SJS/TEN typically begin with prodromal symptoms followed by the development of cutaneous lesions.&nbsp; Mucosal involvement is present in most cases (&gt;90%).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prodromal symptoms</strong>:&nbsp; Nonspecific symptoms such as fever, malaise, and upper respiratory tract symptoms are typically the first signs of SJS/TEN.</li>\n\t<li><strong>Cutaneous involvement</strong>:&nbsp; Typically 3-4 days after the prodrome, tender erythematous macules or atypical target lesions develop on the face and thorax, which may rapidly spread to involve the limbs and mucous membranes.&nbsp; Lesions coalesce and form bullae and vesicles.&nbsp; The affected skin may exhibit a positive Nikolsky sign, in which slight rubbing or pressure causes the separation of layers of epidermis, exposing underlying erythematous skin.</li>\n\t<li><strong>Mucosal involvement</strong>:&nbsp; Oral involvement (eg, erosions cheilitis) is most common.&nbsp; Ocular involvement can lead to conjunctivitis, eyelid edema, corneal erosions, and potentially sight-threatening complications such as corneal ulceration and perforation.&nbsp; Genital mucosa can also be affected.</li>\n</ul><br><br><p>Additional extracutaneous complications can also occur in almost every organ system.&nbsp; Acute kidney injury is common in 20%-30% of patients.&nbsp; Many patients develop pulmonary complications, including direct lung injury (eg, sloughing of bronchial epithelium), pneumonia, and respiratory failure.&nbsp; Bacteremia/sepsis (30%-50% of patients) is a common cause of mortality.&nbsp; Hematologic abnormalities such as leukopenia, anemia, and disseminated intravascular coagulation can occur.</p><br><br><p>The process typically occurs over 7-9 days before it ceases and reepithelialization begins.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of SJS/TEN relies primarily on clinical evaluation.&nbsp; SJS/TEN should be considered in any patient with a sudden, painful cutaneous eruption, particularly when mucosal surfaces are involved.&nbsp; Recent exposure to a causative medication or recent infection increases suspicion for the diagnosis.&nbsp; Skin biopsy may be indicated to confirm the diagnosis and to exclude other similar conditions.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Erythema multiforme (EM)</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/102350.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; an acute cell-mediated immune process most frequently associated with infections (especially HSV and mycoplasma).&nbsp; Classic target lesions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85127.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) are typically papular and begin on the face and acral skin and spread centrally.&nbsp; In contrast, SJS/TEN is typically caused by medications, and lesions are atypical target lesions (flat without 3 rings) that start on the trunk and become widespread.&nbsp; Nikolsky sign is not present in EM.</li>\n\t<li><strong>Pemphigus vulgaris</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/55663.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; a mucocutaneous autoimmune blistering disease typically occurring in patients age 40-60.&nbsp; Lesions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34244.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) consist of painful, flaccid blisters that easily rupture, forming erosions with a positive Nikolsky sign.&nbsp; Mucosal surfaces are almost always affected but, in contrast to SJS/TEN, the oral mucosa is the most common initial site of involvement and systemic symptoms are typically absent.&nbsp; Skin biopsy is required to confirm the diagnosis and typically shows intraepithelial cleavage (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89834.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) with detached keratinocytes (acantholysis).</li>\n\t<li><strong>Bullous pemphigoid</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72524.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; an autoimmune blistering disease that most commonly affects individuals age &gt;60.&nbsp; The prodromal phase consists of a pruritic, eczematous, or urticarial rash that may precede the development of bullae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89835.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ) by weeks to months.&nbsp; Mucosal involvement is rare, and pruritus, not tenderness as seen in SJS/TEN, is a prevailing symptom.&nbsp; Subepidermal cleavage (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75982.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ) and linear deposition of IgG and/or C3 along the basement membrane are found on biopsy.</li>\n\t<li><strong>Staphylococcal scalded skin syndrome (SSSS)</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38794.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; an infection, most common in infants and young children, caused by strains of exotoxin-producing <em>Staphylococcus aureus</em> that produce a diffusely erythematous, painful rash (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45667.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ) often preceded or accompanied by systemic symptoms (eg, fever, malaise).&nbsp; Nikolsky sign is present.&nbsp; Mucous membranes are spared in SSSS and the rash occurs most prominently in the skinfolds.</li>\n\t<li><strong>Urticaria</strong>:&nbsp; a common, transient hypersensitivity disorder characterized by intensely pruritic, raised, erythematous plaques (wheals) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L107881.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ) that arise suddenly and resolve over several hours.&nbsp; Biopsy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91668.jpg\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ) is rarely required for diagnosis but, if obtained, typically shows a mixed inflammatory infiltrate (mononuclear cells, neutrophils, and eosinophils) surrounding superficial dermal venules.</li>\n\t<li><strong>Drug reaction with eosinophilia and systemic symptoms (DRESS)</strong>:&nbsp; a severe cutaneous adverse reaction characterized by fever, rash, lymphadenopathy, and visceral organ involvement, typically occurring weeks (to months) after initiating a culprit medication (eg, anticonvulsants, allopurinol, sulfonamides, antibiotics).&nbsp; Compared to SJS/TEN, distinguishing features include timing after drug exposure (weeks vs days with SJS/TEN), polymorphic rash (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12540.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ) with prominent eosinophilia, more extensive internal organ involvement (eg, lymphadenopathy, hepatitis), and rare/no mucocutaneous involvement or epidermal detachment (Nikolsky sign).</li>\n\t<li><strong>Acute generalized exanthematous pustulosis (AGEP)</strong>: a rare severe cutaneous adverse reaction characterized by the sudden onset of numerous, nonfollicular sterile pustules on an erythematous background (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111853.png\" alt=\"image 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 11</div>\n                                </div>\n                                ), typically sparing the mucous membranes.&nbsp; AGEP tends to have milder systemic involvement compared to SJS/TEN, with distinctive biopsy findings.</li>\n</ul>\n<h1>Laboratory evaluation and imaging</h1><br><br><p>Laboratory evaluation and imaging are generally not helpful in diagnosing SJS/TEN.&nbsp; However, laboratory testing (eg, viral serologies) can be helpful in identifying triggers (eg, HSV, <em>Mycoplasma pneumoniae</em>) and assessing extracutaneous organ involvement (eg, liver function, renal function).&nbsp; Imaging studies (eg, chest radiography, abdominal ultrasonography) may be indicated when there is evidence of organ dysfunction.</p>\n<h1>Management</h1><br><br><p>Management of SJS/TEN involves primarily supportive care in a specialized setting, with the following guiding principles:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Discontinuation of causative agents:&nbsp; Prompt discontinuation of all potentially implicated medications may improve the prognosis and reduce the severity of the disease.&nbsp; Patients should avoid the causative medication in the future.</li>\n\t<li>Assessment for admission to a specialized unit:&nbsp; Two scoring systems (SCORTEN and ABCD-10), along with the percentage of total BSA affected, can help determine disease severity.&nbsp; Patients with &gt;10% of BSA involved and/or those with greater disease severity should be transferred to specialized centers (eg, dermatology units, burn centers).</li>\n\t<li>Pain management, fluid resuscitation (similar to that for burn patients), and nutritional support are critical to improving the prognosis.</li>\n\t<li>Wound care: Gentle wound care is required.&nbsp; Mechanical trauma and friction should be avoided to minimize further skin detachment.</li>\n\t<li>Infection prevention: Bacteremia is common and sepsis is a leading cause of death.&nbsp; Prophylactic systemic antibiotics are not routinely recommended, but close surveillance for infection (eg, wound culture, blood cultures) and prompt treatment of identified infections are recommended.</li>\n\t<li>Systemic medications: Systemic corticosteroids are often prescribed in the first few days of the disease, but there is no evidence that they are beneficial.&nbsp; Other adjunct therapies have been studied (eg, tumor necrosis factor-alpha inhibitors, N-acetylcysteine, intravenous immunoglobulins), but their efficacy remains debatable.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>SJS/TEN carries significant risk for morbidity and mortality, with reported mortality rates ranging from 5%-30%.&nbsp; Prognosis is influenced by various factors, including age, extent of epidermal detachment, presence of comorbidities, and promptness of medical intervention.&nbsp; Survivors may experience long-term sequelae, including ocular complications, chronic pain, mucosal scarring, and psychologic distress.</p>\n<h1>Summary</h1><br><br><p>Stevens-Johnson syndrome/toxic epidermal necrolysis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37183.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) represents an inflammatory reaction to drugs or certain infections that is characterized by a prodromal period (eg, fever, malaise) followed by development of coalescing erythematous macules, bullae, and desquamation, typically with involvement of multiple mucosal surfaces.&nbsp; The condition is associated with high morbidity and mortality rates, but the prognosis can be improved with rapid identification and discontinuation of offending medications and excellent supportive care at a specialized center.<p></p>\n</div>\n\n            "
}