{
  "meta": {
    "title": "Sturge-Weber syndrome",
    "url": "https://brainandscalpel.vercel.app/sturge-weber-syndrome-2af06c7e-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:47:30.744Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Sturge-Weber syndrome (SWS) is a congenital neurocutaneous disorder characterized by facial capillary malformation (ie, nevus flammeus, or port-wine stain) in the distribution of the first or second branches of the trigeminal nerve (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31185.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; In addition, capillary-venous malformations involving the brain and eye can lead to clinically significant neurologic and ophthalmologic findings.<p></p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>SWS occurs due to a <strong>somatic mutation</strong> in the <strong><em>GNAQ</em> gene</strong> during early embryogenesis.&nbsp; The <em>GNAQ</em> gene encodes an intracellular signaling protein involved in early embryonic capillary development.&nbsp; Persistent embryologic vasculature causes vascular malformations in the skin, leptomeninges, and eye.&nbsp; Although the exact mechanism is unclear, impaired venous drainage is thought to lead to tissue ischemia and atrophy, resulting in the characteristic cutaneous, neurologic, and ophthalmologic findings in SWS.</p><br><br><p>Because the mutation occurs after the zygotic stage, it is not heritable.&nbsp; Therefore, a family history of SWS does not increase the risk for disease, and there are no modifiable risk factors for SWS.</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of SWS primarily involves the cutaneous, neurologic, and ophthalmologic systems.</p>\n<h2>Cutaneous</h2><br><br><p>Cutaneous manifestations of SWS include a facial capillary malformation, or <strong>port-wine stain</strong>, in the distribution of the <strong>first or second branches of the trigeminal nerve</strong>.&nbsp; The port-wine stain may extend to the contralateral side of the face or the neck, trunk, and extremities.&nbsp; The skin manifestation is apparent at birth and darkens with age.&nbsp; Vascular ectasias typically develop later in life, causing a nodular appearance with underlying soft tissue overgrowth (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L116436.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; By adulthood, most patients have significant nodularity and hypertrophy throughout the port-wine stain.&nbsp; Size and location can be indicators of deeper leptomeningeal involvement.&nbsp; However, in the majority of cases, a facial port-wine stain is an isolated finding at birth, and patients do not develop signs of SWS.<p></p>\n<h2>Neurologic</h2><br><br><p>Neuologic manifestations most commonly include <strong>leptomeningeal capillary-venous malformations</strong> on the same side as the port-wine stain.&nbsp; Increased vascularity leads to leptomeningeal thickening and discoloration.&nbsp; The occipital and parietal lobes are most commonly affected, and the underlying cortical atrophy and calcifications may form over time, likely due to venous stasis (ie, dystrophic calcification).&nbsp; Clinical features include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Seizures</strong>:&nbsp; Seizures can develop in early childhood and are often the first sign of SWS.&nbsp; In addition, many patients with seizures develop hemiparesis of the contralateral side, which leads to hemiatrophy.&nbsp; Progressive loss of motor function occurs over time, likely due to restricted blood flow (ie, recurrent thrombotic events with the leptomeningeal capillary-venous malformation itself).</li>\n\t<li><strong>Neurodevelopmental impairment</strong>:&nbsp; The rate of cognitive decline varies, but the majority of patients develop progressive intellectual disability, developmental delay, and behavioral problems.</li>\n\t<li><strong>Visual field defects</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11189.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Such defects can occur due to leptomeningeal capillary-venous malformations affecting the occipital lobes and optic tracts, and homonymous hemianopia is most common (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32225.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Ophthalmologic</h2><br><br><p>Ophthalmologic manifestations of SWS include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Glaucoma</strong>:&nbsp; This occurs in approximately 50% of patients.&nbsp; Episcleral capillary-venous malformations can impede aqueous humor flow through the anterior chamber angle (angle between the iris and the cornea) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L2228.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), leading to increased intraocular pressure (IOP) and progressive optic nerve damage (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21167.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Clinical manifestations include signs of corneal edema, including tearing (ie, epiphora), photophobia, blepharospasm, and conjunctival erythema.&nbsp; Retained aqueous humor stretches the sclera and cornea (ie, enlarged globe) and causes cupping of the optic nerve.&nbsp; Increased IOP can also cause the capillary-venous malformation to appear more erythematous.&nbsp; Congenital glaucoma is most common, although patients can develop glaucoma as adults.</li>\n\t<li><strong>Choroidal and conjunctival capillary-venous malformations</strong>.</li>\n\t<li><strong>Heterochromia</strong> (ie, irises with different colors).</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected SWS (eg, infant or young child with facial port-wine stain, seizures, and glaucoma), diagnostic evaluation includes demonstration of leptomeningeal enhancement with underlying cortical atrophy and calcifications on imaging, typically on an <strong>MRI of the brain</strong> with contrast (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12555.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; However, leptomeningeal capillary-venous malformation may not be apparent on imaging in infancy; therefore, the diagnosis cannot be excluded by a normal MRI of the brain in the first few months of life.&nbsp; <em>GNAQ</em> mutation can be confirmed via genetic testing of affected tissue but is not required for diagnosis.<p></p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for SWS includes other neurocutaneous disorders, such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tuberous sclerosis</strong>:&nbsp; Characterized by hypopigmented ash-leaf spots, angiofibromas (ie, malar erythematous papules), and shagreen patches (flesh-colored plaques on the back).&nbsp; As in SWS, in tuberous sclerosis, seizures and intellectual disability are common.</li>\n\t<li><strong>Neurofibromatosis type I</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36987.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):&nbsp; Characterized by intellectual disability and seizures.&nbsp; Cutaneous manifestations include multiple, large café au lait macules; freckling; and neurofibromas, not a nevus flammeus.</li>\n\t<li><strong>Neurofibromatosis type II</strong>:&nbsp; Characterized by bilateral vestibular schwannomas.&nbsp; Cutaneous manifestations include cutaneous plaques and tumors.&nbsp; Cataracts, not glaucoma, are common.</li>\n</ul><br><br><p>Although not a neurocutaneous syndrome, <strong>Klippel-Trenaunay syndrome</strong> is characterized by extensive capillary-venous malformations involving the extremities and trunk and must be distinguished from SWS.&nbsp; Affected limbs become hypertrophic, not atrophic, as in SWS.&nbsp; Lymphatic malformations can occur, and neurologic involvement is not expected.</p>\n<h1>Management</h1><br><br><p>Management of SWS is supportive and involves a multidisciplinary approach, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cutaneous</strong>:&nbsp; Laser therapy (eg, pulsed dye laser) may be considered for cosmetic concerns.</li>\n\t<li><strong>Neurologic</strong>:&nbsp; Antiepileptic drugs are often required, and breakthrough seizures are common.&nbsp; Surgical resection of epileptogenic tissue may be required for intractable seizures.&nbsp; Patients should be referred for physical and occupational therapies to preserve neurodevelopmental outcomes.</li>\n\t<li><strong>Ophthalmologic</strong>:&nbsp; Routine ophthalmologic examinations are required for prompt detection of increased IOP with tonometry and choroidal capillary-venous malformations with funduscopy.&nbsp; Increased IOP can often be managed with topical medications (eg, timolol, latanoprost).&nbsp; Surgical intervention may be considered in refractory cases.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of SWS varies, depending on the extent of neurologic involvement and age at seizure onset.&nbsp; Adequate seizure control is often an indicator of a favorable prognosis.&nbsp; Glaucoma can lead to complete vision loss without treatment.</p>\n<h1>Summary</h1><br><br><p>Sturge-Weber syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38682.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a congenital neurocutaneous disorder caused by a somatic mosaic mutation in the <em>GNAQ</em> gene.&nbsp; This syndrome is characterized by a facial capillary malformation (ie, nevus flammeus, or port-wine stain) in the distribution of the first or second branches of the trigeminal nerve with underlying leptomeningeal capillary-venous malformations.&nbsp; Patients may have clinically significant neurologic (eg, seizures) and ophthalmologic (eg, glaucoma) manifestations.&nbsp; Diagnosis involves the demonstration of leptomeningeal enhancement on imaging (eg, MRI of the brain with contrast), and management is supportive.<p></p>\n</div>\n\n            "
}