{
  "meta": {
    "title": "Acute stress disorder",
    "url": "https://brainandscalpel.vercel.app/acute-stress-disorder-a1e2fd59-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:28.054Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Acute stress disorder (ASD) is a severe anxiety response to a life-threatening event that is characterized by reexperiencing trauma, dissociation, negative mood, avoidance, and hyperarousal.&nbsp; ASD symptoms typically start immediately after a traumatic event; they must last at least 3 days and up to 1 month for diagnosis.&nbsp; Treatment of ASD may decrease the likelihood of progression to posttraumatic stress disorder (PTSD), which can occur if symptoms persist for more than 1 month after a trauma event.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>The prevalence of ASD within 1 month of trauma exposure varies depending on the nature of the event.&nbsp; About 10%-20% of individuals develop ASD in response to an event that does not involve interpersonal assault (eg, motor vehicle collision, severe burn injury), and about 20%-50% of individuals develop ASD after being exposed to an interpersonal trauma (eg, mass shooting, rape).&nbsp; ASD is more common in female patients, which may be partly related to a higher likelihood of exposure to interpersonal trauma.</p><br><br><p>Risk factors that may increase the likelihood of developing ASD after trauma exposure include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Severity of trauma</li>\n\t<li>Close proximity to trauma (eg, self vs relative/witness)</li>\n\t<li>Previous trauma exposures</li>\n\t<li>History of a psychiatric condition prior to trauma</li>\n\t<li>Avoidant style of coping with stress (eg, denial, substance use)</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients with ASD present in many different ways, and for some, symptom onset may be delayed.&nbsp; Most patients reexperience the trauma in some way (eg, trauma-related nightmares, intrusive memories of the event) and have a high level of reactivity to trauma cues (eg, panic attacks, startle response).&nbsp; Somatic symptoms (eg, sleep disturbances, headaches, heart palpitations) are common.</p><br><br><p>Patients may be reluctant to describe the traumatic event due to discomfort caused by memories of the trauma.&nbsp; Dissociative symptoms can also occur, resulting in patients being unable to recall aspects of the trauma or associated feelings.&nbsp; Some patients may experience excessive guilt associated with the trauma (eg, feeling responsible for the event or for not preventing the event, feeling weak for experiencing symptoms).</p>\n<h1>Diagnosis</h1><br><br><p>For a diagnosis of ASD, the following criteria must be met:</p><br><br><p><strong>Exposure to actual or threatened death, serious injury, or sexual violation</strong> in at least 1 of the following ways:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Having direct experience of a traumatic event (eg, sexual violence, earthquake)</li>\n\t<li>Witnessing, in-person, the event as it occurred to others (eg, witnessing domestic violence or a fatal vehicle collision)</li>\n\t<li>Learning that the event occurred to a close family member or friend</li>\n\t<li>Experiencing repeated or extreme exposure to details of a traumatic event (eg, pathologist repeatedly performing autopsies on severely injured bodies)</li>\n</ul><br><br><p>Presence of <strong>≥9</strong> of the following symptoms, lasting <strong>at least 3 days and up to 1 month</strong> after exposure to trauma:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intrusion symptoms</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Recurrent, involuntary, and intrusive distressing memories of the trauma</li>\n\t\t<li>Recurrent distressing dreams that relate to the trauma through content or affect (ie, frightening dreams not involving the trauma)</li>\n\t\t<li>Dissociative reactions that are experienced as if the trauma is recurring (eg, flashbacks)</li>\n\t\t<li>Intense emotional distress or physiological reaction in response to trauma cues (eg, storm clouds causing fear in child who experienced a tornado)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Negative mood</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Persistent inability to experience positive emotions (eg, unable to feel happiness or excitement)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Dissociative symptoms</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>An altered sense of reality about the current environment (derealization) (eg, sensation that time is slowed) or self (depersonalization) (eg, out-of-body experience)</li>\n\t\t<li>Inability to remember important aspects of the traumatic event (dissociative amnesia)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Avoidance symptoms</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Efforts to avoid distressing memories, thoughts, or feelings related to the traumatic event (eg, excessive alcohol use)</li>\n\t\t<li>Efforts to avoid cues that cause distressing memories, thoughts, or feelings (eg, not going out at night after being robbed)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Arousal symptoms</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Sleep disturbance</li>\n\t\t<li>Concentration difficulties</li>\n\t\t<li>Irritability and angry outbursts (may involve physical or verbal aggression toward people or objects)</li>\n\t\t<li>Hypervigilance</li>\n\t\t<li>Exaggerated startle response</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>PTSD</strong>:&nbsp; This condition is also characterized by an impairing stress response resulting from actual/threatened death or injury; however, the duration of PTSD symptoms must be greater than 1 month.</li>\n\t<li><strong>Adjustment disorder</strong>:&nbsp; This disorder also consists of an acute response to a stressor; however, the stressor can be of any severity (eg, moving, divorce) and is not typically associated with intrusive distressing memories or avoidance behaviors.</li>\n</ul>\n<h1>Management</h1><br><br><p>Evaluating a patient who recently experienced a trauma requires patience, validation, and empathy.&nbsp; General principles to consider during an evaluation include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Gauge the patient's interest in talking about the traumatic experience</li>\n\t<li>Follow the patient's lead and allow sharing of the narrative of what occurred</li>\n\t<li>Avoid pushing for details or asking a series of closed-ended questions</li>\n\t<li>Normalize the stress response</li>\n\t<li>Provide psychoeducation on physical and emotional responses to trauma</li>\n\t<li>Arrange regular follow-up appointments to monitor symptoms and provide support</li>\n\t<li>Encourage contact with family, friends, and other social supports</li>\n</ul><br><br><p>Treatment goals for ASD include symptom reduction and decreasing the likelihood of progression to PTSD.&nbsp; Trauma-focused cognitive-behavioral therapy (CBT) is a first-line intervention for ASD, and pharmacotherapy with benzodiazepines is reserved for specific cases as an adjunct to psychotherapy.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Trauma-focused CBT</strong>:&nbsp; A first-line treatment for ASD, CBT consists of increasing coping skills, identifying and reframing cognitive distortions (eg, the world is unsafe), and exposing patients to trauma cues in a controlled manner.</li>\n\t<li><strong>Benzodiazepines</strong>:&nbsp; These drugs may be appropriate for intense anxiety, agitation, or sleep disturbances; the lowest effective dose for a maximum of 4 weeks is recommended to prevent harm and not impede recovery (ie, develop tolerance and inhibit processing trauma during therapy).</li>\n</ul><br><br><p>ASD is associated with an elevated suicide risk and warrants screening for suicidal ideation, assessment of risk factors, and safety planning.</p>\n<h1>Prognosis</h1><br><br><p>With appropriate intervention, ASD symptoms may remit and not progress to PTSD; however, 40%-80% of patients diagnosed with ASD progress to PTSD.</p>\n<h1>Summary</h1><br><br><p>Acute stress disorder (ASD) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33515.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) develops in response to life-threatening trauma and is characterized by intrusive experiences, arousal, dissociative symptoms, avoidance of traumatic reminders, and negative mood.&nbsp; ASD symptoms typically start immediately after a traumatic event and must last at least 3 days and up to 1 month for diagnosis.&nbsp; First-line treatment includes trauma-focused cognitive-behavioral therapy, which reduces ASD symptoms and decreases the probability of developing posttraumatic stress disorder.<p></p>\n</div>\n\n            "
}