{
  "meta": {
    "title": "Anorexia nervosa",
    "url": "https://brainandscalpel.vercel.app/anorexia-nervosa-857d1f91-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:34.183Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Anorexia nervosa is an eating disorder characterized by low body weight due to restriction of caloric intake, distorted body image, and fear of weight gain.&nbsp; The onset typically occurs during adolescence or young adulthood.&nbsp; Individuals with anorexia nervosa may have limited insight into the dangers of low body weight due to a preoccupation with maintaining thinness, which can result in nonadherence to treatment recommendations.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>The lifetime prevalence rate of anorexia nervosa is estimated to be 0.3%-1% and is more common in female patients (10:1 female/male ratio).</p><br><br><p>Several risk factors may contribute to the development of anorexia nervosa, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Genetic predisposition:&nbsp; first-degree relative with an eating disorder, depression, or bipolar disorder</li>\n\t<li>Psychologic factors:&nbsp; perfectionistic tendencies and obsessional traits, history of childhood trauma (eg, abuse, neglect)</li>\n\t<li>Environmental factors:&nbsp; involvement in sports/activities that promote thinness (eg, modeling, ballet), stressful life transitions (eg, moving away from home for college)</li>\n</ul>\n<h1>Pathogenesis</h1><br><br><p>The pathogenesis of anorexia nervosa is not fully understood but is believed to be related to neurotransmitter abnormalities of dopamine (eating behavior and reward) and serotonin (impulse control, obsessions), as well as the dysfunctional reward circuitry in the brain.</p>\n<h1>Clinical presentation</h1><br><br><p>Identifying at-risk patients and screening for eating disorders (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92082.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is crucial because many patients are not forthcoming about symptoms and may try to conceal signs of weight loss (eg, wearing baggy clothing, increasing water intake to alter weight).&nbsp; Patients may have concerns directly related to eating behaviors (eg, anxiety about and preoccupation with body image) or the physiologic effects (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85349.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) caused by malnutrition and low body weight:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Amenorrhea (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17430.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )</li>\n\t<li>Hypotension and bradycardia</li>\n\t<li>Electrolyte abnormalities (eg, hypokalemia, hyponatremia)</li>\n\t<li>Cardiovascular dysfunction (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/89838.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) (eg, prolonged QT interval, myocardial atrophy)</li>\n\t<li>Hematologic changes (eg, anemia, leukopenia, thrombocytopenia)</li>\n\t<li>Gastroparesis, constipation, and abdominal pain</li>\n\t<li>Osteoporosis and osteopenia (increased risk for fractures)</li>\n\t<li>Dental enamel erosion and hypertrophy of parotid glands (if self-induced vomiting)</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The following criteria must be met for a diagnosis of anorexia nervosa:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Significantly low body weight due to restriction of energy intake\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>BMI &lt;18.5 kg/m<font size=\"2\"><sup>2</sup></font> in adults</li>\n\t\t<li>BMI for age &lt;5th percentile in children</li>\n\t</ul>\n\t</li>\n\t<li>Fear of weight gain or recurrent behaviors that interfere with gaining weight (eg, excessive exercise)</li>\n\t<li>Distorted body image (eg, belief that thighs are fat despite being emaciated), self-esteem dependent on body weight/shape, or inability to recognize risks of current weight (ie, lack of insight into medical seriousness of the condition)</li>\n</ul><br><br><p>Further specification of symptoms can include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Restricting type:</strong>&nbsp; weight loss associated with dieting, fasting, or excessive exercise and no binge-eating episodes or purging behaviors present</li>\n\t<li><strong>Binge eating/purging type:</strong>&nbsp; presence of recurrent binge-eating episodes and purging behaviors (eg, diuretic or laxative use, self-induced vomiting)</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bulimia nervosa:</strong>&nbsp; also characterized by binge-eating episodes (discrete periods of uncontrollable eating) with subsequent purging behaviors and self-worth that is dependent on body shape and weight.&nbsp; However, patients with bulimia nervosa have a normal or an increased body weight.</li>\n\t<li><strong>Avoidant/restrictive food intake disorder:</strong>&nbsp; also presents with low BMI and signs of malnutrition; however, these findings result from a lack of interest in eating (eg, dislike of sensory experience of eating) and are not associated with a fear of weight gain or distorted body image.</li>\n\t<li><strong>Body dysmorphic disorder</strong> (BDD):&nbsp; characterized by preoccupation with a perceived body defect; however, the fixation in BDD (eg, ear shape) is unrelated to body size and is not associated with significantly low body weight or fear of becoming fat.&nbsp; BDD can occur with anorexia nervosa, in which case both diagnoses would be given.</li>\n\t<li><strong>Other medical conditions:</strong>&nbsp; can cause weight loss and signs of nutritional deficiency (eg, celiac disease, HIV, malignancy), although these illnesses are not associated with intentional restriction of energy intake, decreased self-worth due to body shape/size, or fear of gaining weight.</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><p>Because malnutrition can affect multiple organ systems and body functions, the following laboratory tests are recommended for initial evaluation and monitoring:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count and differential (anemia, leukopenia, thrombocytopenia)</li>\n\t<li>Basic metabolic panel (electrolyte disturbances, kidney dysfunction, dehydration, hypoglycemia)</li>\n\t<li>Serum calcium, phosphorus, and magnesium levels (low)</li>\n\t<li>Liver function tests (transaminitis)</li>\n\t<li>TSH (variable); euthyroid sick syndrome is common (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61946.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                )</li>\n\t<li>25-Hydroxyvitamin D (low)</li>\n\t<li>Coagulation studies:&nbsp; INR (prolonged)</li>\n\t<li>ECG (prolonged QT interval)</li>\n\t<li>Pregnancy test</li>\n</ul>\n<h1>Imaging</h1><br><br><p>Imaging is not routinely performed but should be pursued in the following situations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>History of syncope, dyspnea, or abnormalities on examination or ECG:&nbsp; echocardiography to assess for atrophy of cardiac muscle, pericardial effusion, mitral valve prolapse, and other changes related to significantly low body weight</li>\n\t<li>Prolonged amenorrhea due to hypothalamic suppression or significantly low body weight for &gt;12 months:&nbsp; DXA scan to assess bone mineral density and need for osteoporosis treatment; repeat imaging every 1-2 years</li>\n\t<li>Suspicion for superior mesenteric artery syndrome (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5750.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; loss of mesenteric fat pad leading to compression of duodenum and bowel obstruction\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Symptoms:&nbsp; postprandial epigastric pain, nausea, vomiting</li>\n\t\t<li>Diagnostic studies:&nbsp; plain abdominal films and transabdominal ultrasonography</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment of anorexia nervosa involves acute stabilization, nutritional rehabilitation, and psychologic interventions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Medical stabilization:</strong>&nbsp; to address acute electrolyte imbalances, hemodynamic instability, and other effects of malnutrition.</li>\n\t<li><strong>Nutritional rehabilitation:</strong>&nbsp; focuses on gradually restoring a healthy weight and includes meal planning, determination of route of administration (eg, oral, enteral, parenteral), and nutritional counseling.</li>\n\t<li><strong>Psychotherapy:</strong>&nbsp; addresses distorted beliefs about food and self-worth and includes multiple modalities (eg, cognitive-behavioral therapy, family therapy, psychodynamic psychotherapy), which can be selected based on patient preference.</li>\n\t<li><strong>Pharmacotherapy:</strong>&nbsp; not considered first-line therapy, although olanzapine can be used as an adjunct in treatment-resistant cases to target weight gain.&nbsp; Treatment of comorbid psychiatric disorders (eg, bipolar disorder, depression) should occur in addition to primary management.</li>\n</ul><br><br><p>Depending on a patient's clinical status, varying levels of care (eg, inpatient, outpatient, and partial hospitalization programs) are available.&nbsp; Anorexia nervosa requires hospitalization when medical and psychiatric complications cannot be safely managed in an outpatient setting.&nbsp; Common indications for inpatient admission include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Severe malnutrition</strong>:&nbsp; BMI &lt;14 kg/m<font size=\"2\"><sup>2</sup></font> or &lt;70% ideal body weight</li>\n\t<li><strong>Refeeding syndrome</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17365.png\" alt=\"Pathogenesis of refeeding syndrome\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Pathogenesis of refeeding syndrome</div>\n                                </div>\n                                ):&nbsp; due to rapid nutritional replenishment in severely malnourished patients that results in electrolyte and fluid shifts.&nbsp; The sudden increase in glucose causes a compensatory surge of insulin, which can result in:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Potentially fatal hypophosphatemia, hypokalemia, and hypomagnesemia</li>\n\t\t<li>Multisystem organ dysfunction (eg, arrhythmias, congestive heart failure, respiratory failure, rhabdomyolysis, seizures)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Hemodynamic instability</strong>:&nbsp; severe bradycardia (&lt;40/min), hypotension (&lt;80/60 mm Hg), or impaired cardiac functioning (eg, arrhythmias)</li>\n\t<li><strong>Electrolyte imbalances</strong> (eg, severe hypokalemia, hyponatremia, dehydration)</li>\n\t<li><strong>Suicidality</strong> and comorbid psychiatric conditions:&nbsp; imminent risk to self and inability to maintain personal safety.&nbsp; Anorexia nervosa is associated with an elevated risk for suicide, as well as comorbid bipolar, depressive, and anxiety disorders.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Approximately 75% of patients with anorexia nervosa experience remission within 5 years of diagnosis.&nbsp; However, others have a chronic course of illness, resulting in multiple hospitalizations and irreversible physiologic effects of prolonged malnutrition.&nbsp; Anorexia nervosa is associated with the highest mortality rate of all psychiatric disorders (estimated 5% of patients die within 4 years of initial diagnosis), which is the result of medical complications or suicide.</p>\n<h1>Summary</h1><br><br><p>Anorexia nervosa (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37606.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) is an eating disorder characterized by low body weight (BMI &lt;18.5 kg/m<font size=\"2\"><sup>2</sup></font>) due to restricted intake, fear of becoming fat, and distorted body image.&nbsp; Screening for anorexia nervosa is crucial because many patients try to conceal signs of weight loss.&nbsp; Being in a state of starvation affects multiple organ systems and can include severe electrolyte disturbances, cardiac dysfunction, amenorrhea, and osteoporosis.&nbsp; Treatment primarily consists of medical stabilization, nutritional rehabilitation, and psychotherapy.<p></p>\n</div>\n\n            "
}