{
  "meta": {
    "title": "Antipsychotics",
    "url": "https://brainandscalpel.vercel.app/antipsychotics-3e6fd89b-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:32.866Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Antipsychotic medications treat acute and chronic psychotic disorders as well as mood disorders and agitation.&nbsp; There are 2 classes of antipsychotics: first-generation antipsychotics (FGAs) (typical antipsychotics) and second-generation antipsychotics (SGAs) (atypical antipsychotics).&nbsp; Most FGAs and SGAs block postsynaptic dopamine D2 receptors in the brain and have comparable efficacy, though their varying degrees of affinity for additional receptors (eg, serotonergic, muscarinic, alpha-adrenergic, histaminic) result in different adverse effects and safety profiles.</p>\n<h1>First-generation (typical) antipsychotics</h1> <h2>Clinical indications</h2><br><br><p>FGAs treat schizophrenia spectrum disorders (eg, brief psychotic disorder, schizophrenia, delusional disorder) by reducing positive symptoms, including hallucinations, delusions, and disorganized thoughts (eg, tangential speech) and behavior.&nbsp; However, due to increased risk for extrapyramidal symptoms (EPS) and tardive dyskinesia with FGAs, SGAs tend to be preferred.</p>\n<h2>Mechanism of action</h2><br><br><p>FGAs block dopaminergic activity in 4 different pathways in the brain:&nbsp; mesolimbic, mesocortical, nigrostriatal, and tuberoinfundibular (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17787.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Dopamine overactivity in the mesolimbic pathway (ventral tegmental area [VTA] to the nucleus accumbens/striatum) is associated with positive psychotic symptoms.&nbsp; The therapeutic effects of FGAs on <strong>positive symptoms</strong> are thought to be related to dopamine <strong>D2 blockade</strong> in the <strong>mesolimbic pathway</strong>.</p><br><br><p>Decreased dopamine activity in the mesocortical pathway (VTA to the prefrontal cortex) is thought to result in negative symptoms (eg, avolition, alogia, anhedonia) and cognitive deficits in psychotic disorders.&nbsp; FGAs have <strong>limited effects in treating negative symptoms</strong>.</p><br><br><p>FGA dopamine blockade in the nigrostriatal and tuberoinfundibular pathways can result in EPS and hyperprolactinemia, respectively.</p>\n<h2>Potency and common medications</h2><br><br><p>FGAs are classified according to potency, which refers to the affinity of the FGA for the D2 receptor (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42473.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Low-potency FGAs</strong>:&nbsp; higher histaminic, muscarinic, and noradrenergic blockade effects<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Sedation, anticholinergic symptoms (eg, dry mouth, constipation, urinary retention), and orthostatic hypotension</li>\n\t\t<li>Lower risk for EPS, higher risk of weight gain</li>\n\t\t<li>Examples:&nbsp; chlorpromazine, thioridazine</li>\n\t</ul>\n\t</li>\n\t<li><strong>High-potency FGAs</strong>:&nbsp; lower histaminic, muscarinic, and noradrenergic blockade effects\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Less sedation and anticholinergic symptoms</li>\n\t\t<li>Higher risk for EPS, low risk of weight gain</li>\n\t\t<li>Examples:&nbsp; haloperidol, fluphenazine&nbsp;</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Adverse effects</h2><br><br><p><strong>Extrapyramidal symptoms</strong></p><br><br><p>FGAs exert their therapeutic effects via dopamine blockade; however, antagonism is nonselective and affects other dopamine pathways in the brain, including the nigrostriatal pathway.&nbsp; High-potency FGAs are more likely to cause EPS:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute dystonia</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92154.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; sudden, sustained muscle contractions<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Often affect head/neck muscles (eg, facial spasms, jaw clenching, torticollis [neck muscle contraction], oculogyric crisis [eyes forcefully roll upward])</li>\n\t\t<li>Symptoms are painful and distressing</li>\n\t\t<li>Management:&nbsp; dose cessation/reduction (if possible) and benztropine or diphenhydramine</li>\n\t</ul>\n\t</li>\n\t<li><strong>Akathisia:</strong>&nbsp; intense restlessness with urge to move (eg, march in place, squirm in seat)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Usually affects legs, though can involve arms and trunk</li>\n\t\t<li>Movement does not improve or relieve the urge</li>\n\t\t<li>Management:&nbsp; dose cessation/reduction if possible; propranolol, lorazepam</li>\n\t</ul>\n\t</li>\n\t<li><strong>Parkinsonism</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42530.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; rigidity, tremor, bradykinesia\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Dose-dependent and typically symmetric, bilateral symptoms</li>\n\t\t<li>Management:&nbsp; dose reduction if possible; benztropine, amantadine&nbsp;</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Tardive dyskinesia</h2><br><br><p>Tardive dyskinesia (TD) is thought to be due to prolonged antipsychotic exposure and D2 receptor antagonism that results in increased D1 receptor activity in the basal ganglia and/or dopamine receptor hypersensitivity (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37658.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; Risk for developing TD is higher among FGAs than SGAs.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Symptoms:&nbsp; abnormal involuntary movements of the face (eg, grimacing), lips (eg, smacking), tongue (eg, protrusion), trunk (eg, rocking, shoulder shrugging), or extremities (eg, foot tapping)</li>\n\t<li>Patients may be unaware of abnormal movements</li>\n\t<li>Management:&nbsp; assess for TD at regular intervals (eg, every 6 months); if TD develops, causative medication should be gradually tapered and discontinued if feasible; alternatively, switching to a lower-risk agent (eg, clozapine, quetiapine) or treatment with a vesicular monoamine transporter 2 (VMAT2) inhibitor (eg, valbenazine, deutetrabenazine)</li>\n</ul>\n<h2>Neuroleptic malignant syndrome</h2><br><br><p>Neuroleptic malignant syndrome (NMS) is a rare, life-threatening condition with fever, rigidity, mental status changes, and autonomic instability due to dopamine blockade (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26298.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Management includes immediate discontinuation of antipsychotic medication and supportive care (eg, cooling, intravenous fluids).<p></p><br><br><p>NMS is discussed in more detail in a separate article.</p>\n<h2>Hyperprolactinemia</h2><br><br><p>The tuberoinfundibular dopamine pathway connects the hypothalamus to the pituitary gland and is responsible for the tonic inhibition of prolactin secretion (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17787.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Normally, neurons in the hypothalamus secrete dopamine, which binds to D2 receptors in the anterior pituitary gland, resulting in decreased prolactin secretion.<p></p><br><br><p>D2 antagonism by FGAs and SGAs can cause an increase in prolactin levels, resulting in amenorrhea, galactorrhea, gynecomastia, and sexual dysfunction.&nbsp; Annual screening for symptoms and serum prolactin levels in symptomatic patients are recommended.</p>\n<h2>Metabolic syndrome</h2><br><br><p>FGAs are associated with a lower risk of metabolic adverse effects compared to SGAs, though their use, especially low potency FGAs, can also result in weight gain, dyslipidemia, and hyperglycemia with increased risk for diabetes mellitus.&nbsp; Routine monitoring of weight/BMI, waist circumference, blood pressure, fasting glucose, and lipid profile is recommended.</p>\n<h2>Anticholinergic effects</h2><br><br><p>Low potency FGAs (ie, chlorpromazine, thioridazine) are associated with antimuscarinic effects such as dry mouth and constipation.&nbsp; Severe cases can also result in blurred vision or urinary retention.</p>\n<h2>Orthostatic hypotension</h2><br><br><p>Alpha adrenergic blockade occurs with low potency FGAs, especially when given parenterally, resulting in orthostatic hypotension and reflex tachycardia.</p>\n<h2>QT interval prolongation</h2><br><br><p>QT prolongation occurs more frequently with low potency FGAs and IV haloperidol through inhibition of cardiac delayed potassium rectifier channels.&nbsp; Delayed ventricular repolarization increases risk of torsades de pointes and sudden cardiac death.&nbsp; Initial and routine electrocardiogram screening is recommended for those at increased risk (eg, polypharmacy, cardiac disease).</p>\n<h2>Seizures</h2><br><br><p>FGAs can reduce the seizure threshold, increasing the risk of seizures.&nbsp; Patients with a history of seizure disorders should be monitored closely for diminished control of seizures.</p>\n<h2>Increased risk of death in patients with dementia</h2><br><br><p>All antipsychotics have an FDA black box warning about the increased risk of death from any cause for geriatric patients with dementia.&nbsp; In addition, these patients have an increased risk for stroke and heart attack.&nbsp; Potential benefits of antipsychotics, which are sometimes prescribed for agitation in this population, must be carefully weighed against the risks.</p>\n<h1>Second-generation (atypical) antipsychotics</h1> <h2>Clinical indications</h2><br><br><p>SGAs have comparable effectiveness to FGAs in reducing positive psychotic symptoms, with the exception of clozapine, which is superior in treatment resistant schizophrenia (ie, ≥2 failed antipsychotic trials).&nbsp; SGAs are often preferred over FGAs due to a lower risk of EPS and TD, though they do carry a greater risk of metabolic side effects.</p><br><br><p>Psychosis in advanced Parkinson disease is often treated by SGAs with low D2-receptor activity (eg, quetiapine, clozapine) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/99164.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>SGAs also treat mania and depression related to bipolar disorders and function as augmenting antidepressants in major depressive disorder.</p>\n<h2>Mechanism of action</h2><br><br><p>Most SGAs exert therapeutic effects through <strong>limbic D2 receptor antagonism</strong>.&nbsp; Exceptions include aripiprazole, which acts as a partial D2 agonist, functioning as an agonist in low dopamine conditions (mesocortical pathway) and as an antagonist in high dopamine conditions (mesolimbic pathway).&nbsp; Pimavanserin is also a serotonin receptor inverse agonist and does not function at D2 receptors, allowing for its role in managing Parkinson disease psychosis.</p><br><br><p>SGAs have high affinity for serotonin (5-HT) receptors, including cortical 5-HT2A receptor affinity and antagonism, leading to a lower risk of EPS and TD compared to FGAs.</p>\n<h2>Common medications</h2><br><br><p>Commonly encountered SGAs include risperidone, paliperidone, olanzapine, quetiapine, aripiprazole, ziprasidone, pimavanserin, clozapine.</p>\n<h2>Adverse effects</h2><br><br><p>Selection of an SGA includes consideration of adverse effects (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35692.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>EPS/TD/NMS</h2><br><br><p>Though less frequent than FGAs, SGAs can also cause EPS, TD, and NMS and require routine monitoring.&nbsp; Among SGAs, risperidone carries the highest risk of causing EPS while quetiapine and clozapine carry the lowest risk.&nbsp; Aripiprazole is commonly associated with akathisia.</p>\n<h2>Metabolic syndrome</h2><br><br><p>SGA use can result in weight gain, dyslipidemia, and hyperglycemia with increased risk for diabetes mellitus (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35225.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ).&nbsp; Routine monitoring of weight/BMI, waist circumference, blood pressure, fasting glucose, and lipid profile is recommended.<p></p><br><br><p>Clozapine, olanzapine, and quetiapine cause hunger and contribute most significantly to metabolic side effects.&nbsp; Aripiprazole and ziprasidone are associated with less weight gain so are favored in patients with preexisting metabolic conditions.&nbsp; In addition to lifestyle modifications, metformin can be used to counter antipsychotic-induced weight gain.</p>\n<h2>Hyperprolactinemia</h2><br><br><p>D2 receptor antagonism in the tuberoinfundibular pathway leads to enhanced prolactin secretion, resulting in amenorrhea, galactorrhea, gynecomastia, and sexual dysfunction.&nbsp; Annual screening for symptoms and serum prolactin levels in symptomatic patients are recommended.</p><br><br><p>Risperidone is most likely to cause hyperprolactinemia of the SGAs.&nbsp; Aripiprazole can be used at low doses to counteract hyperprolactinemia through partial D2 dopamine receptor agonism in the tuberoinfundibular pathway.</p>\n<h2>Anticholinergic effects</h2><br><br><p>SGAs (ie, clozapine, olanzapine, quetiapine) are associated with antimuscarinic effects such as dry mouth, constipation, blurred vision or urinary retention.&nbsp; Patients using clozapine should be routinely asked about anticholinergic side effects, particularly constipation.&nbsp; Prophylactic management is recommended to prevent bowel complications (eg, complete obstruction, intestinal ischemia).</p>\n<h2>Orthostatic hypotension</h2><br><br><p>Alpha adrenergic blockade occurs soon after treatment initiation or dose increase, resulting in transient orthostatic hypotension and reflex tachycardia.&nbsp; Orthostasis is most commonly associated with clozapine but is also seen with quetiapine.</p>\n<h2>QT interval prolongation</h2><br><br><p>QT prolongation occurs through inhibition of cardiac delayed potassium rectifier channels.&nbsp; Delayed ventricular repolarization increases risk of torsades de pointes and sudden cardiac death.</p><br><br><p>Initial and routine electrocardiogram screening is recommended for those at increased risk (eg, polypharmacy, cardiac disease).&nbsp; Ziprasidone and quetiapine carry the greatest risk of QT interval prolongation.</p>\n<h2>Myocarditis/cardiomyopathy</h2><br><br><p>Clozapine is most commonly associated with myocarditis and cardiomyopathy occurring at onset of treatment.&nbsp; Routine screening of cardiac biomarkers at initiation is recommended.</p>\n<h2>Seizures</h2><br><br><p>SGAs can reduce the seizure threshold, increasing the risk of seizures.&nbsp; Clozapine has the highest risk of seizures and should be avoided in patients with a history of seizure disorder, if possible.</p>\n<h2>Sedation</h2><br><br><p>SGA histamine receptor antagonism and alpha-adrenergic blockade leads to sedation that tends to resolve in a few days.&nbsp; Clozapine, quetiapine, and olanzapine carry the greatest risk of causing sedation.&nbsp; In contrast, aripiprazole is more commonly associated with insomnia.</p>\n<h2>Increased risk of death in patients with dementia</h2><br><br><p>SGAs have lower mortality rates compared to FGAs.&nbsp; However, all antipsychotics have an FDA black box warning about the increased risk of death from any cause for geriatric patients with dementia.&nbsp; These patients appear to have an increased risk for stroke and heart attack.</p>\n<h2>Aganulocytosis/Neutropenia</h2><br><br><p>Clozapine carries a risk for agranulocytosis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/99142.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ).&nbsp; Routine lab monitoring with complete blood counts for neutropenia is required.&nbsp; Clozapine is reserved for patients with treatment-resistant schizophrenia (≥2 antipsychotic trials).<p></p>\n<h1>Long-acting injectable antipsychotics</h1><br><br><p>Patients who struggle with adherence to antipsychotic medication may benefit from long-acting injectable (LAI) formulations, which slowly release medication into the body over weeks to months.&nbsp; The consistent serum levels obtained reduce risk of relapse and hospitalization due to missed oral doses.&nbsp; LAI antipsychotics provide routine physician contact to assess for patient stability and are available for specific medications:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>First-generation LAIs:&nbsp; Haloperidol decanoate and fluphenazine decanoate</li>\n\t<li>Second-generation LAIs:&nbsp; Risperidone, paliperidone, aripiprazole, olanzapine</li>\n</ul><br><br><p>Olanzapine is less commonly used due to a required observation period related to post-injection delirium/sedation syndrome.</p>\n<h1>Summary</h1><br><br><p>Antipsychotic medications play a critical role in managing psychotic and certain mood disorders, but they require careful monitoring due to their significant side effects (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/43813.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ).&nbsp; First-generation (typical) antipsychotics are effective for positive symptoms but have a higher risk of EPS, while second-generation (atypical) antipsychotics have a broader therapeutic range, addressing both positive and negative symptoms with a lower risk of movement disorders but a higher metabolic burden.&nbsp; The choice of medication depends on the patient's clinical presentation, side effect profile, and comorbid conditions.<p></p>\n</div>\n\n            "
}