{
  "meta": {
    "title": "Binge-eating disorder",
    "url": "https://brainandscalpel.vercel.app/binge-eating-disorder-b49d460c-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:37.830Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Binge-eating disorder (BED), the most common type of eating disorder, is characterized by episodes of binge eating that are associated with significant distress and a sense of loss of control.&nbsp; Recurrent compensatory behaviors to prevent weight gain (ie, purging) in response to binge-eating episodes are not present, although patients may have a history of frequent dieting attempts.&nbsp; The majority of patients with BED are overweight or obese, and symptom onset typically occurs in patients who are already at an increased body weight.&nbsp; Many patients experience significant shame related to their symptoms and often try to conceal binge-eating episodes.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>The risk for BED increases as body weight increases (ie, highest prevalence in patients with obesity).&nbsp; This disorder is more common in female patients than in male patients (3:1 ratio), and the disease onset is usually during adolescence or young adulthood (age 12-25).</p><br><br><p>Childhood obesity and loss of control with eating during childhood are both risk factors for BED.&nbsp; Additional risk factors include a family history of eating disorders, psychologic factors (eg, depression, anxiety disorders, negative self-evaluation, body dissatisfaction), and environmental triggers (eg, stressful life events, interpersonal conflicts, societal emphasis on dieting/maintaining thinness).</p>\n<h1>Pathogenesis</h1><br><br><p>The pathogenesis of BED is unclear, although it may include impaired reward circuitry in the brain (increased response to food cues and drive to continue eating), diminished prefrontal cortex activation (impaired impulse control), and dysfunctional appetite signaling and regulation.</p>\n<h1>Clinical presentation</h1><br><br><p>Identifying at-risk patients and screening for eating disorders are crucial as many patients are not forthcoming about symptoms due to feelings of shame and may try to conceal behaviors (eg, hiding food, avoid eating in public, eating in secret) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92082.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>BED occurs in normal-weight, overweight, and obese patients, but it is most prevalent in patients with obesity.&nbsp; Weight gain and obesity typically precede the onset of binge-eating behaviors in the majority of patients.&nbsp; Binge-eating episodes are <u>not</u> associated with recurrent and sustained efforts to prevent weight gain (ie, purging), although unsuccessful dieting attempts are common in BED.</p><br><br><p>Patients with BED usually seek care for weight management or treatment of medical conditions associated with increased body weight/obesity (eg, hypertension, diabetes mellitus, dyslipidemia, obstructive sleep apnea, nonalcoholic fatty liver disease/metabolic dysfunction–associated steatotic&nbsp;liver disease) instead of for binge-eating episodes.</p>\n</div><br><br><p>Psychiatric comorbidity is very common in BED (~80% of patients) and includes major depressive disorder (most common), social phobia, posttraumatic stress disorder, and increased rate of suicide attempts.</p><br><br><div><h1>Diagnosis</h1><br><br><p>The following criteria must be met for a diagnosis of BED:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Recurrent binge-eating episodes</strong>:&nbsp; Discrete episodes (ie, 2-hour period) of excessive food intake (ie, considered to be greater than what most individuals would eat) accompanied by a loss of control (eg, unable to stop eating after starting) that is often triggered by negative emotions (eg, sadness, guilt).&nbsp;</li>\n\t<li>Binge-eating episodes must have ≥3 of the following characteristics:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Eating more rapidly than normal</li>\n\t\t<li>Eating until uncomfortably full</li>\n\t\t<li>Eating large amounts of food when not physically hungry</li>\n\t\t<li>Eating alone due to embarrassment of amount of food eaten</li>\n\t\t<li>Feeling disgusted, depressed, or guilty afterward</li>\n\t</ul>\n\t</li>\n\t<li>Patients have marked distress about binge-eating and the binge-eating episodes <strong>occurring at least once a week for 3 months</strong>.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Overeating</strong> (ie, eating past the point of feeling full):&nbsp; is common and usually occurs in relation to stress and holidays/celebrations (eg, eating a second helping of food); however, with typically no associated loss of control with eating, marked distress, or guilt/shame afterward.</li>\n\t<li><strong>Loss-of-control eating</strong>:&nbsp; often starts in childhood and young adulthood and is also characterized by a sense of lack of control while eating, although it can be associated with any amount of food (ie, does not have to be an excessive quantity of food).</li>\n\t<li><strong>Bulimia nervosa</strong>:&nbsp; is also characterized by binge-eating episodes; however, recurrent purging to avoid weight gain is prominent in bulimia nervosa and absent in BED.</li>\n\t<li><strong>Borderline personality disorder (BPD)</strong>:&nbsp; can also include poor impulse control in the form of binge-eating episodes and emotional dysregulation.&nbsp; BPD and BED commonly co-occur, in which case both diagnoses should be given.</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment of BED involves a combined psychiatric and medical approaches:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Psychiatric: <strong>cognitive behavioral therapy</strong> (CBT) is the first-line treatment for BED and is effective at reducing binge-eating episodes through identifying emotional triggers for binge eating and improving coping skills. Pharmacotherapy may be used as an adjunct to CBT or if a patient declines/has no access to psychotherapy.&nbsp; First-line options include selective serotonin reuptake inhibitors; if unsuccessful, topiramate and lisdexamfetamine may promote weight loss.&nbsp; Patients also require treatment of comorbid psychiatric conditions.</li>\n\t<li>Medical:&nbsp; <strong>behavioral weight loss therapy</strong> may be used in combination with CBT; structured weight loss through monitored calorie restriction and physical activity as well as nutritional counseling can help reduce binge-eating in overweight/obese patients.&nbsp; In addition, patients require treatment of comorbid conditions related to obesity.&nbsp;</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>BED is usually a chronic condition, and remission rates (both with and without treatment) are higher relative to other eating disorders.&nbsp; Poorer prognosis is associated with psychiatric comorbidities, body dissatisfaction, impaired impulse control, and a history of sexual abuse.</p>\n<h1>Summary</h1><br><br><p>Binge-eating disorder (BED), the most common type of eating disorder, is characterized by episodes of binge eating associated with significant distress and a sense of loss of control.&nbsp; Recurrent purging is absent in BED, although unsuccessful attempts to diet are common.&nbsp; Most patients with BED are obese, and comorbid medical (eg, diabetes mellitus, hypertension) and psychiatric (eg, depression, anxiety disorders) conditions are very common.&nbsp; First-line treatment consists of cognitive-behavioral therapy and can also include pharmacotherapy and behavioral weight loss therapy.</p>\n</div>\n\n            "
}