{
  "meta": {
    "title": "Body dysmorphic disorder",
    "url": "https://brainandscalpel.vercel.app/body-dysmorphic-disorder-31255aed-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:40.749Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Body dysmorphic disorder (BDD) is characterized by excessive preoccupation with ≥1 perceived physical defects that appear nonexistent or minor to others and that result in compulsions (time-consuming, repetitive behaviors or mental acts).&nbsp; Appearance concerns typically involve the head (eg, skin, hair, nose) and often result in seeking unnecessary cosmetic/surgical treatment to correct perceived flaws.&nbsp; BDD is associated with poor quality of life, significant functional impairment, and a high rate of comorbid psychiatric conditions and suicidality.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>The prevalence of BDD is estimated to be 2%-3% globally.&nbsp; Prevalence rates are higher in certain clinical settings (eg, plastic surgery and dermatology clinics).&nbsp; BDD is more common in females than males, and the onset of symptoms typically occurs before age 18.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with BDD may feel uncomfortable sharing their symptoms with providers due to shame or fear of judgment and often require direct questions.&nbsp; Certain behaviors and history may suggest a diagnosis of BDD:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ideas/delusions of reference:&nbsp; Patients believe that others are talking about their physical appearance or are mocking them.</li>\n\t<li>Observable compulsions:&nbsp; Patients check their reflection in the mirror, pick the skin, and/or pull the hair.</li>\n\t<li>Multiple, unsuccessful cosmetic treatments.</li>\n\t<li>Interest in surgical/cosmetic procedures that appear unnecessary.</li>\n\t<li>Heavy makeup applications or coverings (eg, consistently wearing a hat or scarf).</li>\n\t<li>Avoidance of places where the perceived defect may be more visible (eg, pool/beach, gym).</li>\n\t<li>Repeatedly asking for reassurance regarding physical appearance.</li>\n</ul><br><br><p>The level of insight can vary from good (ie, recognizes beliefs as definitely or probably not true) to absent/delusional (ie, completely convinced that beliefs are true); the majority of patients have minimal insight.</p><br><br><p>Adults, children, and adolescents with BDD have high rates of suicidal ideation and suicide attempts; many patients attribute suicidality primarily to preoccupations with appearance.</p>\n<h1>Diagnosis</h1><br><br><p>For a diagnosis of BDD, the following criteria must be met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>There is preoccupation with ≥1 perceived flaws in physical appearance that are not observable or that appear minimal to others</strong>.&nbsp; The preoccupations must be intrusive, unwanted, and time-consuming (≥1 hr a day).&nbsp; Perceived flaws can be related to any area of the body (eg, unattractiveness, asymmetry, size and shape of features).&nbsp; Most of the perceived flaws commonly include the skin (acne, scars, wrinkles), hair (excess or thinning), and nose (size or shape).</li>\n\t<li><strong>Repetitive behaviors (compulsions) or mental acts are performed in response to appearance concerns</strong>.&nbsp; These compulsions/mental acts tend to increase the distress, are time-consuming, and are difficult to stop.&nbsp; Behaviors may include skin picking, applying makeup, mirror checking, grooming, and comparing the self to others.</li>\n\t<li>Preoccupations cause significant distress or functional impairment (eg, avoidance of social activities).</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Normal appearance concerns</strong>:&nbsp; are very common; they are not associated with time-consuming, distressing preoccupations or compulsions and do not result in functional impairment.</li>\n\t<li><strong>Noticeable physical features</strong>:&nbsp; such as those due to an injury or illness (eg, burns, limb amputation, mastectomy) may also cause significant distress although these features are observable by others and not slight in appearance.</li>\n\t<li><strong>Obsessive-compulsive disorder</strong> (OCD):&nbsp; is also characterized by distressing, time-consuming thoughts and compulsions, although these are not limited to physical appearance; OCD and BDD can occur concomitantly, in which case both diagnoses would be given.</li>\n\t<li><strong>Delusional disorder, somatic type</strong>:&nbsp; can also cause fixed, false beliefs about physical appearance with no insight; however, delusions are not accompanied by compulsive behaviors, and functional impairment is typically less severe (ie, patient appears otherwise normal when not discussing or acting on the delusion).</li>\n\t<li><strong>Eating disorders</strong>:&nbsp; also feature distorted thinking about appearance, although the preoccupation relates only to body size/shape (eg, perceived to be overweight or fat when the patient is not); eating disorders and BDD can occur concomitantly, in which case both diagnoses would be given.</li>\n</ul>\n<h1>Management</h1><br><br><p>Because most patients have minimal insight related to their preoccupations, a careful and thoughtful approach must be taken during evaluation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Establish rapport and build trust because many patients are embarrassed about the symptoms and may believe that others are mocking their appearance.</li>\n\t<li>Share the diagnosis of BDD and the availability of effective treatment options (psychotherapy and pharmacotherapy).</li>\n\t<li>Avoid commenting on the patient's physical appearance (eg, minimize concerns or provide reassurance on appearance).</li>\n\t<li>Explore how the patient's physical appearance concerns and associated compulsions affect quality of life</li>\n\t<li>Do not encourage cosmetic/surgical interventions; patients believe that they have a physical, fixable defect, but cosmetic treatment will likely worsen BDD symptoms</li>\n</ul><br><br><p>Depending on symptom severity, treatment consists of psychotherapy and/or pharmacotherapy:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cognitive-behavioral therapy</strong> is first-line treatment for BDD.&nbsp; Cognitive-behavioral therapy in these patients consists of psychoeducation, cognitive restructuring, and exposure and ritual prevention.</li>\n\t<li><strong>Serotonergic medications</strong>:&nbsp; selective serotonin reuptake inhibitors (SSRIs), are first-line treatments, followed by clomipramine.&nbsp; SSRIs can decrease preoccupations with appearance, compulsions, and distress.&nbsp; Patients with BDD may require higher doses and longer titration periods (12-16 weeks) to be effective.</li>\n</ul><br><br><p>Suicidal ideation and suicide attempts are common in BDD and require screening, assessing risk factors, and engaging the patient in safety planning.</p>\n<h1>Prognosis</h1><br><br><p>BDD is associated with a poor quality of life and significant functional impairment.&nbsp; Although BDD is considered a chronic disorder with periods of remission and relapse, symptoms usually improve in the majority of patients who receive appropriate treatment.</p>\n<h1>Summary</h1><br><br><p>Body dysmorphic disorder (BDD) consists of excessive preoccupation with a perceived physical defect that appears nonexistent or minor to others and results in time-consuming, repetitive behaviors (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34698.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients may seek unnecessary cosmetic or surgical procedures, which are ineffective for symptom reduction.&nbsp; Most patients respond to treatment, which includes cognitive-behavioral therapy and/or serotonergic medications (eg, SSRIs, clomipramine).<p></p>\n</div>\n\n            "
}