{
  "meta": {
    "title": "Borderline personality disorder",
    "url": "https://brainandscalpel.vercel.app/borderline-personality-disorder-4efde39d-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:40.764Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Personality disorders cause rigidity of thinking (eg, perception of self, others, and situations), feeling (eg, emotional range and reactivity), and behaving (eg, ability to establish/maintain relationships, impulse control).&nbsp; Characteristics of personality disorders present by early adulthood and are generally stable across time and situations (eg, social, occupational, personal), causing significant functional impairment.</p><br><br><p>Borderline personality disorder (BPD) involves a <strong>persistent pattern of unstable relationships, self-image, and mood</strong>, as well as impulsivity.&nbsp; Patients are highly sensitive and reactive to environmental stress (eg, change in plans), rejection, and separation, which can result in self-injurious behavior and/or suicidality.</p>\n<h1>Epidemiology </h1><br><br><p>The point prevalence of BPD is estimated to be 1%-2%.&nbsp; The rate of BPD does not differ significantly between male and female patients; however, the majority of patients in clinical settings are women.&nbsp; The onset of BPD typically occurs during adolescence and early adulthood.</p>\n<h1>Pathogenesis</h1><br><br><p>The pathogenesis of BPD is not fully understood but is thought to be a combination of genetic vulnerability and neurobiologic dysfunction (memory/emotion processing) interacting with environmental (parental separation, persistent invalidation) and psychologic (history of trauma, temperament, attachment style) factors.</p>\n<h1>Clinical presentation</h1><br><br><p>Many patients initially seek care for another psychiatric condition because these are highly comorbid with BPD (eg, mood, substance use, or eating disorders).&nbsp; Clues that may point toward a diagnosis of BPD include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Devaluation or idealization of provider and treatment recommendations (eg, referring to other providers as useless/horrible; excessive flattering at initial appointment)</li>\n\t<li>High emotional reactivity (eg, excessive anger due to provider running a few minutes behind schedule)</li>\n\t<li>Multiple phone calls and messages from patient between visits</li>\n\t<li>Recurrent suicidality and/or self-injurious behaviors (eg, cutting, burning skin)</li>\n\t<li>High use of acute psychiatric and crisis services</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>BPD is characterized by a pervasive pattern of relationship, self-image, and emotional instability, as well as impulsivity.&nbsp; These features begin by early adulthood and include ≥5 of any of the following:</p>\n<h2>Impaired concept of self and others</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Unstable and intense relationships that alternate between idealization and devaluation (eg, if feeling cared for by another, then that person is great; if feeling rejected/unsupported by another, then that person is horrible)</li>\n\t<li>Unstable self-image or sense of self (eg, frequent shifts in interests, values, opinions)</li>\n\t<li>Chronic feelings of emptiness (feeling disconnected from self and others)</li>\n\t<li>Transient paranoid thoughts (eg, family is conspiring against them) or severe dissociative symptoms (eg, amnesia, feeling detached from body) due to acute stress</li>\n</ul>\n<h2>Emotional dysregulation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Emotional instability due to mood reactivity (eg, intense sadness lasting a few hours in response to acute interpersonal stress)</li>\n\t<li>Intense, inappropriate anger (eg, verbal outbursts over minor issues)</li>\n\t<li>Frantic efforts to avoid real or perceived abandonment (not including suicidal or self-injurious behaviors) (eg, texting excessively, prematurely ending a supportive relationship)</li>\n</ul>\n<h2>Behavioral dysregulation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Impulsivity in ≥2 areas that are potentially self-damaging (eg, substance use, unsafe sex, binge eating, gambling)</li>\n\t<li>Recurrent suicidality (eg, attempts, gestures, threats) or self-injurious behaviors</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Acute stress responses (eg, physical illness, grief, work-related burnout) can manifest in various ways, including some that overlap with BPD (eg, mood reactivity, intense anger, unstable relationships and sense of self); a diagnosis of BPD is based on traits persisting across a variety of contexts and time (ie, not only in times of crisis).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Histrionic personality disorder</strong>:&nbsp; consists of attention-seeking/manipulative behaviors and rapidly changing emotions, although it does not include self-destructive behaviors, intense anger, and an unstable self-image.</li>\n\t<li><strong>Dependent personality disorder</strong>:&nbsp; can also be characterized by fears of abandonment; however, these fears result in increasing submissiveness instead of anger, suicidality, and impulsivity.</li>\n\t<li><strong>Bipolar disorder</strong>:&nbsp; can also consist of impulsivity, mood lability, and self-destructive behaviors, although these are specific to discrete manic/hypomanic episodes not enduring through time and across multiple contexts.&nbsp; BPD can occur with bipolar disorder, in which case both diagnoses are given.</li>\n\t<li><strong>Major depressive disorder</strong>:&nbsp; can also include suicidality, mood reactivity, and feelings of emptiness, although these symptoms are distinct from baseline and are circumscribed to a depressive episode.&nbsp; BPD commonly occurs with depression, in which case both diagnoses are given.</li>\n\t<li><strong>Posttraumatic stress disorder</strong> (PTSD):&nbsp; is also characterized by dissociative symptoms, intense anger, and reckless behaviors; however, the symptoms are typically associated with or in response to trauma cues instead of interpersonal stress.&nbsp; A history of trauma is often present in patients with BPD, which can occur with PTSD.</li>\n</ul>\n<h1>Management</h1><br><br><p>Disclosing the diagnosis of BPD allows patients to understand their distressing symptoms and behaviors as a defined condition that is also experienced by others.&nbsp; Providing psychoeducation on the way that BPD develops (eg, genetic, environmental, psychologic factors) and on the availability of effective treatment options is often reassuring to patients.</p><br><br><p>Patients may have strong emotional responses that are unpredictable and may fluctuate from being overly dependent to making threats toward providers.&nbsp; Creating a safe and stable clinical environment without judgment or defensiveness establishes trust and builds rapport with patients.&nbsp; General recommendations for treating patients with BPD include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Validate emotions</strong>:&nbsp; Acknowledge the patient's emotional responses through reflection and summarization, which helps the patient regulate their emotions.</li>\n\t<li><strong>Establish clear boundaries</strong>:&nbsp; Discuss appropriate forms of communication, hours of availability, and time when a response can be expected.</li>\n\t<li><strong>Take suicidality and self injurious behaviors seriously</strong>:&nbsp; Perform thorough risk assessments and safety planning to determine an appropriate level of care.</li>\n\t<li><strong>Collaborate and communicate with other providers</strong>:&nbsp; Create a unified treatment plan and appropriately respond to splitting (alternating between idealization and devaluation; other provider is \"all good\" or \"all bad\").</li>\n</ul><br><br><p>Treatment of BPD consists primarily of <strong>psychotherapy</strong>.&nbsp; Multiple types of psychotherapy (eg, dialectical behavior therapy [DBT], transference-focused psychotherapy) are effective at decreasing self-harm, suicidality, and hospitalization.&nbsp; Specifically, DBT teaches mindfulness techniques to improve distress tolerance and promote emotional and behavioral regulation; this therapy consists of weekly individual and group sessions for a year.</p><br><br><p>Pharmacotherapy is used as an adjunct to psychotherapy in certain situations (eg, low-dose second-generation antipsychotic for stress-related paranoia, mood stabilizer for emotional lability) if symptoms are severe and unresponsive.</p>\n<h1>Prognosis</h1><br><br><p>Approximately 10% of patients with BPD die by suicide.&nbsp; BPD is typically considered a chronic condition, although symptoms tend to improve with age (by mid-40s).&nbsp; The majority of patients experience sustained remission of symptoms with treatment.&nbsp; Factors associated with an improved prognosis include lack of comorbid psychiatric conditions or substance use disorders, no history of childhood sexual abuse, and no history of family substance use disorders.</p>\n<h1>Summary</h1><br><br><p>Borderline personality disorder (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58680.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is characterized by a persistent pattern of unstable relationships, mood lability, impulsivity, and recurrent suicidality.&nbsp; Onset of symptoms typically occurs in adolescence and young adulthood, and a history of childhood trauma is common.&nbsp; First-line treatment consists of psychotherapy with a behavioral focus (eg, dialectical behavioral therapy).&nbsp; Psychiatric conditions (eg, depression, posttraumatic stress disorder) are highly comorbid and warrant screening and treatment.<p></p>\n</div>\n\n            "
}