{
  "meta": {
    "title": "Brief psychotic disorder",
    "url": "https://brainandscalpel.vercel.app/brief-psychotic-disorder-3be25151-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:43.513Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n\t<p>Brief psychotic disorder is a time-limited condition that is characterized by ≥1 psychotic symptoms lasting ≥1 day and &lt;1 month with a full return to premorbid levels of functioning.&nbsp; The onset of symptoms is typically sudden and associated with a major life stressor.</p>\n\t<h1>Epidemiology and risk factors</h1>\n\t\n\t<p>The lifetime prevalence rate of brief psychotic disorder is estimated to be 0.01%, though is difficult to accurately measure due to its rarity.&nbsp; Incidence rates are higher in specific populations such as natural disaster victims and refugees as well as postpartum women (1-2 of every 1000 births).&nbsp; This condition is more likely to occur in women, and onset is typically in the mid- to late 30s.</p>\n\t\n\t<p>Factors that may contribute to the risk of developing brief psychotic disorder include stressful life events (eg, bereavement, natural disaster), the peripartum period, and emigration from a resource-limited country.</p>\n\t<h1>Clinical presentation</h1>\n\t\n\t<p><strong>Onset of symptoms is abrupt</strong> and often <strong>after a significant life stressor</strong> (eg, death of a loved one, trauma), though can occur without an identifiable event; brief psychotic disorder is also associated with the peripartum period (pregnancy through 4 weeks postpartum).</p>\n\t\n\t<p>Symptoms include delusions, hallucinations, disorganized speech, and disorganized or catatonic behavior.</p>\n\t\n\t<p><strong>Delusions</strong> are fixed, false beliefs that do not change even when met with contradictory evidence.&nbsp; They can be bizarre and clearly implausible (eg, belief that internal organs were removed by aliens) or non-bizarre (eg, personal laptop hacked by terrorist group).&nbsp; Varying themes of delusions can include:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Persecutory:&nbsp; belief that one is being harmed or threatened by another person or group</li>\n\t\t<li>Referential:&nbsp; belief that certain environmental cues or comments are directed at oneself (eg, message on billboard pertains to the individual)</li>\n\t\t<li>Grandiose:&nbsp; individual believes they are extraordinary in some way (eg, wealth, fame, abilities)</li>\n\t\t<li>Erotomanic:&nbsp; individual falsely believes another person is in love with them</li>\n\t\t<li>Somatic:&nbsp; false belief about health or organ system (eg, individual believes they have leukemia despite normal diagnostic studies)</li>\n\t\t<li>Nihilistic:&nbsp; belief that oneself or the world does not exist or is on the verge of destruction (eg, individual believes they are already dead)</li>\n\t</ul>\n\t\n\t<p><strong>Hallucinations</strong> are perceptions that are experienced in the absence of an external stimulus and can be associated with any of the senses (eg, auditory, visual, tactile).&nbsp; In brief psychotic disorder, auditory hallucinations are more common and are usually experienced as voices.</p>\n\t\n\t<p><strong>Disorganized speech</strong> is an observable sign of a thought disorder, which is one of the core symptoms of primary psychotic disorders.&nbsp; Examples include:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Tangentiality:&nbsp; initial response is indirectly related to the question, though shifts to ideas that are increasingly off-topic without returning to the original idea</li>\n\t\t<li>Incoherence (word salad):&nbsp; response with words and phrases that have no meaning (eg, \"They you up me them.\")</li>\n\t</ul>\n\t\n\t<p><strong>Grossly disorganized behavior</strong> can include unpredictable agitation, intense emotional responses (eg, continuously laughing for no apparent reason), or wearing clothing that is inappropriate for the weather (eg, 4 layers of clothing in extremely hot weather).&nbsp; Catatonic behaviors can also be seen in brief psychotic disorder and may include mutism, purposeless motor activity, maintenance of abnormal postures, and staring.</p>\n\t\n\t<p>Other features that may be seen include intense emotionality, confusion (eg, memory and other cognitive deficits), suicidality, and aggression.</p>\n\t<h1>Diagnosis</h1>\n\t\n\t<p>For a diagnosis of brief psychotic disorder, the following criteria must be met:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Presence of ≥1 of the following symptoms</strong>.&nbsp; At least 1 of these must be (1), (2), or (3):</li>\n\t</ul>\n\t\n\t<ol class=\"article-body-ordered-list\" type=\"1\">\n\t\t<li>Delusions</li>\n\t\t<li>Hallucinations</li>\n\t\t<li>Disorganized speech</li>\n\t\t<li>Grossly disorganized or catatonic behavior</li>\n\t</ol>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Duration of an episode of the disturbance is at <strong>≥1 day but &lt;1 month</strong>, with eventual full return to premorbid level of functioning.</li>\n\t\t<li>The disturbance is not better explained by major depressive or bipolar disorder with psychotic features or another psychotic disorder such as schizophrenia or catatonia, and is not attributable to the physiological effects of a substance (eg, recreational substance, medication) or another medical condition.</li>\n\t</ul>\n\t<h1>Differential diagnosis</h1>\n\t\n\t<p>When considering the differential diagnosis for psychotic symptoms, duration of symptoms is a distinguishing factor (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38889.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Schizophreniform disorder</strong>:&nbsp; also includes time-limited psychotic symptoms; however, the duration of illness is longer and ranges from ≥1 month to &lt;6 months.</li>\n\t\t<li><strong>Schizophrenia</strong>:&nbsp; is also characterized by psychotic symptoms, though is usually associated with negative symptoms (eg, avolition, blunted affect) and is chronic in nature (ie, is ≥6 months).</li>\n\t\t<li><strong>Personality disorders</strong>:&nbsp; can also involve transient periods of psychosis (eg, auditory hallucinations or paranoid ideation in borderline personality disorder) in response to stress, though these tend to resolve within minutes to hours (ie, &lt;24 hours in duration); brief psychotic disorder can co-occur with a personality disorder, in which case both diagnoses would be given.</li>\n\t\t<li><strong>Substance-induced psychotic disorder</strong>:&nbsp; also presents with prominent delusions and/or hallucinations; however, there must be evidence on history, physical examination, or laboratory findings of substance use that is capable of causing psychosis (eg, alcohol withdrawal, amphetamine intoxication).</li>\n\t\t<li><strong>Psychotic disorder due to another medical condition</strong>:&nbsp; can also involve hallucinations or delusions; however, clinical findings of a pathophysiological process known to cause psychosis are identified (eg, thyroid storm, brain tumor).</li>\n\t</ul>\n\t<h1>Evaluation and diagnostic work-up</h1>\n\t\n\t<p>The large overlap of psychotic symptoms with other medical conditions requires a thorough history, physical examination, and diagnostic work-up.</p>\n\t\n\t<p>Factors that suggest primary psychotic illness:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Age of onset &lt;40</li>\n\t\t<li>Auditory hallucinations (versus visual, gustatory, tactile)</li>\n\t\t<li>Family history of psychiatric illness</li>\n\t</ul>\n\t\n\t<p>Laboratory evaluation should include:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Chemistry panel to assess for electrolyte and fluid imbalances</li>\n\t\t<li>Complete blood count with differential</li>\n\t\t<li>Liver function tests</li>\n\t\t<li>Thyroid function tests</li>\n\t\t<li>Vitamin B12 level</li>\n\t\t<li>Urine drug screen</li>\n\t\t<li>Urinalysis</li>\n\t\t<li>HIV serology</li>\n\t</ul>\n\t\n\t<p>Further diagnostic evaluation may be indicated depending on clinical findings:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Wilson disease (ataxia, dysarthria, abdominal pain, abnormal liver function testing) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32077.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; serum ceruloplasmin, 24-hour urinary copper excretion</li>\n\t\t<li>Heavy metal poisoning (cognitive deficits, ataxia, choreoathetosis, polyneuropathy):&nbsp; heavy metal screening</li>\n\t\t<li>Systemic lupus erythematosus (arthralgia, photosensitivity, constitutional symptoms) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31457.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; erythrocyte sedimentation rate and antinuclear antibodies</li>\n\t\t<li>Seizure activity:&nbsp; electroencephalogram (EEG)</li>\n\t\t<li>Stroke or dementia (focal weakness, cognitive/speech impairment):&nbsp; CT head, MRI brain</li>\n\t\t<li>Autoimmune encephalitis (catatonic symptoms, seizures, cognitive impairment, autonomic instability):&nbsp; antibody testing of cerebrospinal fluid and serum</li>\n\t</ul>\n\t<h1>Management</h1>\n\t\n\t<p>Brief psychotic disorder is typically a provisional diagnosis (ie, a temporary diagnosis that requires more information).&nbsp; Longitudinal monitoring is necessary to understand the duration of symptoms and determine a final diagnosis: brief psychotic disorder if the symptoms fully resolve within a month and schizophreniform disorder if the symptoms persist ≥1 month.</p>\n\t\n\t<p>Due to delusions and hallucinations, especially those that are persecutory in nature, there is a risk for self-harm, agitation, and aggression.&nbsp; Screening for suicidal and homicidal ideation, assessing risk factors, and safety planning are necessary to determine an appropriate level of care.&nbsp; Hospitalization may be required for those at imminent risk of harming themselves or others; postpartum patients with brief psychotic disorder are at an increased risk for suicide and infanticide.</p>\n\t\n\t<p>Treatment of brief psychotic disorder includes pharmacotherapy with antipsychotic medication and benzodiazepines if necessary as well as supportive psychotherapy:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Pharmacotherapy </strong>\n\t\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li><strong>Second-generation antipsychotics</strong> (SGA) (eg, risperidone, aripiprazole) are preferred over first-generation antipsychotics (FGA) (eg, haloperidol) due to the improved tolerability and risk profile with SGAs (relatively decreased risk of extrapyramidal symptoms and tardive dyskinesia).&nbsp; The medication is gradually tapered and discontinued after 1-3 months; close monitoring for recurrence is necessary.</li>\n\t\t\t<li>Benzodiazepines (eg, lorazepam) may be necessary for severe agitation/anxiety or if catatonic symptoms are present</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li><strong>Supportive psychotherapy</strong>:&nbsp; focuses on forming a therapeutic alliance, providing reassurance to the patient, and bolstering coping skills; this form of therapy centers on current concerns (ie, does not delve into the past).</li>\n\t</ul>\n\t<h1>Prognosis</h1>\n\t\n\t<p>The prognosis of brief psychotic disorder is generally good since symptoms remit within 1 month with a full return to baseline level of functioning.&nbsp; However, about half of patients experience a relapse of symptoms.&nbsp; Less than half of patients with an initial diagnosis of brief psychotic disorder have persistent symptoms consistent with schizophreniaIndicators of an improved prognosis include acute onset of symptoms, short duration of symptoms, and no family history of primary psychotic disorders.</p>\n\t<h1>Summary</h1>\n\t\n\t<p>Brief psychotic disorder is a time-limited condition that involves ≥1 psychotic symptoms lasting ≥1 day and &lt;1 month with a full return to premorbid levels of functioning (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/67457.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; The onset of symptoms is usually sudden and associated with a major life stressor.&nbsp; Diagnosis is typically provisional: longitudinal monitoring is required to determine whether symptoms resolve within 1 month or persist (schizophreniform disorder).&nbsp; Treatment consists of antipsychotic medication (SGA) and supportive psychotherapy.<p></p>\n\t</div>\n\t\n            "
}