{
  "meta": {
    "title": "Bulimia nervosa",
    "url": "https://brainandscalpel.vercel.app/bulimia-nervosa-24aa522d-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:44.120Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n\t<p>Bulimia nervosa is an eating disorder characterized by recurrent episodes of binge eating, compensatory behaviors to prevent weight gain (eg, self-induced vomiting, misuse of laxatives or diuretics, fasting, excessive exercise), and self-worth that is negatively influenced by body shape/size.&nbsp; Body weight is typically normal or overweight (BMI ≥18.5 kg/m<font size=\"2\"><sup>2</sup></font> and &lt;30 kg/m<font size=\"2\"><sup>2</sup></font>).&nbsp; Many patients experience significant shame related to their symptoms and try to conceal binge-eating episodes and purging behaviors.</p>\n\t<h1>Epidemiology and risk factors</h1>\n\t\n\t<p>The estimated lifetime prevalence of bulimia nervosa in middle- to high-income countries is 1%.&nbsp; It is more common in female patients than in male patients (10:1 ratio), and onset is typically during adolescence and young adulthood (age 12-25).</p>\n\t\n\t<p>Several factors may contribute to the development of bulimia nervosa, including a family history of eating disorders, psychological factors (eg, body image dissatisfaction, depression, anxiety disorders), and involvement in sports/activities that idealize thinness (eg, modeling, ballet) or stressful life transitions (eg, moving away from home for college).</p>\n\t<h1>Clinical presentation</h1>\n\t\n\t<p>Identifying at-risk patients and screening for eating disorders (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92082.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is crucial because many patients are not forthcoming about symptoms and may try to conceal certain behaviors (eg, hiding food, avoiding eating in public, frequently going to the bathroom after meals) due to feelings of shame.<p></p>\n\t\n\t<p>The body weight of most patients with bulimia nervosa is normal or overweight (BMI ≥18.5 kg/m<font size=\"2\"><sup>2</sup></font> and &lt;30 kg/m<font size=\"2\"><sup>2</sup></font>).</p>\n\t\n\t<p>Patients usually engage in multiple methods of purging (any behavior to prevent weight gain), which can change across the course of the illness.&nbsp; Purging behaviors (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85350.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) can include the following, resulting in a wide array of physiological effects:<p></p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Self-induced vomiting\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Most common form of purging; typically, fingers/instruments are used to trigger the gag reflex</li>\n\t\t\t<li>Erosion of dental enamel (especially lingual surface of front teeth); subconjunctival hemorrhage; hypertrophy of salivary glands; calluses/scars on dorsal surfaces of hands due to contact with teeth</li>\n\t\t\t<li>Mallory-Weiss tear (lower esophageal tear) or esophageal rupture in severe cases</li>\n\t\t\t<li>Quick relief from physical discomfort of binge-eating episode</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>Fasting (causing syncope or dehydration)</li>\n\t\t<li>Excessive exercise (often resulting in injury [eg, stress fracture, muscle/joint pain])</li>\n\t\t<li>Laxative misuse (causing diarrhea or melanosis coli [dark brown discoloration of the colon])</li>\n\t\t<li>Diuretic misuse</li>\n\t\t<li>Diet pills/stimulant misuse</li>\n\t\t<li>Thyroid hormone misuse (leading to tachycardia, tremors, or hyperreflexia)</li>\n\t\t<li>Ipecac syrup (resulting in myocarditis, myositis, or electrolyte disturbances): Induces vomiting through irritation of stomach lining and stimulation of chemoreceptor trigger zone in medulla.&nbsp; However, this has become rare because it is no longer stocked in most pharmacies, but it can be purchased via unregulated means.</li>\n\t\t<li>Reduction/omission of insulin dose in patients with diabetes mellitus (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81684.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) (to reduce food metabolism)</li>\n\t</ul>\n\t\n\t<p>Additional reasons for seeking care may include the following:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Amenorrhea may be due to weight fluctuations, malnutrition, or emotional distress.</li>\n\t\t<li>Self-injurious behaviors (eg, skin cutting, picking, burning) may be due to impaired impulse control, which is often seen in patients with bulimia nervosa.</li>\n\t\t<li>Comorbid psychiatric conditions such as depression (most common), generalized anxiety disorder, borderline personality disorder, and substance use disorders are very common among patients with bulimia nervosa.</li>\n\t</ul>\n\t<h1>Diagnosis</h1>\n\t\n\t<p>The following criteria must be met for a diagnosis of bulimia nervosa:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Recurrent binge-eating episodes\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Discrete episodes (eg, 2-hour period) of excessive food intake (considered to be larger than what most individuals would eat) accompanied by a loss of control (eg, unable to stop eating after starting)</li>\n\t\t\t<li>Often triggered by negative emotions (eg, sadness, guilt)</li>\n\t\t\t<li>Eating continues despite feelings of fullness/pain</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>Recurrent purging to prevent weight gain (eg, self-induced vomiting, excessive exercise, fasting)</li>\n\t\t<li>Binge-eating episodes and purging occur at least once a week for at least 3 months</li>\n\t\t<li>Self-esteem significantly influenced by body weight/shape</li>\n\t</ul>\n\t\n\t<p>Throughout the course of illness, patients can shift from meeting diagnostic criteria for bulimia nervosa to meeting diagnostic criteria for anorexia nervosa (eg, if body weight is significantly low) or binge-eating disorder (eg, if no longer engaging in inappropriate compensatory behaviors).&nbsp; In these cases, diagnosis is based on current and recent (past 3 months) clinical status.</p>\n\t<h1>Differential diagnosis</h1>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Anorexia nervosa, binge-eating/purging type</strong>:&nbsp; is also characterized by binge-eating episodes with subsequent purging behaviors and self-worth dependent on body shape and weight, but patients with anorexia have significantly low body weight, unlike patients with bulimia nervosa.</li>\n\t\t<li><strong>Binge-eating disorder</strong>:&nbsp; also involves recurrent episodes of binge eating but without inappropriate compensatory behaviors (eg, purging).</li>\n\t\t<li><strong>Major depressive disorder</strong> (MDD):&nbsp; can include increased appetite and overeating but is not associated with purging or low self-esteem due to body size/shape.&nbsp; MDD and bulimia nervosa commonly coincide, in which case both should be diagnosed.</li>\n\t\t<li><strong>Borderline personality disorder</strong> (BPD):&nbsp; can also include poor impulse control in the form of binge-eating episodes, emotional dysregulation, and body image distortion.&nbsp; BPD and bulimia nervosa commonly coincide, in which case both should be diagnosed.</li>\n\t\t<li><strong>Other medical conditions</strong>:&nbsp; may also be characterized by overeating/hyperphagia (eg, Prader-Willi syndrome); however, these conditions do not include compensatory purging behaviors.</li>\n\t</ul>\n\t<h1>Laboratory evaluation</h1>\n\t\n\t<p>The following tests are indicated for all patients with bulimia:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Complete blood count with differential</li>\n\t\t<li>Basic metabolic panel\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Hypovolemic hyponatremia (if self-induced vomiting and fasting occurred)</li>\n\t\t\t<li>Hypokalemic, hypochloremic metabolic alkalosis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/59288.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) (if self-induced vomiting, diuretic misuse, and laxative misuse occurred)</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>Liver function tests</li>\n\t\t<li>Urinalysis</li>\n\t\t<li>Pregnancy test</li>\n\t</ul>\n\t\n\t<p>Additional laboratory evaluation varies depending on the type(s) of purging behaviors the patient engages in as well as physical examination findings:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>ECG:&nbsp; history of syncope, severe electrolyte disturbances, stimulant misuse</li>\n\t\t<li>Thyroid studies:&nbsp; thyroid hormone misuse (low TSH, elevated free T4, low/undetectable thyroglobulin)</li>\n\t\t<li>Stool or urine specimen testing for bisacodyl, emodin, aloe-emodin, and rhein:&nbsp; laxative misuse</li>\n\t</ul>\n\t<h1>Imaging</h1>\n\t\n\t<p>Imaging is not routinely performed except in the certain situations:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Upper endoscopy:&nbsp; hematemesis due to Mallory-Weiss syndrome</li>\n\t\t<li>Echocardiogram:&nbsp; ECG abnormalities; myocarditis due to ipecac syrup misuse</li>\n\t</ul>\n\t<h1>Management</h1>\n\t\n\t<p>Treatment of bulimia nervosa involves medical stabilization if necessary, as well as pharmacotherapy, psychotherapy, and nutritional rehabilitation.&nbsp; A combination of pharmacotherapy and psychotherapy is more effective than either treatment alone.</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Medical stabilization</strong>:&nbsp; fluid resuscitation for dehydration, correction of electrolyte disturbances, and management of other acute conditions</li>\n\t\t<li><strong>Nutritional rehabilitation</strong>: education about balanced eating habits, meal planning, and healthy coping mechanisms</li>\n\t\t<li><strong>Pharmacotherapy</strong>:&nbsp; may include selective serotonin reuptake inhibitors, such as fluoxetine, to reduce binge-eating episodes and purging behaviors and lessen dissatisfaction with body weight and shape.</li>\n\t\t<li><strong>Psychotherapy</strong>:&nbsp; may include cognitive-behavioral therapy to help address dysfunctional eating patterns, emotional triggers, and body image concerns.</li>\n\t\t<li><strong>Comorbid psychiatric conditions</strong>:&nbsp; most commonly depression, anxiety disorders, and substance use disorders (often alcohol, nicotine, and stimulant use), require screening and appropriate treatment interventions.</li>\n\t\t<li><strong>Suicidality risk</strong>:&nbsp; is elevated in bulimia nervosa and may require inpatient hospitalization.&nbsp; Thorough risk assessments (eg, history of suicide attempts and current ideation/plan) are necessary.</li>\n\t</ul>\n\t\n\t<p>Depending on a patient's clinical status, varying levels of care are available (eg, inpatient, outpatient, and partial hospitalization programs).&nbsp; Bulimia nervosa requires hospitalization when medical and psychiatric complications cannot be safely managed in an outpatient setting.&nbsp; Indications for inpatient admission include:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Electrolyte imbalances</strong> (eg, severe hypokalemia or hyponatremia)</li>\n\t\t<li><strong>Hemodynamic instability</strong> (eg, hypotension)</li>\n\t\t<li>Frequent and severe forms of <strong>purging that require supervision</strong> during and after meals</li>\n\t\t<li><strong>Suicidality</strong> (imminent risk to self)</li>\n\t</ul>\n\t<h1>Prognosis</h1>\n\t\n\t<p>Approximately 50% of patients with a diagnosis of bulimia nervosa experience remission with treatment.&nbsp; About 20%-30% of those patients have a recurrence of symptoms.&nbsp; Bulimia nervosa is associated with an increased rate of all-cause mortality as well as suicide attempts and deaths.</p>\n\t<h1>Summary</h1>\n\t\n\t<p>Bulimia nervosa (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44158.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) is characterized by recurrent episodes of binge eating, compensatory behaviors to prevent weight gain (purging), and low self-esteem due to body weight/shape.&nbsp; Patients have normal or increased body weight and may present with varied symptoms depending on their methods for purging.&nbsp; Screening for bulimia nervosa is crucial because many patients are not forthcoming about symptoms and may conceal signs of binge eating and purging.&nbsp; First-line treatment includes nutritional rehabilitation, cognitive-behavioral therapy, and selective serotonin reuptake inhibitor (fluoxetine) therapy.<p></p>\n\t</div>\n\t\n            "
}