{
  "meta": {
    "title": "Cocaine use disorder",
    "url": "https://brainandscalpel.vercel.app/cocaine-use-disorder-5ef2994a-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:46.636Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Cocaine use disorder is a chronic, relapsing condition marked by the compulsive use of cocaine despite serious negative physical, psychologic, and social effects.&nbsp; Cocaine, a highly addictive stimulant derived from the coca plant, induces feelings of euphoria and increased energy.&nbsp; However, cocaine intoxication can lead to life-threatening complications, including myocardial infarction, aortic dissection, and intracranial hemorrhage.</p><h1>Epidemiology and risk factors</h1><p>Cocaine is exclusively sourced from South America, which may explain its higher prevalence of use in North and South America, as well as in Western and Central Europe.&nbsp; Most people use cocaine occasionally (less than once per week) and in small amounts, but a small percentage of individuals use cocaine daily.&nbsp; Factors that increase the risk for cocaine use include:</p><ul class=\"article-body-unordered-list\"><li>Male sex</li><li>Family history of substance use disorders, particularly involving stimulants</li><li>Adverse childhood experiences (eg, abuse) and/or early exposure to substance use</li><li>Comorbid psychiatric disorders:&nbsp; anxiety, depression, bipolar, borderline personality disorder, attention deficit hyperactivity disorder</li><li>Low socioeconomic status, lack of social support, and traumatic/stressful life events</li><li>Previous/concomitant substance use (eg, alcohol, cannabis)</li></ul><p>There are several routes by which cocaine can be consumed:</p><ul class=\"article-body-unordered-list\"><li>Intranasally (snorting cocaine salts)</li><li>Intravenously (cocaine salt is dissolved in water for injection)</li><li>Inhalation (\"crack\" is a smokeable form of cocaine)</li><li>Intrarectal or intravaginal (mucosal absorption)</li><li>Orally (chewing coca leaves)</li></ul><p>Individuals who use cocaine intravenously or through inhalation have a significantly higher risk for abuse and addiction due to the rapid onset of action and more intense pleasurable effects.</p><h1>Pathogenesis</h1><p>Cocaine primarily acts as a potent CNS stimulant by inhibiting the reuptake of dopamine, norepinephrine, and serotonin at synaptic junctions, leading to increased levels of these neurotransmitters in the brain (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19223.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The resulting surge in dopamine, particularly in the mesolimbic pathway, is associated with the intense euphoria and reinforcing effects of cocaine use.&nbsp; Over time, repeated exposure to cocaine can lead to neuroadaptive changes, such as downregulation of dopamine receptors, which contributes to tolerance, dependence, and the compulsive drug-seeking behavior characteristic of cocaine use disorder.<p></p><p>The effects of cocaine use are widespread and can affect multiple organ systems.</p><p><strong>Cardiovascular</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32018.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Cocaine inhibits the presynaptic reuptake of norepinephrine in the CNS, which leads to overstimulation of adrenergic receptors (eg, alpha-1, beta-1) and results in tachycardia, increased myocardial contractility, arterial (including coronary) vasoconstriction, and systemic hypertension.&nbsp; This can lead to the following complications:<p></p><ul class=\"article-body-unordered-list\"><li><strong>Myocardial ischemia</strong>:&nbsp; An increase in myocardial oxygen demand (due to increased contractility, afterload, and heart rate) contributes to the propensity for cocaine-induced myocardial ischemia and infarction.&nbsp; Cocaine also promotes platelet activation and aggregation, which can result in intracoronary thrombosis.</li><li><strong>Cardiac arrhythmias</strong> (eg, ventricular tachycardia, atrial fibrillation):&nbsp; This may result from cocaine's direct toxic effects on myocardial receptors (eg, sodium channels) or as a consequence of myocardial ischemia.</li><li><strong>Aortic dissection</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32491.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; Significant hypertension associated with cocaine intoxication can result in a tear or rupture of the aortic wall.</li></ul><p><strong>Neurologic</strong>:&nbsp; The inhibition of norepinephrine presynaptic reuptake in the CNS causes vasoconstriction and hypertension, which can lead to:</p><ul class=\"article-body-unordered-list\"><li><strong>Intracranial hemorrhage</strong> (ICH):&nbsp; Increased intraarterial pressure can lead to dissection or rupture of the cerebral arteries.&nbsp; Cocaine-induced ICH should be suspected in young patients without stroke risk factors (eg, chronic hypertension) who exhibit symptoms of sympathetic activation (eg, tachycardia, mydriasis).</li><li><strong>Ischemic stroke</strong>:&nbsp; Cerebral artery vasospasm (due to high intrasynaptic dopamine levels) and thrombus formation increase risk for brain ischemia and stroke.</li><li><strong>Seizure</strong>:&nbsp; Cocaine lowers the seizure threshold and reduces blood flow to the brain.</li><li><strong>Hyperthermia</strong>:&nbsp; Psychomotor agitation (eg, hyperactivity, restlessness) associated with acute cocaine intoxication creates excess heat, which cannot be effectively dissipated due to systemic vasoconstriction.</li></ul><p><strong>Pulmonary</strong>:&nbsp; Cocaine (\"crack\") inhalation can lead to acute respiratory complications, including pharyngeal burns, angioedema, pneumothorax, pneumomediastinum, pulmonary edema, and \"crack lung\" (ie, diffuse alveolar hemorrhage (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/73036.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                )).<p></p><p><strong>Gastrointestinal</strong>:&nbsp; Vasoconstriction of mesenteric vessels may result in ischemic colitis, infarction, and perforation.</p><p><strong>Head and neck</strong>:&nbsp; Ulceration of the nasal mucosa or perforation of the nasal septum can occur from frequent snorting of cocaine.</p><p><strong>Musculoskeletal</strong>:&nbsp; Rhabdomyolysis can result from a large cocaine ingestion.</p><p><strong>Psychiatric</strong>:&nbsp; Paranoia, hallucinations, cocaine-induced psychosis, cognitive deficits, and mood disorders are associated with chronic cocaine use.</p><h1>Clinical features</h1><p>Clinical features of cocaine use disorder include<em>:</em></p><ul class=\"article-body-unordered-list\"><li>General:&nbsp; weight loss, malnutrition</li><li>Psychosocial:&nbsp; financial difficulties, legal troubles, withdrawal from family/friends</li><li>Psychiatric:&nbsp; personality and mood changes, depression, generalized anxiety, chronic psychosis</li><li>Cardiovascular:&nbsp; cardiomyopathy, congestive heart failure</li><li>Neurologic:&nbsp; cognitive impairment, memory loss, attention deficits, sleep pattern disruption</li><li>Pulmonary:&nbsp; chronic cough/dyspnea, frequent infections, pulmonary fibrosis (in individuals who smoke crack)</li><li>Ear, nose, and throat:&nbsp; nasal septum perforation (in individuals who snort cocaine)</li></ul><h1>Diagnosis</h1><p>The diagnosis of cocaine use disorder relies on a thorough history to evaluate patterns of cocaine consumption (eg, quantity, frequency) and to assess the functional and psychologic consequences of its use.&nbsp; Patients must have at least 2 of the following criteria within a 12-month period for a diagnosis of cocaine use disorder:</p><ul class=\"article-body-unordered-list\"><li>Taking larger amounts or using for a longer time than intended</li><li>Persistent desire with an inability to cut down or control use</li><li>Excessive time spent obtaining, using, or recovering from cocaine use</li><li>Strong cravings</li><li>Recurrent use resulting in failure to fulfill major role obligations at work, school, or home</li><li>Continued use despite persistent social or interpersonal problems</li><li>Neglecting or giving up important social, occupational, or recreational activities because of cocaine use</li><li>Recurrent use of cocaine in hazardous situations (eg, driving under the influence)</li><li>Tolerance, which is the need for increased amounts to achieve desired effects</li></ul><ul class=\"article-body-unordered-list\"><li>Withdrawal symptoms when cocaine use is reduced or stopped</li></ul><h1>Acute cocaine intoxication</h1><h2>Clinical presentation</h2><p>Acute effects of cocaine intoxication:</p><ul class=\"article-body-unordered-list\"><li>Psychologic:&nbsp; <strong>euphoria</strong>, increased energy and alertness, hyperactivity/restlessness</li><li>Psychiatric:&nbsp; grandiosity, panic attack/anxiety, <strong>paranoia</strong>, delusions, hallucinations</li><li>Cardiovascular:&nbsp; <strong>tachycardia</strong>, <strong>hypertension</strong>, <strong>chest pain</strong> (due to myocardial ischemia)</li><li>Neurologic:&nbsp; <strong>mydriasis</strong> (dilated pupils), <strong>psychomotor agitation</strong>, hyperthermia, tremors, headache, focal neurologic deficits, seizure</li><li>Pulmonary:&nbsp; bronchospasm, dyspnea</li><li>Ear, nose, and throat:&nbsp; epistaxis, rhinitis</li></ul><h2>Differential diagnosis</h2><p>The differential diagnosis of acute cocaine intoxication includes several psychiatric conditions, as well as other acute drug intoxications (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57284.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) and withdrawal syndromes (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37264.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Acute drug intoxications</h2><ul class=\"article-body-unordered-list\"><li><strong>Amphetamine intoxication</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/75626.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ):&nbsp; causes similar stimulant effects to cocaine, but the duration of action is typically longer.&nbsp; These two substances are easily differentiated on a urine drug screen.</li><li><strong>Phencyclidine (PCP) intoxication</strong>:&nbsp; is associated with bizarre (often violent) behavior, psychomotor agitation, and hallucinations.&nbsp; However, seizures (and rhabdomyolysis) are less common and PCP intoxication often presents with nystagmus (horizontal and vertical) and ataxia.</li><li><strong>LSD intoxication</strong>:&nbsp; may cause mydriasis, tachycardia, hypertension, and euphoria, but LSD typically leads to vivid hallucinations (eg, colorful), perceptual distortions, and intense alterations in thought and emotion that can last 8-12 hours (vs &lt;2 hr for cocaine).&nbsp; Patients may also experience synesthesia (mixing of the senses, such as \"seeing sounds\").</li></ul><h2>Acute withdrawal syndromes</h2><ul class=\"article-body-unordered-list\"><li><strong>Alcohol withdrawal</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32062.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ):&nbsp; is a serious condition marked by anxiety, agitation, diaphoresis, tachycardia, and hypertension, typically starting 6-24 hours after the last drink.&nbsp; The absence of euphoria and the presence of severe tremors, tongue fasciculations, and nausea/vomiting can help distinguish alcohol withdrawal from cocaine intoxication.&nbsp; Some patients may develop alcoholic hallucinosis, seizures, or delirium tremens.&nbsp; However, these symptoms typically arise over several days, whereas cocaine can trigger similar symptoms shortly after use.</li></ul><h2>Psychiatric conditions</h2><ul class=\"article-body-unordered-list\"><li><strong>Schizophrenia</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38462.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ):&nbsp; This is characterized by delusions, hallucinations, disorganized speech/ behavior, and negative symptoms (eg, affect flattening) for ≥6 months.&nbsp; Cocaine-induced psychosis resolves as the drug effects wear off, whereas primary psychotic disorders have a more chronic and pervasive pattern.</li><li><strong>Bipolar disorder</strong> (manic phase) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34762.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ):&nbsp; Patients with a manic episode may exhibit euphoria, hyperactivity, agitation, and grandiosity.&nbsp; However, dilated pupils, diaphoresis, and tremors are not expected.</li></ul><h2>Diagnosis</h2><p>Acute cocaine toxicity is typically diagnosed based on history and characteristic physical examination findings (eg, restlessness, tachycardia, mydriasis, diaphoresis) and a positive urine drug screen.</p><h2>Laboratory evaluation</h2><p>The following tests should be obtained in any patient with suspected cocaine intoxication:</p><ul class=\"article-body-unordered-list\"><li>Urine drug screen:&nbsp; This can confirm the presence of cocaine and its metabolites, particularly benzoylecgonine, and it can detect additional substances of abuse.</li><li>Serial troponin levels:&nbsp; Because of the risk for myocardial ischemia, cardiac enzymes should be obtained and tracked in patients with chest pain.</li><li>Basic metabolic panel and creatinine kinase:&nbsp; Cocaine can induce rhabdomyolysis, causing creatine kinase elevation, hyperkalemia, and, possibly, increased creatinine (ie, acute kidney injury).</li></ul><h2>Imaging studies</h2><p>Imaging studies are not routinely used in the evaluation of acute cocaine toxication, but they can be used to identify complications:</p><ul class=\"article-body-unordered-list\"><li>Chest x-ray can evaluate for pneumothorax, pulmonary edema, and hemorrhagic alveolitis.&nbsp; It should be obtained in patients with chest pain, dyspnea, hypoxia, or abnormal lung sounds.</li><li>CT/MRI of the brain is indicated in patients with neurological symptoms (eg, focal deficits) to assess for intracranial hemorrhage, ischemia, or infarction.</li><li>CT angiogram of the aorta is required in patients with symptoms concerning for aortic dissection (eg, severe chest pain radiating to the back, unequal bilateral blood pressures, pulse deficits).</li><li>ECG detects drug-induced conduction abnormalities, arrhythmias, ischemic changes, or evidence of acute myocardial infarction (eg, ST elevation) and is indicated for any patient who presents with acute cocaine intoxication.</li></ul><h2>Management</h2><p>The management of acute cocaine intoxication is primarily supportive, aiming to prevent the life-threatening complications related to excessive sympathetic activity:</p><ul class=\"article-body-unordered-list\"><li>Initial interventions include intravenous fluids, oxygen (if hypoxic), and continuous cardiac monitoring.</li><li><strong>Benzodiazepines</strong> activate gamma-aminobutyric acid (GABA) inhibitory receptors and reduce sympathetic outflow.&nbsp; This decreases tachycardia, contractility, and hypertension, which helps to minimize myocardial oxygen demand and reduce cardiac ischemia.&nbsp; In addition, it normalizes blood pressure, thereby lowering the risk for intracranial hemorrhage and aortic dissection.&nbsp; In addition, benzodiazepines lessen anxiety and psychomotor agitation and control and prevent seizures.</li><li><strong>Antihypertensives</strong> are administered if the patient is persistently hypertensive despite benzodiazepines or if the patient has ongoing chest pain:<ul class=\"article-body-unordered-list\"><li>Nitroglycerin or calcium channel blockers are preferred because they help alleviate vasoconstrictive chest pain.&nbsp; Nitroglycerin is typically given first in patients with presumed acute coronary syndrome.</li><li>Alpha blockers (eg, phentolamine) can be used as a second-line agent.</li><li>Beta blockers are generally avoided due to their theoretical ability to produce unopposed alpha-adrenergic drive (because cocaine causes activation of alpha and beta receptors), thereby worsening vasoconstriction and further increasing blood pressure.</li></ul></li></ul><p>In addition to the treatments above, patients with cocaine-induced chest pain may require the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Aspirin</strong> slows thrombus development and can lower risk for myocardial infarction and ischemic stroke.&nbsp; However, aspirin is contraindicated if aortic dissection or intracranial hemorrhage is suspected due to increased risk for bleeding.</li><li><strong>Percutaneous coronary intervention</strong> is indicated for acute myocardial infarction (eg, ST elevation on ECG) or ongoing ischemia despite initial treatments.&nbsp; Fibrinolysis is typically avoided in cocaine-induced acute myocardial infarction due to the increased risk for intracranial hemorrhage.</li></ul><h1>Cocaine withdrawal</h1><p>Cocaine withdrawal occurs after cessation of heavy and prolonged cocaine use.&nbsp; Unlike withdrawal from other substances (eg, opioids, alcohol), cocaine withdrawal is primarily characterized by psychologic symptoms rather than physical symptoms.&nbsp; The intense cravings and psychologic distress experienced during withdrawal contribute to the cycle of addiction.</p><p>Cocaine withdrawal is largely driven by the sudden drop in dopamine levels in the brain when cocaine use ceases.&nbsp; Chronic cocaine use leads to neuroadaptive changes, including downregulation of dopamine receptors and depletion of dopamine stores.&nbsp; When cocaine use stops, the brain's reward system experiences a significant deficit in dopamine, leading to the dysphoric and depressive symptoms.</p><h2>Clinical presentation</h2><p>Cocaine withdrawal (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86851.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) typically involves:<p></p><ul class=\"article-body-unordered-list\"><li>The \"crash\":&nbsp; usually begins within 24 hours of stopping cocaine use and lasts 1-3 days.&nbsp; Symptoms include significant fatigue, <strong>hypersomnia</strong> (excessive sleep), vivid dreams, <strong>increased hunger</strong>, <strong>psychomotor retardation</strong>, <strong>dysphoria/depression</strong>, irritability, and suicidal ideation.&nbsp; Physical examination findings are unremarkable.</li><li>Withdrawal phase:&nbsp; can last 1-2 weeks (sometimes several months).&nbsp; Symptoms are primarily psychologic and include intense cravings, mood swings, depression, anxiety, and sleep disturbances.&nbsp; Rate of relapse is high in this phase.</li></ul><h2>Differential diagnosis</h2><p>Cocaine withdrawal can mimic several psychiatric conditions, as well as other drug withdrawal syndromes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37264.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Acute withdrawal syndromes</h2><ul class=\"article-body-unordered-list\"><li><strong>Cannabis withdrawal</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87562.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; Patients who cease heavy and prolonged cannabis use may have irritability, anxiety, depressed mood, and vivid dreams.&nbsp; However, this is accompanied by insomnia and decreased appetite (rather than hypersomnia and increased appetite).</li><li><strong>Opioid withdrawal</strong>:&nbsp; Cessation of opioid use can create feelings of dysphoria and irritability.&nbsp; However, opioid withdrawal is typically associated with severe vomiting, diarrhea, abdominal cramps, and muscle pain.&nbsp; Mydriasis, piloerection, lacrimation, and hyperactive bowel sounds are characteristic examination findings.</li></ul><h2>Psychiatric conditions</h2><ul class=\"article-body-unordered-list\"><li><strong>Major depressive disorder</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42287.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 11\n                                    </a>\n                                </div>\n                                ):&nbsp; characterized by anhedonia, fatigue, irritability, increased sleep, and depressed mood, but a history of cocaine use and the timing of symptom onset after drug cessation can help differentiate the two conditions.</li><li><strong>Generalized anxiety disorder</strong> (GAD) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34083.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 12\n                                    </a>\n                                </div>\n                                ):&nbsp; the anxiety and restlessness observed in cocaine withdrawal.&nbsp; However, GAD symptoms are typically chronic for &gt;6 months and are persistent.</li><li><strong>Bipolar disorder</strong> (depressive phase):&nbsp; can cause mood changes, fatigue, and hypersomnia, but symptoms occur independent of cocaine.&nbsp; In addition, bipolar symptoms are typically cyclical, with alternating episodes of depression and mania.</li></ul><h2>Diagnosis</h2><p>Diagnosis of cocaine withdrawal is primarily clinical, based on a history of heavy and prolonged cocaine use followed by the onset of symptoms (eg, dysphoria, fatigue, hypersomnia, intense cravings) after cessation or reduction of cocaine use.</p><h2>Management</h2><p>Cocaine withdrawal is <em>not</em> life-threatening.&nbsp; Although the symptoms can be distressing, they are generally transient and tend to resolve on their own within 1-2 weeks.&nbsp; However, psychiatric treatment, such as inpatient hospital admission, is needed for those with suicidal ideation or severe depression.</p><h1>Long-term management</h1><p>Long-term management of cocaine use disorder is complex and often requires a combination of psychosocial and pharmacologic interventions.&nbsp; Treatment may involve:</p><ul class=\"article-body-unordered-list\"><li>Cognitive-behavioral therapy (CBT):&nbsp; This helps patients recognize and change patterns of thought and behaviors that contribute to cocaine use.&nbsp; It can also help patients manage cravings and prevent relapse.</li><li>Group counseling:&nbsp; Participation in peer support groups (eg, Narcotics Anonymous) can provide ongoing social support and reduce the risk for relapse.</li><li>Contingency management:&nbsp; This behavioral therapy provides immediate, meaningful incentives (eg, prizes, vouchers) for meeting treatment goals, such as abstaining from cocaine use.</li><li>Medications:&nbsp; Although there is no pharmacologic treatment approved to treat cocaine use disorder, medications such as topiramate and long-acting methamphetamines (eg, dextroamphetamine) may help reduce cravings and enhance abstinence.</li></ul><h1>Special consideration:&nbsp; pregnancy</h1><p>Maternal cocaine use increases the risk for placental abruption, preterm prelabor rupture of membranes, preterm labor, and spontaneous abortion.&nbsp; These effects are presumably caused by cocaine-induced hypertension and vasoconstriction, which damage the placenta.</p><p>Neonates exposed to cocaine in utero are more likely to have a smaller head circumference, reduced length, and may be small for their gestational age.&nbsp; After birth, they may also show signs of withdrawal such as jitteriness, tremors, excessive sucking, a high-pitched cry, and an exaggerated Moro reflex.&nbsp; Treatment is mainly supportive (eg, adequate hydration and monitoring) because the symptoms self-resolve and are often less severe than those seen with opiate withdrawal (ie, neonatal abstinence syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57289.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 13\n                                    </a>\n                                </div>\n                                )).<p></p><p>Cocaine also passes into breast milk, and mothers should abstain from nursing if cocaine use is ongoing.</p><h1>Prognosis</h1><p>Relapse is common, and long-term recovery often requires sustained engagement in treatment and support groups.&nbsp; Chronic use can lead to persistent cognitive deficits, cardiovascular damage, psychosocial problems, and increased mortality risk.</p><h1>Summary</h1><p>Cocaine use disorder is a complex condition with significant physical and psychologic consequences.&nbsp; Cocaine is a powerful sympathomimetic drug that produces euphoria, alertness, and hyperactivity.&nbsp; Acute cocaine intoxication is treated primarily with benzodiazepines to reduce sympathetic outflow.&nbsp; Patients with cocaine-induced chest pain/ischemia may also require antihypertensives, antiplatelet medications, or percutaneous coronary intervention.&nbsp; Management of cocaine use disorder involves peer support groups and cognitive behavioral therapy to reduce relapse rates and persistent cocaine overuse.</p></div>\n            "
}