{
  "meta": {
    "title": "Cyclothymic disorder",
    "url": "https://brainandscalpel.vercel.app/cyclothymic-disorder-e2a83111-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:45.744Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cyclothymic disorder is a chronic mood disorder characterized by alternating depressive and hypomanic symptoms that are insufficient in number, severity, and/or duration to meet the full criteria for a major depressive or hypomanic episode.&nbsp; Mood symptoms must be present for at least half of a 2-year period (1 year in children).&nbsp; The frequent and unpredictable mood changes cause significant functional impairment.</p>\n<h1>Epidemiology </h1><br><br><p>The lifetime prevalence of cyclothymic disorder is ~0.5%-1%.&nbsp; Prevalence rates are similar in males and females, and onset is typically during adolescence or early adulthood.</p>\n<h1>Clinical presentation</h1><br><br><p>Cyclothymic disorder is characterized by alternating hypomanic and depressive symptoms that occur for at least half of a 2-year period (1 year in children).&nbsp; The symptoms must not meet criteria for a major mood episode (hypomanic or major depressive episode) and may present as insufficient symptom number (eg, only 2 hypomanic symptoms) or duration (eg, 1 week of depressive symptoms).</p><br><br><p>Mood symptoms are usually spontaneous and not in response to an external event or stressor.&nbsp; Some patients may appear to randomly shift from being self-confident to insecure, outgoing to withdrawn, and/or energetic to slowed down.&nbsp; Initial presentation may be due to \"moodiness\" or \"unpredictability\" or for evaluation of common comorbidities such as anxiety disorders or attention-deficit hyperactivity disorder (ADHD).</p>\n<h2>Hypomanic symptoms&nbsp; </h2><br><br><p>Patients may be uncharacteristically enthusiastic and euphoric, though mood can shift rapidly to irritable or angry.&nbsp; They may exhibit increased activity levels and energy and often initiate multiple new tasks or projects; this can be associated with an improvement in functioning for some.&nbsp; Additional symptoms may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Distractibility</strong>:&nbsp; results in difficulty focusing, following directions, and conversing; patients are unable to filter out irrelevant external stimuli.</li>\n\t<li><strong>Impulsivity</strong> (excessive involvement in activities with high potential for painful consequences):&nbsp; can include uncharacteristic gambling, shopping sprees, reckless driving, and/or risky sexual behaviors due to impaired judgment.</li>\n\t<li><strong>Grandiosity or inflated self-esteem</strong>:&nbsp; can include high levels of self-confidence in areas with which the patient has no experience (eg, providing legal advice despite no knowledge of the law) or grandiose delusions (eg, believing they have superhuman powers or a special relationship with a religious figure).</li>\n\t<li><strong>Flight of ideas or racing thoughts</strong>:&nbsp; make it difficult to communicate clearly; patient responses are irrelevant to questions and may jump from topic to topic.</li>\n\t<li><strong>Activity increased</strong> (including goal-directed activity or psychomotor agitation):&nbsp; may appear as engaging in multiple different activities (eg, projects at work, sex, participation in religious or political causes, increased social contact); patients may also appear to be restless (eg, pacing, fidgeting).</li>\n\t<li><strong>Sleep decreased</strong>:&nbsp; very common; patients may not sleep at all or sleep 2-3 hours a night and feel well rested; this differs from insomnia, which occurs when a patient feels tired and wants to sleep but cannot.</li>\n\t<li><strong>Talkativeness</strong> (more talkative than usual or pressure to keep talking):&nbsp; includes rapid speech that is difficult to interrupt; speech is often loud and may include jokes, singing, laughter, or threats.</li>\n</ul>\n<h2>Depressive symptoms</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Low mood</strong>:&nbsp; can be described by a patient in different ways (eg, down, empty, sad, hopeless) or can be observed (eg, frequent tearfulness); irritability instead of sadness is common in children and adolescents.</li>\n\t<li><strong>Decreased interest or pleasure in activities</strong> (anhedonia):&nbsp; may be experienced as not participating or caring about previously enjoyed hobbies/activities; can include social withdrawal (eg, no longer attending family events) and decreased interest in sex.</li>\n\t<li><strong>Weight or appetite changes</strong>:&nbsp; vary and can either increase (eg, cravings for carbohydrates with resulting weight gain) or decrease (eg, skipping meals and losing weight).</li>\n\t<li><strong>Sleep changes</strong>:&nbsp; can include hypersomnia (increased nighttime sleeping and/or daytime naps) or difficulty sleeping (most commonly nighttime awakening with difficulty falling back to sleep).</li>\n\t<li><strong>Psychomotor changes</strong>:&nbsp; present as either restlessness (eg, pacing, hand-wringing, fidgeting) or retardation (eg, slow thinking and body movements, increased speech latency).</li>\n\t<li><strong>Fatigue or decreased energy</strong>:&nbsp; very common in depression; everyday tasks that require minimal exertion are exhausting (eg, checking mail, brushing teeth).</li>\n\t<li><strong>Feelings of worthlessness or excessive guilt</strong>:&nbsp; can include negative self-evaluation and feelings of guilt for minor past failings (eg, accidentally denting the car years ago); thoughts can be delusional (eg, believing one is the sole cause of climate change).</li>\n\t<li><strong>Concentration difficulties or indecisiveness</strong>:&nbsp; can include easy distractibility, memory issues, or difficulty making minor decisions (eg, what to wear); may manifest as poor performance at work or school.</li>\n\t<li><strong>Thoughts of death, suicidal ideation, or suicide attempt</strong>:&nbsp; ranges from passive thoughts of suicide (eg, not wanting to be alive anymore, being better off dead) to thoughts about killing oneself with a specific plan, to acting on suicidal thoughts.</li>\n</ul>\n<h2>Diagnosis </h2><br><br><p>For a diagnosis of cyclothymic disorder, the following criteria must be met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>For at least <strong>2 years</strong> (at least 1 year in children and adolescents), the individual has numerous periods with hypomanic symptoms that do <u>not</u> meet criteria for a hypomanic episode and numerous periods with depressive symptoms that do <u>not</u> meet criteria for a major depressive episode.</li>\n\t<li>During this 2-year period (1 year in children and adolescents), symptoms have been <strong>present for at least half the time</strong> and the individual has <u>not</u> been without the symptoms for more than 2 months at a time.</li>\n\t<li>Symptoms are not better explained by schizoaffective disorder, schizophrenia, schizophreniform disorder, delusional disorder, or other specified or unspecified schizophrenia spectrum or other psychotic disorders.&nbsp; In addition, symptoms are not attributable to the physiological effects of a substance (eg, drug of abuse, medication) or another medical condition (eg, hyperthyroidism).</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>When considering the differential diagnosis for mood instability, the duration and severity of symptoms and history of major mood episodes are distinguishing factors (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38666.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bipolar I disorder</strong>:&nbsp; characterized by at least 1 manic episode lasting at least 1 week.</li>\n\t<li><strong>Bipolar II disorder</strong>:&nbsp; must include at least 1 hypomanic episode and at least 1 major depressive episode.</li>\n\t<li><strong>Major depressive disorder</strong>:&nbsp; involves at least 2 weeks of low mood and/or anhedonia with additional depressive symptoms resulting in functional impairment; not associated with periods of hypomania.</li>\n\t<li><strong>Borderline personality disorder</strong> (BPD):&nbsp; also involves abrupt shifts in mood and impulsivity; however, symptoms are typically in response to interpersonal stressors (not spontaneous), and additional hypomanic symptoms, such as elation and increased energy, are not typical of BPD.&nbsp; BPD can co-occur with cyclothymic disorder, in which case both diagnoses would be given.</li>\n</ul>\n<h1>Evaluation and diagnostic work-up</h1><br><br><p>A thorough history, including prior mood episodes, substance use, and family psychiatric disorders, as well as physical examination are necessary to determine the likelihood of cyclothymic disorder versus other medical/psychiatric conditions with similar presentations.</p><br><br><p>Initial laboratory testing should include complete blood count, basic metabolic panel, serum TSH level, and urine drug screen.&nbsp; Depending on clinical findings, additional diagnostic work-up may be indicated for conditions that can present with fluctuating mood symptoms (eg, hypercortisolism, epilepsy, multiple sclerosis).</p>\n<h1>Management</h1><br><br><p>Cyclothymic disorder, with its associated mood instability and impulsivity, is associated with an increased risk for suicidal behavior.&nbsp; Screening for suicidal ideation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32384.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), assessment of risk factors (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32383.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ), and safety planning are necessary for all patients.&nbsp; Suicide risk often determines the appropriate level of care; patients at imminent risk of harming themselves (eg, suicidal ideation with a plan and intent) require emergency hospitalization.<p></p><br><br><p>The management of cyclothymic disorder primarily involves psychotherapy, lifestyle modifications, and, for more severe symptoms or functional impairment, pharmacotherapy:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Psychotherapy</strong>:&nbsp; Cognitive-behavioral therapy (CBT) identifies and reframes negative thought patterns and develops more adaptive ways of coping with stressors.&nbsp; Interpersonal psychotherapy (IPT) is appropriate when a specific life situation is contributing to symptoms (eg, estrangement, grief, postpartum period); examines interpersonal conflict and effects on emotions.</li>\n\t<li>Lifestyle modifications may reduce the risk of relapse.&nbsp; Areas in which healthy habits should be maintained include sleep hygiene, physical exercise, balanced diet, and avoidance of recreational substance use.</li>\n\t<li>Pharmacotherapy is limited because there are no FDA-approved options for cyclothymic disorder.&nbsp; For severe symptoms, patients may benefit from mood stabilizers (eg, lithium, valproate, carbamazepine, lamotrigine) or second-generation antipsychotics (eg, quetiapine).&nbsp; However, monotherapy with antidepressants is avoided to prevent mood switching and rapid cycling.</li>\n</ul><br><br><p>Cyclothymic disorder commonly co-occurs with ADHD, anxiety disorders, and sleep disorders (difficulty initiating and maintaining sleep) as well as substance use and eating disorders; screening and treatment are indicated.</p>\n<h1>Prognosis</h1><br><br><p>Cyclothymic disorder has a variable prognosis.&nbsp; Though symptoms are considered less severe than bipolar disorder, the social and occupational impairment from frequent mood instability and inconsistency can be significant.&nbsp; A minority of patients initially diagnosed with cyclothymic disorder will ultimately develop bipolar I or II disorder, most often during adolescence or young adulthood.</p>\n<h1>Summary</h1><br><br><p>Cyclothymic disorder is a chronic mood disorder characterized by alternating depressive and hypomanic symptoms that are insufficient in number, severity, and/or duration to meet full criteria for a major depressive or hypomanic episode.&nbsp; Mood symptoms must be present for at least half of a 2-year period (1 year in children).&nbsp; Treatment primarily consists of psychotherapy and lifestyle modifications, though mood stabilizers may be considered for severe symptoms.</p>\n</div>\n\n            "
}