{
  "meta": {
    "title": "Delivering bad news",
    "url": "https://brainandscalpel.vercel.app/delivering-bad-news-8c1e4c03-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:48.209Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Bad news is any information that could significantly change an individual's expectations about the future, such as the diagnosis of a serious illness, a poor prognosis, unexpected complications, or the death of a loved one.</p><br><br><p>The effective delivery of bad news is a necessary responsibility and a challenging skill to perfect.&nbsp; When bad news is delivered clearly, with honesty and compassion, it positively impacts the recipient's understanding of the condition and engagement in treatment.&nbsp; However, the necessity of providing the news can also cause apprehension for the deliverer, resulting in feelings of guilt or failure, doubt about the ability to provide enough information, or anxiety about managing the recipient's response.</p><br><br><p>Because effectively delivering bad news is an important but challenging skill to perfect, general guidelines, as well as practical step-by-step frameworks, have been developed to help the clinician.</p>\n<h1>Approaching bad news</h1><br><br><p>When delivering bad news, basic communication skills are important.&nbsp; These include the use of active listening (eg, open body posture, eye contact, reflective statements), avoiding jargon, and using open-ended questions.</p><br><br><p>These skills are combined with more specific techniques that focus on providing the information honestly, clearly, and with empathy.&nbsp; The process can be divided into 3 stages:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Preparation</strong>:&nbsp; Gathering the needed information and setting up a space.</li>\n\t<li><strong>Delivering the news</strong>:&nbsp; Sharing the information clearly and empathically.</li>\n\t<li><strong>Following up</strong>:&nbsp; Responding to emotions, checking on the recipient's understanding, and making shared decisions about next steps.</li>\n</ul><br><br><p>A common model that incorporates these principles is the <strong>SPIKES</strong> protocol.</p>\n<h1>The SPIKES protocol: A structured approach</h1><br><br><p>The <strong>SPIKES</strong> protocol is a widely used, evidence-based framework for delivering bad news.&nbsp; The S, P, and I stages make up the preparation stage of giving the news.&nbsp; The K stage provides guidance on how best to deliver the information, and the E and S stages suggest effective ways to follow up.</p>\n<h2>S: Setting up the interview</h2><br><br><p>Preparing for the interview includes gathering the necessary information, ensuring that a private space is available, and setting aside time for the discussion.&nbsp; Steps for setting up include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Determine who the patient would like to be present:&nbsp; In some cultures, decisions are made as a family unit; in other cultures, an individual may prefer to be alone or to have only a single loved one present.</li>\n\t<li>Gather the necessary information, including test results and recommendations for follow-up.</li>\n\t<li>Choose a private, quiet environment with minimal interruptions (eg, silence pagers and phones).</li>\n\t<li>Ensure that enough time has been set aside to avoid feeling rushed.</li>\n</ul>\n<h2>P: Perception (assess the patient's understanding)</h2><br><br><p>Individuals may have conducted their own research or discussed results with other health care providers.&nbsp; To individualize the discussion, fill in gaps, or correct any misconceptions, it is important to ask what is already known or understood.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\"What do you understand about your condition so far?\"</li>\n\t<li>\"What have your other providers shared with you about your test results?\"</li>\n</ul>\n<h2>I: Invitation (ask for permission to share the information)</h2><br><br><p>Some individuals may want only partial information or may not be prepared to hear the news and wish to defer the discussion.&nbsp; Asking for permission to share is helpful:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\"Would you like me to explain the test results now?\"</li>\n\t<li>\"How much detail would you like about your condition?\"</li>\n</ul>\n<h2>K: Knowledge (share the information clearly)</h2><br><br><p>When emotions are high, it is difficult to process information.&nbsp; To avoid overwhelming the recipient, news should be given in small bits and made as clear as possible by using the following steps:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Provide a warning that bad news is coming (eg, \"I'm afraid I have some difficult news to share\").</li>\n\t<li>Use simple, clear language that matches the individual's level of knowledge/understanding.</li>\n\t<li>Avoid euphemisms or medical jargon (eg, use \"cancer\" instead of \"neoplasm\").</li>\n\t<li>Deliver the news in small chunks, pausing to check for understanding or to allow for a response (eg, \"The cancer is stage 2, which means it has moved to your lymph nodes.…&nbsp; Treatment will include chemotherapy and possibly radiation\").</li>\n</ul><br><br><p>One of the difficulties in delivering bad news is finding a balance between giving honest and succinct information while offering encouragement:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hope should be offered when appropriate (eg, \"the cancer is in the early stage, and treatment is effective\").</li>\n\t<li>If the prognosis is uncertain, it is useful to express both hope and worry (eg, \"Although I am hopeful that the treatment will be beneficial, I am also worried that the course may be prolonged\").</li>\n</ul>\n<h2>E: Emotions (address emotions with empathy)</h2><br><br><p>Initial statements and/or questions after hearing bad news are often driven by underlying emotion.&nbsp; These include fear, shock, sadness, guilt, disbelief/denial, and/or anger.&nbsp; Recognizing and responding to emotions in the moment help the recipient process and retain the information more effectively and should be encouraged by asking, for example:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\"How are you feeling about what I've shared?\"</li>\n</ul><br><br><p>Using the following steps can be helpful in recognizing the underlying emotion without minimizing it and responding empathically:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Name the emotion (eg, \"I can see that this is overwhelming/distressing/frustrating\").</li>\n\t<li>Express empathy (eg, \"I'm so sorry you're going through this\").</li>\n\t<li>Allow silence to give space for processing.</li>\n</ul>\n<h2>S: Strategy and summary (discuss next steps)</h2><br><br><p>Decisions about follow-up tests or care should be made with the recipient, taking individual goals and desires into account.&nbsp; Creating a blueprint helps decrease unpredictability, provides hope, and can be done using the following steps:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Provide follow-up plans clearly and succinctly, leaving time for responses or questions (eg, \"you have an appointment with your oncologist on Tuesday to discuss your chemotherapy regimen.…&nbsp; I will follow up with you after that\").</li>\n\t<li>Summarize what has been discussed (eg, \"to summarize, we've found that the cancer has spread; you will meet with the oncologist to discuss treatment options and follow up with me after that\").</li>\n\t<li>Ask if the patient has additional questions and check the recipient's understanding of the information and plans.</li>\n\t<li>Let the recipient know you are engaged in the process and will provide ongoing support (eg, \"we will work together to manage your symptoms and explore treatment options\").</li>\n</ul>\n<h1>Pitfalls to avoid</h1><br><br><p>Delivering bad news can be emotionally challenging and may result in a sense of failure or guilt on the part of the health care professional.&nbsp; It can cause apprehension about how a recipient will respond or whether the health care provider will be able to answer questions.&nbsp; This can result in pitfalls, which are best to avoid, such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Censoring information.</li>\n\t<li>Avoiding eye contact or appearing emotionally detached.</li>\n\t<li>Providing too much information, causing overwhelming emotions and difficulty understanding.</li>\n\t<li>Minimizing responses (eg, \"it could be worse\").</li>\n\t<li>Avoiding acknowledging emotions before moving on to fixing the problem (eg, \"the cancer has returned, but we can discuss treatment options\").</li>\n\t<li>Rushing the conversation due to time constraints.</li>\n\t<li>Using medical jargon or not explaining at the recipient's level of understanding.</li>\n\t<li>Providing false hope or unrealistic expectations.</li>\n\t<li>Rushing the recipient for a decision.</li>\n</ul><br><br><p>Because delivering this news is challenging and can be emotionally taxing, the following self-care practices can be helpful:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Accepting one's own humanity and fallibility.</li>\n\t<li>Debriefing with colleagues after difficult conversations.</li>\n\t<li>Seeking support from mentors, supervisors, or counseling services.</li>\n\t<li>Reflecting on the experience to improve future interactions.</li>\n</ul>\n<h1>Summary</h1><br><br><p>A challenging, yet essential skill to develop is the effective delivery of bad news.&nbsp; Delivering such news effectively decreases a recipient's anxiety, increases engagement, and improves treatment adherence.&nbsp; Because these discussions can be difficult, it is helpful to seek support from colleagues and to use structured approaches such as the SPIKES protocol.&nbsp; This protocol gives guidance on delivering information in an honest, clear, and empathetic way while offering encouragement and support, resulting in more effective outcomes.</p>\n</div>\n\n            "
}