{
  "meta": {
    "title": "Dissociative disorders",
    "url": "https://brainandscalpel.vercel.app/dissociative-disorders-0837c542-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:49.684Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Dissociative disorders involve significant disruptions in mental functioning that affect consciousness, memory, identity, emotion, perception, and behavior.&nbsp; Dissociative symptoms are involuntary, functionally impairing, and distressing.&nbsp; These disorders are often associated with psychological trauma and include depersonalization/derealization disorder (DDD), dissociative amnesia, and dissociative identity disorder (DID).</p>\n<h1>Risk factors</h1><br><br><p>Factors that increase the risk for developing a dissociative disorder include earlier age at onset of trauma; neglect and/or sexual, physical, or emotional abuse by parents/caregivers; severe acute or chronic stress (eg, surviving a natural disaster); and repeated trauma or torture associated with captivity (eg, prisoner of war, survivor of human trafficking).</p>\n<h1>Depersonalization/derealization disorder (DDD)</h1><h2>Clinical presentation</h2><br><br><p>Symptoms include 1 or both of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Depersonalization</strong>:&nbsp; feeling of being disconnected from one's entire self (\"I am watching myself from the outside\") or aspects of oneself (eg, thoughts [\"My thoughts are not my own\"], feelings, body parts, sensations)</li>\n\t<li><strong>Derealization</strong>:&nbsp; feeling detached from one's environment (eg, the world, other individuals/objects, surroundings [\"Nothing seems real,\" \"I feel like there's glass separating me from everything else\"])</li>\n</ul><br><br><p>Patients often think they are going crazy.&nbsp; Their affect is typically flat and incongruent, with distress caused by symptoms.&nbsp; Physical symptoms (eg, tingling, lightheadedness) and obsessional thinking (eg, seeking reassurance of existence) may be present.&nbsp; Reality testing remains intact (ie, retaining insight that inner experience is subjective and separate from external reality).</p>\n<h2>Diagnosis</h2><br><br><p>For a diagnosis of DDD, the following criteria must be met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The presence of persistent (&gt;1 month) or recurrent experiences of depersonalization, derealization, or both:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Depersonalization:&nbsp; experiences of unreality, detachment, or being an outside observer with respect to one's thoughts, feelings, sensations, body, or actions (eg, perceptual alterations, distorted sense of time, unreal or absent self, emotional and/or physical numbing)</li>\n\t\t<li>Derealization:&nbsp; experiences of unreality or detachment with respect to surroundings (eg, individuals or objects are experienced as unreal, dreamlike, foggy, lifeless, or visually distorted)</li>\n\t</ul>\n\t</li>\n\t<li>During the depersonalization or derealization experiences, reality testing remains intact.</li>\n\t<li>The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning.</li>\n\t<li>The disturbance is not attributable to the physiological effects of a substance or another medical condition (eg, seizures).&nbsp; And, the disturbance is not better explained by another mental disorder such as schizophrenia, panic disorder, or acute or posttraumatic stress disorder.</li>\n</ul>\n<h2>Management</h2><br><br><p>Provide reassurance (eg, that DDD is not associated with permanent brain damage) and information about the diagnosis and the typical course of the disorder.</p><br><br><p>Recommend cognitive-behavioral therapy to help patients learn strategies (eg, grounding techniques, limiting avoidance/checking behaviors) for acute symptom relief, and recommend exploratory psychotherapy (eg, psychodynamic psychotherapy) to help them process trauma and increase their self-awareness.</p><br><br><p>Screen and treat cooccurring depressive or anxiety disorders.</p>\n<h2>Prognosis</h2><br><br><p>DDD is often chronic, consisting of recurrent, discrete episodes or continuous symptoms, although some patients may experience remission with or without treatment.</p>\n<h1>Dissociative amnesia</h1><h2>Clinical presentation</h2><br><br><p>Symptoms include being <strong>unable to recall a personal experience</strong> (what a person thought, felt, or did), usually surrounding a traumatic event.&nbsp; Memory loss is potentially reversible and can be localized (most common; specific to an event or time period), selective (some memories during a time period are retained and others are not), or generalized (acute onset of broad memory loss).</p><br><br><p>Dissociative fugue occurs when an individual suddenly and unexpectedly travels from their place of living and has amnesia about their identity and/or personal history.</p>\n<h2>Diagnosis</h2><br><br><p>For a diagnosis of dissociative amnesia, the following criteria must be met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The patient experiences an inability to recall important autobiographical information, usually of a traumatic or stressful nature, that is inconsistent with ordinary forgetting.&nbsp; Dissociative amnesia most often consists of localized or selective amnesia about ≥1 specific events or generalized amnesia about one's identity and/or personal history.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning.</li>\n\t<li>The disturbance is not attributable to the physiological effects of a substance or another medical condition (eg, seizures, transient global amnesia, sequelae of a head injury).&nbsp; And, the disturbance is not better explained by another mental disorder, such as DID, acute or posttraumatic stress disorder, or a major or minor neurocognitive disorder.</li>\n</ul>\n<h2>Management</h2><br><br><p>Patients should be provided a supportive environment (may alone result in gradual recovery of memory) and screened for safety concerns (suicidal ideation and nonsuicidal self-injury are common, especially as amnesia remits).&nbsp; If needed due to emotional distress, psychotherapy may be indicated after recovery of memory.</p>\n<h2>Prognosis</h2><br><br><p>Most patients recover, especially if removed from the stressful/traumatic situation contributing to their symptoms.&nbsp; Poor prognostic indicators include chronic trauma, childhood physical/sexual abuse, lack of social support, and severe health problems.</p>\n<h1>Dissociative identity disorder (DID)</h1><h2>Clinical presentation</h2><br><br><p>Symptoms include having <strong>≥2 distinct personalities</strong> (known as alters), each with their own pattern of thinking, feeling, behaving, and interacting with others.&nbsp; Shifting between different personalities results in memory gaps (ie, the patient may not recall what occurred when another identity was in control), which may involve the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Major life events or skill sets (eg, how to cook or drive)</li>\n\t<li>Personal possessions (eg, guns, clothing) and no recollection of owning them</li>\n\t<li>An inability to recall how they got to a particular place (eg, another city, work)</li>\n</ul><br><br><p>Most patients experience subtle shifting between personalities (eg, transient depersonalization, derealization), and only a minority have overt, observable switching between personalities (ie, identities each have unique clothing, hairstyles, accents, gaits).</p>\n<h2>Diagnosis</h2><br><br><p>For a diagnosis of DID, the following criteria must be met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The patient experiences a disruption of identity characterized by ≥2 distinct personality states, which may be described in some cultures as an experience of possession.&nbsp; The disruption in identity involves marked discontinuity in sense of self and sense of agency, accompanied by related alterations in affect, behavior, consciousness, memory, perception, cognition, and/or sensory-motor functioning.&nbsp; These signs and symptoms may be observed by others or reported by the individual.</li>\n\t<li>The patient experiences recurrent gaps in the recall of everyday events, important personal information, and/or traumatic events that are inconsistent with ordinary forgetting.</li>\n\t<li>The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning.</li>\n\t<li>The disturbance is not a normal part of a broadly accepted cultural or religious practice.&nbsp; In children, the symptoms are not better explained by imaginary playmates or other fantasy play.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The symptoms are not attributable to the physiological effects of a substance or another medical condition (eg, seizures).</li>\n</ul>\n<h2>Management</h2><br><br><p>Psychotherapy should include an emphasis on the integration of identities into a more unified self.&nbsp; Suicidal behavior is very common in these patients, and the majority of patients with DID attempt suicide.&nbsp; Therefore, screening and safety planning are indicated.&nbsp; Most patients have a cooccurring psychiatric disorder (eg, nonepileptic seizures; trauma-related, depressive, or personality disorders), which require screening and treatment.</p>\n<h2>Prognosis</h2><br><br><p>DID is often lifelong, with periods of fluctuating severity and functional impairment.</p>\n<h1>Summary</h1><br><br><p>Dissociative disorders (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39448.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), including depersonalization/derealization disorder, dissociative amnesia, and dissociative identity disorder, are characterized by significant disruptions in awareness, emotion, and behavior.&nbsp; Symptoms are involuntary and distressing, and they impair function.&nbsp; Treatment includes psychotherapy (cognitive-behavioral therapy, psychodynamic psychotherapy) and treatment of cooccurring depressive and anxiety disorders.<p></p>\n</div>\n\n            "
}