{
  "meta": {
    "title": "Factitious disorder imposed on another",
    "url": "https://brainandscalpel.vercel.app/factitious-disorder-imposed-on-another-00f912f6-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:53.243Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Factitious disorder imposed on another (FDIA), previously known as factitious disorder by proxy, is characterized by the intentional falsification of symptoms or induction of illness in another person (eg, parent, child), often resulting in unnecessary and excessive medical interventions.&nbsp; There are no obvious external rewards (eg, money, medications) associated with the deceptive behaviors.&nbsp; This diagnosis is given to the caregiver, not the patient, and is a form of abuse subject to criminal penalties.&nbsp; When the patient is a child, a diagnosis of medical child abuse is given (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81247.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><h1>Epidemiology and risk factors</h1><p>Accurate prevalence rates for FDIA are difficult to estimate due to the deceptive nature of the behaviors and the varying severity of cases, likely resulting in underreporting.</p><p>The majority of caregivers are mothers intentionally harming their children.&nbsp; Those experiencing FDIA are usually vulnerable due to age and awareness level (eg, children age &lt;6, elderly patient with cognitive impairment, nonverbal individuals).</p><p>FDIA is highly comorbid with factitious disorder imposed on self (ie, caregivers may also falsify illness or injury in themselves).</p><h1>Pathogenesis</h1><p>The pathogenesis of FDIA is unclear, although the disorder may be related to impaired attachment formation and lack of empathy in the caregiver.&nbsp; Maintenance of the deception is likely due to positive reinforcement of behaviors (eg, falsifying medical conditions in a child results in hospital admission and attention/care from health care staff).</p><h1>Clinical presentation</h1><p>FDIA can present in many different ways, including:</p><ul class=\"article-body-unordered-list\"><li><strong>Fabrication of symptoms</strong><ul class=\"article-body-unordered-list\"><li>Falsifying medical history or forging medical records (eg, reporting a history of cancer or chronic illness)</li><li>Exaggerating existing symptoms (eg, caregiver reports patient with epilepsy had more seizures than actually occurred)</li><li>Coaching patient on how to behave or describe symptoms during evaluation (eg, telling child to fidget and appear restless, which results in a diagnosis of attention deficit hyperactivity disorder )</li></ul></li><li><strong>Induction of illness or injury</strong><ul class=\"article-body-unordered-list\"><li>Skin infections through the injection of foreign material (eg, feces)</li><li>Surreptitiously administering medications or substances (eg, warfarin, insulin, ipecac, salt) to the patient</li></ul></li><li><strong>Manipulation of equipment or laboratory testing</strong><ul class=\"article-body-unordered-list\"><li>Holding thermometer next to a hot object</li><li>Adding blood to the patient's urine sample</li></ul></li></ul><p>Factors that can be associated with FDIA include:</p><ul class=\"article-body-unordered-list\"><li>Inconsistencies between reported symptoms and objective findings (eg, parent reports child has excessive vomiting although there are no signs of dehydration and laboratory results are normal)</li><li>Symptoms that appear to improve when the patient is removed from the caregiver or placed under surveillance</li><li>Extensive work-up of symptoms with no clear diagnosis</li><li>Repeated illness without identifiable cause</li><li>Caregiver refusing to leave the patient's bedside</li><li>Reluctance by caregiver to accept a less severe diagnosis</li><li>Unexplained medical supplies in the caregiver's possession (eg, syringes in purse)</li><li>Caregiver who has extensive knowledge of medical conditions (eg, health care worker)</li><li>Caregiver who refuses to sign a release of information for medical records</li></ul><p>Determining the motivation for the perpetrator's actions is not necessary for a diagnosis of FDIA or a report to protective services.</p><h1>Diagnosis</h1><p>For a diagnosis of FDIA, the following criteria must be met:</p><ul class=\"article-body-unordered-list\"><li>Falsification of physical or psychologic signs or symptoms or induction of injury or disease in another (associated with identified deception)</li><li>The caregiver introducing the patient (person experiencing FDIA) to others as ill, impaired, or injured</li><li>Deceptive behavior evident even in the absence of obvious external rewards</li><li>Caregiver's behavior not better explained by another mental disorder, such as delusional disorder or another psychotic disorder</li></ul><h1>Differential diagnosis</h1><p>Various medical conditions (eg, focal impaired awareness seizures, somatic symptom disorder) can also present with recurrent symptoms that undergo thorough work-ups without yielding a definitive diagnosis.&nbsp; An undiagnosed medical condition can also occur concomitantly with medical abuse, which is why diagnostic testing must rely on clinical status and current and prior objective findings.</p><h1>Management</h1><p>Suspected FDIA requires careful assessment and documentation of the caregiver's report of symptoms, the patient's report (if possible, in private), collateral reports (eg, teacher, relative), and objective findings.&nbsp; Careful comparison to accessible medical records may provide evidence of inconsistencies in caregiver reports and the patient's symptoms, as well as more information on any concerning behaviors in the caregiver.</p><p>Diagnostic work-up should be based on objective findings instead of based solely on the caregiver's report, which could result in excessive and unnecessary testing.&nbsp; Specific testing may be indicated if there is concern for FDIA (eg, symptoms resolve when caregiver is not present).&nbsp; Examples include:</p><ul class=\"article-body-unordered-list\"><li>Evaluation of factitious hypoglycemia (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49619.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: Evaluation of hypoglycemia\n                                    </a>\n                                </div>\n                                ):&nbsp; Serum insulin and C-peptide levels can determine whether the patient has received exogenous insulin or insulin secretagogues (eg, sulfonylureas).</li><li>Evaluation of factitious hyperthyroidism (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24678.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; Low serum thyroglobulin and low radioiodine uptake are suggestive of exogenous thyroid hormone ingestion.</li><li>Evaluation of factitious diarrhea (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11547.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Low stool osmolality may suggest the addition of water to stools, and hyperosmolality may suggest the addition of a concentrated fluid (eg, urine); stool electrolytes may show elevated magnesium or phosphate levels if saline osmotic laxatives are being received by the patient; stool osmotic gap may be elevated with laxatives such as lactulose or polyethylene glycol.</li><li>Drug levels may indicate the use of recreational substances or surreptitious medication ingestions:&nbsp; Examples include serum levels of calcium channel blockers, beta blockers for factitious hypotension, and pseudoephedrine for factitious hypertension.</li><li>Blood group typing may show a discrepancy between the patient's blood type and blood in the specimen sample.</li></ul><p>The initial discussion with the caregiver should include observed discrepancies between clinical findings and reported history, as well as an emphasis on providing care that is in the best interest of the patient without assigning blame.&nbsp; Suspicion of FDIA requires <strong>notifying protective services</strong>, which should be disclosed to the caregiver.&nbsp; The caregiver may deny harming the patient, become aggressive, and/or demand to leave with the patient.&nbsp; Notifying hospital security, separating the caregiver from the patient, and/or placing the patient under constant observation may be necessary.</p><h1>Prognosis</h1><p>The prognosis of FDIA is variable; poor prognostic indicators include comorbid personality disorders and denial or lack of accountability for behaviors.&nbsp; The patient is at risk for significant morbidity and mortality from the caregiver's abusive behaviors, as well as from iatrogenic causes.</p><h1>Summary</h1><p>Factitious disorder imposed on another (FDIA) involves the intentional falsification of symptoms or the induction of illness in another person (eg, elderly parent, child), often resulting in unnecessary and excessive medical interventions (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/107525.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; There are no obvious external rewards (eg, money, medications) associated with the deceptive behaviors.&nbsp; This diagnosis is given to the caregiver, not the patient, and is considered to be a form of abuse.&nbsp; Suspected FDIA requires a nonaccusatory discussion of objective findings with the caregiver, as well as notification of protective services.<p></p></div>\n            "
}