{
  "meta": {
    "title": "Factitious disorder imposed on self",
    "url": "https://brainandscalpel.vercel.app/factitious-disorder-imposed-on-self-627bc49d-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:56.028Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Factitious disorder imposed on self is characterized by the intentional falsification of symptoms or induction of illness with the goal of assuming the patient (ie, sick) role.&nbsp; Patients often seek medical care repeatedly to meet their psychologic needs, and their deceptive behaviors are not associated with obvious external rewards (eg, money, housing).</p><h1>Epidemiology and risk factors</h1><p>The prevalence of factitious disorder is difficult to measure because the diagnosis is based on the intentional falsification of symptoms, although the prevalence is estimated to be approximately 0.1%-1% depending on the population (more frequently encountered in hospital settings).&nbsp; Onset tends to occur in early adulthood and appears to be more common among women than men.</p><p>Several factors may contribute to the risk for factitious disorder, including psychologic factors (eg, concurrent personality disorder, history of adverse childhood events [eg, abuse, neglect]) and environmental factors (eg, childhood illness that resulted in significant medical attention).</p><h1>Clinical presentation</h1><p>Factitious disorder can present in many different ways, including:</p><ul class=\"article-body-unordered-list\"><li><strong>Fabrication of symptoms</strong><ul class=\"article-body-unordered-list\"><li>Simulation of symptoms on physical examination to suggest acute process (eg, simulating right lower quadrant pain to suggest appendicitis)</li><li>Falsification of medical history or forgery of medical records (eg, reporting history of cancer when never diagnosed, reporting grief symptoms due to death of spouse when never married)</li></ul></li><li><strong>Induction of illness or injury</strong><ul class=\"article-body-unordered-list\"><li>Injection of foreign material (eg, feces) to induce skin infections</li><li>Surreptitious ingestion of medications (eg, warfarin, insulin, laxatives)</li></ul></li><li><strong>Manipulation of equipment or laboratory testing</strong><ul class=\"article-body-unordered-list\"><li>Holding a thermometer next to a hot object</li><li>Pricking the finger and adding blood to a urine sample</li></ul></li></ul><p>Factors that can be associated with factitious disorder include:</p><ul class=\"article-body-unordered-list\"><li>Inconsistencies between reported symptoms and objective findings (eg, patient report of excessive vomiting despite no signs of dehydration and normal laboratory evaluation)</li><li>Atypical course of illness (eg, spontaneous recovery soon after admission, new or worsening symptoms preceding scheduled discharge)</li><li>Extensive work-up of symptoms with no clear diagnosis</li><li>Unusual acquiescence to invasive procedures or testing (eg, exploratory laparotomy)</li><li>Unexplained medical supplies in the patient's possession (eg, syringes in purse)</li><li>Extensive knowledge of medical conditions (eg, health care workers)</li><li>Refusal to sign a release of information for medical records</li></ul><h1>Diagnosis</h1><p>For a diagnosis of factitious disorder, the following criteria must be met:</p><ul class=\"article-body-unordered-list\"><li>The patient intentionally engages in falsification of physical or psychologic signs or symptoms, or induction of injury or disease.</li><li>The patient presents to others as ill, impaired, or injured.</li><li>The deceptive behavior is evident even in the <strong>absence of obvious external rewards</strong>.</li><li>The behavior is not better explained by another mental disorder.</li></ul><h1>Differential diagnosis</h1><p>The differential diagnosis of factitious disorder includes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/78859.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Malingering</strong>:&nbsp; also includes deceptive behavior to simulate an illness; however, the intentional production of symptoms in malingering is motivated by external incentives (ie, secondary gain).&nbsp; Malingering can coincide with factitious disorder because motivations can change depending on the situation.</li><li><strong>Factitious disorder imposed on another</strong>:&nbsp; involves intentional falsification or induction of illness in another person (eg, elderly parent, child); this diagnosis is given to the perpetrator and not the victim.&nbsp; Factitious disorders imposed on self and on another are highly comorbid.</li><li><strong>Somatic symptom disorder</strong>:&nbsp; can also involve high health care use for somatic symptoms that are disruptive to daily life; however, symptoms are not intentionally feigned or induced.</li><li><strong>Functional neurologic symptom disorder</strong>:&nbsp; can involve motor or sensory neurologic symptoms; however, the symptoms are not intentionally produced and must be incompatible with recognized neurologic conditions.</li><li><strong>Other medical conditions</strong>:&nbsp; can coincide with factitious disorder, and deceptive behaviors may result in exacerbation of conditions (eg, nonadherence to antiepileptic medication, taking less insulin than recommended).</li></ul><h1>Management</h1><p>Laboratory evaluation and/or imaging may be necessary for diagnostic work-up depending on a patient's clinical status and symptoms; specific testing may also be indicated if there is concern for factitious disorder (ie, when objective findings are inconsistent with patient report).&nbsp; Examples include:</p><ul class=\"article-body-unordered-list\"><li>Evaluation of factitious hypoglycemia (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49619.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: Evaluation of hypoglycemia\n                                    </a>\n                                </div>\n                                ):&nbsp; Serum insulin and C-peptide levels can determine whether exogenous insulin or insulin secretagogues (eg, sulfonylureas) are being taken.</li><li>Evaluation of factitious hyperthyroidism (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24678.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; Low serum thyroglobulin and low radioiodine uptake are suggestive of exogenous thyroid hormone ingestion.</li><li>Evaluation of factitious diarrhea (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11547.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Low stool osmolality may suggest the addition of water to stools, and hyperosmolality may suggest the addition of a concentrated fluid (eg, urine).&nbsp; Stool electrolytes may show elevated magnesium or phosphate levels if saline osmotic laxatives are being taken; stool osmotic gap may be elevated with laxatives such as lactulose or polyethylene glycol.</li><li>Drug levels may indicate the use of recreational substances or surreptitious medication ingestions (eg, serum levels of calcium channel blockers, beta blockers for factitious hypotension, serum pseudoephedrine for factitious hypertension).</li></ul><p>Management of factitious disorder is challenging because patients are likely to deny behaviors and seek care elsewhere once a diagnosis is discussed.&nbsp; General recommendations for patients include the following:</p><ul class=\"article-body-unordered-list\"><li>Approach patients in an empathic and supportive manner to reduce the risk for escalation and aggression as well as leaving against medical advice.</li><li>Avoid unnecessary testing and specialist referrals (ie, pursue work-up based on objective clinical findings) and explain to patients why further testing is not indicated.</li><li>Share the current differential diagnosis, including factitious disorder, based on objective findings.</li><li>Emphasize that care is necessary and available for the patient.</li><li>Assess the risk for suicidality and comorbid psychiatric conditions; personality disorders (eg, borderline or histrionic), posttraumatic stress disorder, and substance use disorders are common.</li><li>Offer psychiatric consultation while emphasizing that the consult may help identify and cope with stressors.&nbsp; If the patient declines, obtain psychiatric consultation to review the case and provide guidance on management.</li><li>Maintain safety by placing the patient on constant observation to prevent further self-injury.</li><li>Avoid attempts to obtain a confession because this is not necessary for further treatment and may escalate the situation.</li></ul><p>Patients frequently decline treatment.&nbsp; If the patient is agreeable, psychotherapy with cognitive-behavioral therapy (CBT) to address automatic negative thoughts about self and maladaptive coping mechanisms may be of benefit.</p><h1>Prognosis</h1><p>Factitious disorder is usually experienced as intermittent episodes and is associated with a poor prognosis.&nbsp; Morbidity and mortality can result from the patient's deceptive behaviors to induce illness and/or iatrogenic causes.</p><h1>Summary</h1><p>Factitious disorder (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/63693.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) imposed on self involves the intentional production of signs and symptoms to fulfill unmet psychologic needs (eg, receiving attention, feeling cared for).&nbsp; Diagnostic testing is often indicated, although it should be based on objective findings.&nbsp; Patients must be approached in an empathic and supportive manner to lessen the risk for escalation and/or the patient seeking care elsewhere.&nbsp; Treatment with psychotherapy is often declined though may be of benefit for patients with factitious disorder.<p></p></div>\n            "
}