{
  "meta": {
    "title": "Gambling disorder",
    "url": "https://brainandscalpel.vercel.app/gambling-disorder-d2d72346-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:55.901Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Gambling disorder is characterized by persistent and maladaptive gambling behavior (ie, risking something of value in an attempt to gain something of higher value) that results in impairment or distress.&nbsp; It is considered a nonsubstance behavioral addiction and shares many features (eg, anticipatory craving, chronic relapsing course) with substance use disorders.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>The estimated 12-month prevalence of gambling disorder is 0.1-0.7%.&nbsp; Onset typically occurs in adolescence or young adulthood.&nbsp; Men are more commonly affected than women (2:1 ratio).</p><br><br><p>Several factors increase the risk of developing gambling disorder, including a first degree relative with gambling disorder or alcohol use disorder; a personal history of depressive or anxiety disorders, bipolar disorder, and/or substance use disorder; and participation in gambling behaviors as a child or adolescent, lower socioeconomic status, and close proximity to gambling facilities.</p>\n<h1>Clinical presentation</h1><br><br><p>Gambling is risking something of value in hopes of winning something of greater value.&nbsp; There are many types of gambling: lotteries, casinos (eg, slot machines, card games), sports betting, bingo, and raffles.&nbsp; A minority of individuals that gamble develop persistent and disruptive behaviors and are diagnosed with gambling disorder.</p><br><br><p>Gambling disorder is associated with multiple cognitive distortions: illusion of control over the outcome of an event, superstitions (eg, wearing a certain color, lucky charm), selective memory for prior wins and not losses, overconfidence, and minimization of other gamblers' skills.</p><br><br><p>Dopamine agonists (eg, pramipexole and ropinirole) increase dopamine activity in the ventral striatum (motivation and reward pathway) and can result in problematic gambling behaviors.&nbsp; If symptoms are severe and persistent, a diagnosis of gambling disorder is given.&nbsp; Gambling behaviors are usually reversible and resolve quickly after medication discontinuation.</p>\n<h1>Diagnosis</h1><br><br><p>For a diagnosis of gambling disorder, the following criteria must be met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Persistent and recurrent problematic gambling behavior leading to clinically significant impairment or distress, as indicated by the individual exhibiting 4 (or more) of the following in a 12-month period:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Needs to gamble with increasing amounts of money in order to achieve the desired excitement.</li>\n\t\t<li>Is restless or irritable when attempting to cut down or stop gambling.</li>\n\t\t<li>Has made repeated unsuccessful efforts to control, cut back, or stop gambling.</li>\n\t\t<li>Is often preoccupied with gambling (eg, having persistent thoughts of reliving past gambling experiences, handicapping or planning the next venture, thinking of ways to get money with which to gamble).</li>\n\t\t<li>Often gambles when feeling distressed (eg, helpless, guilty, anxious, depressed).</li>\n\t\t<li>After losing money gambling, often returns another day to get even (\"chasing\" one's losses).</li>\n\t\t<li>Lies to conceal the extent of involvement with gambling (eg, fraud, forgery).</li>\n\t\t<li>Has jeopardized or lost a significant relationship, job, or educational or career opportunity because of gambling.</li>\n\t\t<li>Relies on others to provide money to relieve desperate financial situations caused by gambling.</li>\n\t</ul>\n\t</li>\n\t<li>The gambling behavior is not better explained by a manic episode.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Manic episodes (bipolar disorder)</strong>:&nbsp; can be associated with impaired judgment and impulsive gambling behaviors; however, these behaviors only occur in the context of a manic episode (eg, discrete period of persistent mood changes and increased energy).</li>\n\t<li><strong>Obsessive-compulsive disorder</strong>:&nbsp; can also involve repetitive behaviors, superstitious beliefs, and/or magical thinking; however, the compulsions are an effort to decrease anxiety or prevent a dreaded event rather than increase pleasure/excitement.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of gambling disorder involves psychotherapy, supportive interventions, and pharmacotherapy for co-occurring conditions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Psychotherapy:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Cognitive behavioral therapy</strong> (CBT):&nbsp; focuses on increasing awareness of thoughts and emotions that can trigger gambling, evaluating positives and negatives of gambling behaviors, and developing coping skills.</li>\n\t\t<li><strong>Motivational interviewing</strong>:&nbsp; increases the patient's awareness of the negative consequences of gambling and fosters motivation for change.</li>\n\t</ul>\n\t</li>\n\t<li>Gamblers anonymous:&nbsp; uses a 12-step approach (similar to Alcoholics Anonymous) that emphasizes abstaining from gambling and sharing personal experiences with the group.</li>\n\t<li>Pharmacotherapy:&nbsp; primarily used for co-occurring psychiatric conditions; however, selective serotonin reuptake inhibitors (SSRI) and naltrexone (opioid antagonist) may be effective in reducing gambling behaviors.</li>\n</ul><br><br><p>Patients may choose to enroll in a voluntary self-exclusion program, which results in being banned from entering or participating in gambling establishments.</p><br><br><p>Gambling disorder is associated with an increased risk for suicidal thoughts and behavior; screening (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32384.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) for suicidal ideation, assessment of risk factors (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32383.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), and safety planning are necessary.<p></p><br><br><p>Comorbid depressive, anxiety, substance use, and personality disorders are more common in patients with gambling disorder and require screening and treatment.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of gambling disorder is variable (eg, persistent or in remission).&nbsp; Poor prognostic indicators include severe symptoms and co-occurring psychiatric conditions (eg, personality disorder, attention-deficit/hyperactivity disorder).&nbsp; Only a minority of individuals with gambling disorder seek treatment (&lt;10%).</p>\n<h1>Summary</h1><br><br><p>Gambling disorder involves persistent and maladaptive gambling behavior (ie, risking something of value in an attempt to gain something of higher value) that results in impairment or distress.&nbsp; Treatment includes CBT and motivational interviewing as well as supportive group therapy (Gamblers Anonymous).</p>\n</div>\n\n            "
}