{
  "meta": {
    "title": "Generalized anxiety disorder",
    "url": "https://brainandscalpel.vercel.app/generalized-anxiety-disorder-fc96204c-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:57.546Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Generalized anxiety disorder (GAD) is characterized by excessive, uncontrollable anxiety and worry about a range of everyday issues (eg, finances, health, relationships).&nbsp; The anxiety, which is associated with physical, emotional, and cognitive symptoms, results in significant functional impairment.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>The estimated lifetime prevalence of GAD is 4%.&nbsp; Onset is typically during adulthood (usually the patient's 30s), and women appear to be affected at a higher rate than men (2:1 ratio).</p><br><br><p>Several factors may increase the likelihood of developing GAD, including genetic predisposition, psychological factors (eg, neuroticism, behavioral inhibition, introversion), and environmental factors (eg, parental overprotection, adverse childhood events, stressful/traumatic life events).</p>\n<h1>Clinical presentation</h1><br><br><p>Anxiety is a general sense of unease about a perceived threat or unknown outcome and includes cognitive (eg, worry, concentration difficulties) and physical (eg, sweating, sleep disturbances) symptoms.&nbsp; Worry is characterized by repetitive, negative thinking (eg, worst possible outcome) about a specific, future event (eg, failing an upcoming examination).</p><br><br><p>Intermittent anxiety and worry are normal and can be productive (eg, in finding a solution to a problem or in making a decision).&nbsp; GAD results when anxiety and worry about routine, everyday issues are excessive (ie, <strong>out of proportion</strong> to how likely the anticipated event is to occur) and difficult to control.&nbsp; Topics of anxiety and worry commonly include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Personal health and safety (eg, \"What if I get in a car accident on the way to work?\")</li>\n\t<li>Health and safety of family members</li>\n\t<li>Finances (eg, \"What if I go bankrupt?\")</li>\n\t<li>Logistics/travel (eg, \"What if I miss my flight and never get back home?\")</li>\n\t<li>Quality of work/school performance (eg, \"What if my presentation does not go well and I flunk out of school?\")</li>\n</ul><br><br><p>The anxiety and worry in GAD must be accompanied by ≥3 of the following symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Emotional</strong>:&nbsp; irritability</li>\n\t<li><strong>Cognitive</strong>:&nbsp; difficulty concentrating</li>\n\t<li><strong>Physical</strong>:&nbsp; restlessness, fatigue, sleep disturbances, muscle tension</li>\n</ul><br><br><p>Due to high levels of anxiety and worry and an inability to tolerate uncertainty, patients may take longer to complete tasks and/or repeat tasks multiple times, seek excessive reassurance/approval from others, and be overly conforming to rules or requests.</p><br><br><p>GAD can also be associated with additional physical symptoms (eg, diarrhea, frequent urination, abdominal pain, headaches) as well as panic attacks.</p>\n<h1>Diagnosis</h1><br><br><p>For a diagnosis of GAD, the following criteria must be met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Excessive anxiety and worry (apprehensive expectation) about a number of events or activities (eg, work or school performance) occur more days than not for ≥6 months.</li>\n\t<li>The patient finds it difficult to control the worry.</li>\n\t<li>The anxiety and worry are associated with <strong>≥3 of the following symptoms</strong> (with at least one symptom present most days for <strong>≥6 months</strong>):\n\t<ul>\n\t\t<li>Restlessness or feeling keyed up or on edge</li>\n\t\t<li>Being easily fatigued</li>\n\t\t<li>Difficulty concentrating or mind going blank</li>\n\t\t<li>Irritability</li>\n\t\t<li>Muscle tension</li>\n\t\t<li>Sleep disturbance (difficulty falling or staying asleep, or restless, unsatisfying sleep)</li>\n\t\t<li><strong>Note:</strong>&nbsp; Only 1 symptom is required in children.</li>\n\t</ul>\n\t</li>\n\t<li>The anxiety, worry, or physical symptoms cause clinically significant distress, social or occupational impairment, or impairment in other important areas of functioning.</li>\n\t<li>The disturbance is not attributable to the physiological effects of a substance (eg, a drug of abuse, a medication) or another medical condition (eg, hyperthyroidism).</li>\n\t<li>The disturbance is not better explained by another mental disorder.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Social anxiety disorder</strong> (SAD):&nbsp; is also associated with anticipatory anxiety; however, the anxiety is limited to worries about being scrutinized in social situations.</li>\n\t<li><strong>Major depressive disorder</strong> (MDD):&nbsp; can also involve anxiety, fatigue, insomnia, and concentration difficulties; however, a persistent low mood or anhedonia must be present MDD and GAD can be concurrent.</li>\n\t<li><strong>Illness anxiety disorder and somatic symptom disorder</strong>:&nbsp; are also characterized by excessive anxiety about personal health and physical symptoms; however, additional worries about routine, everyday issues are not present.</li>\n\t<li><strong>Obsessive-compulsive disorder</strong> (OCD):&nbsp; can also involve recurrent negative thoughts and repetitive behaviors; however, obsessions usually follow a specific theme (eg, harm, contamination), and the resulting compulsions are not realistically associated (eg, counting to 3 upon entering a room to prevent sickness).</li>\n</ul>\n<h1>Diagnostic evaluation and work-up</h1><br><br><p>Depending on clinical findings, diagnostic work-up may be indicated for other conditions that can present with anxiety symptoms (eg, hyperthyroidism, substance use).</p>\n<h1>Management</h1><br><br><p>Management of GAD involves cognitive-behavioral therapy (CBT) or pharmacotherapy depending on patient preference.&nbsp; For severe symptoms, a combination of CBT and medications can be considered.</p>\n<h2>Cognitive behavioral therapy </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Involves identifying and reframing automatic negative thoughts that contribute to anxiety and drive maladaptive behaviors</li>\n\t<li>Exposes patient to anxiety-provoking situations in a guided and structured manner, resulting in improved tolerability and more accurate appraisals</li>\n</ul>\n<h2>Pharmacotherapy</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Selective serotonin reuptake inhibitors</strong> (SSRIs) (eg, sertraline) or <strong>serotonin-norepinephrine reuptake inhibitors</strong> (SNRIs) (eg, venlafaxine) are first-line treatment due to their efficacy and tolerability.</li>\n\t<li>Buspirone (serotonin [5-HT1A] receptor partial agonist) may be considered if the response to SSRI/SNRI is inadequate.&nbsp; It is prescribed as monotherapy or as an augmenting agent.</li>\n\t<li>Short-term hydroxyzine or benzodiazepine is adjunct treatment for severe symptoms and/or agitation/insomnia related to SSRI/SNRI titration.</li>\n</ul><br><br><p>GAD is associated with an increased risk for suicidal thoughts and behavior; screening (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32384.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) for suicidal ideation, assessment of risk factors (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32383.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), and safety planning are necessary.<p></p><br><br><p>Most patients have a concurrent psychiatric disorder:&nbsp; MDD, other anxiety disorders, or substance use disorders.&nbsp; Appropriate screening and treatment are recommended.</p>\n<h1>Prognosis</h1><br><br><p>The majority of patients experience a chronic course with intermittent periods of remission.&nbsp; Poor prognostic indicators include earlier age at onset and comorbid psychiatric conditions.</p>\n<h1>Summary</h1><br><br><p>Generalized anxiety disoder (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34083.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is characterized by excessive, uncontrollable anxiety and worry about a wide range of everyday issues (eg, finances, health, relationships).&nbsp; Additional features include irritability, fatigue, sleep disturbances, difficulty concentrating, restlessness, and muscle tension.&nbsp; First-line treatment includes cognitive-behavioral therapy and selective serotonin reuptake inhibitors or serotonin-norepinephrine reuptake inhibitors.<p></p>\n</div>\n\n            "
}