{
  "meta": {
    "title": "Narcolepsy",
    "url": "https://brainandscalpel.vercel.app/narcolepsy-b518f4a2-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:02.078Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Narcolepsy is a chronic sleep disorder characterized by excessive daytime sleepiness with overwhelming urges to fall asleep suddenly, often at inappropriate times.&nbsp; It is typically accompanied by cataplexy, sleep paralysis, and hypnopompic and/or hypnagogic hallucinations.&nbsp; Narcolepsy can significantly impact quality of life and interfere with daily activities.</p><h1>Epidemiology</h1><p>Approximately 0.05% of the global population has narcolepsy, with peak onset in patients age 15-25.&nbsp; Cataplexy is present in approximately 70% of patients.</p><h1>Pathogenesis</h1><p>The pathogenesis of narcolepsy involves the loss of hypocretin-producing neurons in the hypothalamus.&nbsp; <strong>Hypocretin-1 (orexin-A)</strong> and <strong>hypocretin-2 (orexin-B)</strong> are neuropeptides that promote wakefulness and inhibit REM (rapid eye movement) sleep.&nbsp; Hypocretin deficiency shortens the REM latency period, causing an awake individual to rapidly enter REM sleep unexpectedly, a phase where muscle tone is lost.</p><h1>Risk factors</h1><p>A variety of mechanisms may cause the loss of hypocretin-producing neurons.&nbsp; Narcolepsy is strongly associated with the HLA-DQB1*0602 allele, and a family history of narcolepsy increases the risk for developing this disorder.&nbsp; Other possible risk factors include immune-mediated (eg, after influenza or streptococcal infection) or neuro-immunological processes (eg, multiple sclerosis) that destroy hypocretin-producing neurons.&nbsp; In rare cases, neurological pathologies that impact the hypothalamus (eg, tumors, stroke, traumatic brain injury) can damage hypocretin-producing neurons, leading to secondary narcolepsy..</p><h1>Clinical presentation</h1><p>The initial and primary symptom is excessive daytime sleepiness, even with adequate amounts of sleep.&nbsp; This manifests as excessive urges to take naps and sudden sleep \"attacks\" during the day, especially during sedentary activities.&nbsp; People with narcolepsy feel refreshed after sleeping or napping.&nbsp;</p><p>The symptom of excessive daytime sleepiness is nonspecific, but the following symptoms, which suggest REM-sleep related phenomena, warrant further diagnostic investigation:&nbsp;</p><ul class=\"article-body-unordered-list\"><li><strong>Cataplexy</strong>:&nbsp; brief, sudden episodes (seconds to ~2 minutes) of muscle tone loss, often triggered by strong emotions (eg, laughing) with sustained consciousness; may initially present subtly (eg, grimacing, jaw-opening) without emotional triggers but can progress to more dramatic presentations over time (eg, complete falls)</li><li><strong>Sleep paralysis</strong>:&nbsp; inability to move upon awakening or falling asleep</li><li><strong>Hypnopompic/hypnagogic hallucinations</strong>:&nbsp; hallucinations that occur when waking up (hypnagogic) or falling asleep (hypnagogic)</li></ul><p>Functional impairments (eg, poor academic performance due to inability to stay awake during classes) and safety risks (eg, falling asleep while driving) can occur when these symptoms interfere with certain daily tasks.&nbsp;</p><h1>Diagnosis and laboratory evaluation</h1><p>The clinical criteria for diagnosing narcolepsy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/85175.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) include:&nbsp;<p></p><ul class=\"article-body-unordered-list\"><li>Recurrent lapses into sleep or napping multiple times within the same day, occurring <strong>≥3 weekly for ≥3 months</strong></li><li><strong>≥1</strong> of the following:&nbsp;<ul class=\"article-body-unordered-list\"><li><strong>Cataplexy</strong>, with episodes occurring at least a few times per month</li><li><strong>Hypocretin-1 deficiency</strong>, measured using cerebrospinal fluid (CSF) analysis</li><li><strong>REM sleep latency ≤15 minutes</strong>, determined using polysomnography (PSG), or mean sleep latency ≤8 minutes and ≥2 sleep-onset REM periods, determined using a multiple sleep latency test (MSLT)</li></ul></li></ul><p>Narcolepsy can be diagnosed based on clinical history if there is clear evidence of cataplexy.&nbsp; In clinical practice, PSG followed by an MSLT is recommended to quantitatively characterize sleep patterns (eg, sleep latency) for diagnosis and to evaluate for other sleep disorders (eg, obstructive sleep apnea) that can contribute to excessive daytime sleepiness:</p><ul class=\"article-body-unordered-list\"><li><strong>Polysomnography</strong> (PSG):&nbsp; an overnight sleep study that helps rule out other causes of excessive daytime sleepiness, such as sleep apnea, and provides quantitative information about REM sleep latency.&nbsp; REM sleep latency ≤15 minutes is diagnostic for narcolepsy.&nbsp;</li><li><strong>Multiple sleep latency test</strong> (MSLT):&nbsp; conducted the morning after an overnight PSG.&nbsp; This test measures the time it takes for a person to fall asleep in a quiet environment during five nap opportunities in a day.&nbsp; Short sleep latency (averaging ≤8 minutes) and ≥2 sleep-onset REM periods each within 15 minutes of falling asleep are diagnostic of narcolepsy.</li></ul><p>If clinical suspicion remains high but the PSG or MSLT are negative or inconclusive, CSF studies can be obtained to determine the CSF hypocretin-1 levels.&nbsp; Measuring hypocretin-1 in the CSF is highly specific for narcolepsy; low levels (less than one-third of the mean) confirm the diagnosis.&nbsp;</p><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Sleep deprivation</strong>:&nbsp; a common cause of excessive daytime sleepiness.&nbsp; It is not associated with cataplexy, which is specific for narcolepsy.&nbsp; People with narcolepsy have excessive daytime sleepiness in spite of adequate amounts of sleep.&nbsp;</li><li><strong>Obstructive sleep apnea</strong> (OSA):&nbsp; a common cause of excessive daytime sleepiness.&nbsp; It is associated with snoring and apneic episodes during sleep.&nbsp; Sleeping and napping are not refreshing.&nbsp; Cataplexy, sleep paralysis, and hypnopompic/hypnagogic hallucinations are not typical for OSA.&nbsp;</li><li><strong>Hypersomnolence disorder</strong> (idiopathic):&nbsp; a diagnosis of exclusion if there is excessive daytime sleepiness but the criteria for narcolepsy (eg, PSG or MSLT results are negative) or another sleep disorder are not met.&nbsp; Sleeping and napping are not refreshing.&nbsp; Sleep inertia (eg, difficulty being fully awake after abrupt awakening) is characteristic.&nbsp;</li><li><strong>Syncope</strong>:&nbsp; can be confused with cataplexy episodes seen in narcolepsy.&nbsp; Cataplexy does not involve loss of consciousness, unlike syncope.&nbsp;</li><li><strong>Seizure</strong>:&nbsp; may present with sudden loss of muscle strength that mimics cataplexy.&nbsp; However, additional features such as loss of consciousness and amnesia are more characteristic of seizure activity.&nbsp;</li></ul><h1>Management</h1><p>Pharmacotherapy is usually necessary to treat narcolepsy.&nbsp; Certain agents are effective for excess daytime sleepiness, and other agents are effective for cataplexy.&nbsp; Treatment is symptom-directed, with excessive daytime sleepiness generally being the most important to address initially.&nbsp;</p><h2> Excessive daytime sleepiness: stimulants</h2><ul class=\"article-body-unordered-list\"><li><strong>Modafinil</strong> is first-line treatment for narcolepsy</li><li>Dextroamphetamine and methylphenidate are effective but may have increased potential for misuse and a higher risk for sympathomimetic side effects (eg, hypertension, arrhythmia) compared to modafinil.&nbsp;</li></ul><p>If cataplexy continues after excessive daytime sleepiness is treated, targeted treatment for cataplexy is indicated.&nbsp;</p><h2>Cataplexy: sodium oxybate</h2><ul class=\"article-body-unordered-list\"><li>Sodium oxybate is a GABA-B agonist that treats both cataplexy and excessive daytime sleepiness.&nbsp; Some evidence suggests that it can be used for treating sleep paralysis and hypnagogic hallucinations.&nbsp; Sodium oxybate may increase time in non-REM stages of sleep and thus delay REM sleep onset.&nbsp;</li><li>Some evidence suggests that antidepressants (eg, venlafaxine), selective serotonin reuptake inhibitors, and tricyclic antidepressants are effective for treating cataplexy, sleep paralysis, and hypnagogic hallucinations because these agents suppress REM sleep.&nbsp;</li></ul><p>Newer agents have also been approved to treat narcolepsy.&nbsp; Solriamfetol is a dopamine and norepinephrine reuptake inhibitor that treats excessive daytime sleepiness.&nbsp; Pitolisant is a histamine antagonist/inverse agonist that treats both excessive daytime sleepiness and cataplexy.&nbsp;</p><p>Behavioral interventions are also important elements of treatment, but they are usually not sufficient to effectively treat narcolepsy without pharmacotherapy.&nbsp; Behavioral interventions include scheduled naps and a sleep routine (eg, regular bedtime, avoidance of caffeine and heavy meals before bedtime, comfortable sleep environment).&nbsp;</p><h1>Prognosis</h1><p>Narcolepsy is a persistent and lifelong condition.&nbsp; Symptoms are generally stable but can fluctuate in the context of psychosocial stressors.&nbsp; Without treatment, narcolepsy can cause significant functional impairments and pose a threat to safety (eg, falling asleep while driving).&nbsp; With appropriate treatment, symptoms can become manageable.&nbsp; When daily demands become lighter (eg, during retirement), there may be a lesser need for pharmacotherapy.&nbsp;</p><h1>Summary</h1><p>Narcolepsy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39298.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a chronic sleep disorder involving the loss of hypocretin (orexin) neurons.&nbsp; It is characterized by excessive daytime sleepiness with a tendency to suddenly fall asleep, often at inappropriate times.&nbsp; Cardinal REM sleep–related phenomena often occur, including cataplexy, sleep paralysis, and hypnopompic/hypnagogic hallucinations.&nbsp; Polysomnography and a multiple sleep latency test are typically conducted to formally diagnose narcolepsy.&nbsp; Modafinil is first-line treatment for excessive daytime sleepiness.&nbsp;<p></p></div>\n            "
}