{
  "meta": {
    "title": "Opioid use disorder",
    "url": "https://brainandscalpel.vercel.app/opioid-use-disorder-0ecd6b5d-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:04.464Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Opioid use disorder is a chronic, relapsing condition marked by the compulsive use of opioids despite harmful consequences.&nbsp; Opioids provide pain relief and euphoria, but can also cause central nervous system (CNS) depression and potentially fatal respiratory failure.&nbsp; Chronic opioid use results in multiple physiologic and psychologic changes that drive addiction, including the development of tolerance and withdrawal.</p>\n<h1>Physiology</h1><br><br><p>Opioids act on multiple receptor types, including mu, kappa, and delta, that are located throughout the brain, spinal cord, and peripheral tissues.&nbsp; The mu opioid receptor is the primary receptor responsible for generating the characteristic effects of opioids.</p><br><br><p>Activation of mu opioid receptors in the CNS produces:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Analgesia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29658.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; Reduced transmission of nociceptive information from the peripheral nerves to the spinal cord inhibits the perception of pain in the brain.</li>\n\t<li><strong>Euphoria</strong>:&nbsp; Increased release of dopamine in the mesolimbic system (eg, reward center) of the brain contributes to the addictive properties of opioids.</li>\n\t<li><strong>Respiratory depression</strong>:&nbsp; Opioids suppress the area of the brainstem responsible for generating and regulating respirations and blunt the ventilatory response to hypercapnia (high carbon dioxide levels in the blood) and hypoxia.&nbsp; This results in a reduced respiratory rate (typically &lt;12/min) and decreased tidal volume, which can lead to life-threatening respiratory failure.</li>\n\t<li><strong>Decreased level of consciousness</strong>:&nbsp; Suppression of cortical activity results in drowsiness, lethargy, and, possibly, coma.</li>\n\t<li><strong>Miosis</strong>:&nbsp; There is increased activity of the parasympathetic neurons that modulate pupillary constriction.</li>\n</ul><br><br><p>Stimulation of mu opioid receptors in the periphery can lead to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Constipation</strong>:&nbsp; Decreased intestinal peristaltic activity increases transit time, resulting in excessive water and electrolyte reabsorption from fecal material.&nbsp; This is typically managed with osmotic and stimulant laxatives (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72157.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Hypotension</strong>:&nbsp; Opioids induce histamine release from mast cells.&nbsp; Histamine binding to H<font size=\"2\"><sub>1</sub></font> receptors on vascular endothelial cells results in arterial vasodilation.</li>\n\t<li><strong>Bradycardia</strong>:&nbsp; Activation of opioid receptors in the cardiac tissue stimulates the vagus nerve and results in bradycardia and peripheral vasodilation/hypotension.&nbsp; Effects are more pronounced at higher doses.</li>\n\t<li><strong>Hypogonadism</strong>:&nbsp; Opioids suppress GnRH and LH secretion, leading to reduced testosterone synthesis, decreased spermatogenesis, and testicular atrophy.&nbsp; Additional manifestations can include depression, hot flashes, and osteoporosis.&nbsp; In women, menstrual irregularities are common.</li>\n</ul>\n<h1>Pharmacology</h1><br><br><p>Various types of opioids are available:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Naturally occurring opioids (eg, morphine, codeine) are directly extracted from the opium poppy plant.</li>\n\t<li>Semisynthetic opioids (eg, hydromorphone, oxycodone, hydrocodone, heroin, buprenorphine) are derived from natural opioids and then are chemically modified.</li>\n\t<li>Synthetic opioids (eg, meperidine, methadone, tramadol, fentanyl) are completely created by chemical synthesis in the laboratory.</li>\n</ul><br><br><p>Each drug has specific pharmacologic properties, including a unique half-life, onset/duration of action, and potency.&nbsp; Pertinent examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Methadone and buprenorphine are both long-acting opioids with a slow onset.</li>\n\t<li>Hydromorphone and fentanyl are extremely potent and have a higher overdose risk.</li>\n</ul><br><br><p>Opioids can be administered orally, intramuscularly, intravenously, subcutaneously (eg, skin patch), and intranasally.</p>\n<h1>Pathogenesis</h1><br><br><p>Opioid use disorder is driven by the impact of opioids on the brain's reward pathways.&nbsp; Dopamine is a key neurotransmitter involved in regulating emotions and behavior, specifically pleasure and motivation.&nbsp; Opioids induce a surge in mesolimbic dopamine, which initiates a positive reinforcement loop prompting repetitive use.&nbsp; Escalating and prolonged opioid use causes physiologic and psychologic changes that motivate drug-seeking and result in addiction.&nbsp; These include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tolerance</strong>:&nbsp; Repeated use leads to the downregulation and decreased sensitivity of the mu receptor system, thereby requiring higher doses to achieve the same effects.</li>\n\t<li><strong>Dependence</strong>:&nbsp; Chronic exposure results in neuroadaptations (eg, reduced production of endogenous opioids), causing the brain to become reliant on exogenous opioids for normal function.</li>\n\t<li><strong>Withdrawal</strong>:&nbsp; Cessation of opioids disrupts neurotransmitter balance, resulting in unpleasant and distressing withdrawal symptoms.&nbsp; Many patients engage in continual use of opioids to avoid withdrawal symptoms.</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>Several factors increase the risk for opioid use disorder:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Family history of substance use disorder (eg, genetic predisposition).</li>\n\t<li>History of mental health disorders (eg, depression, anxiety, posttraumatic stress disorder) or other substance use disorders.</li>\n\t<li>Chronic pain conditions.</li>\n\t<li>Adverse childhood experiences (eg, abuse, neglect).</li>\n\t<li>Socioeconomic hardship or unemployment.</li>\n\t<li>Early experimentation with recreational drugs.</li>\n</ul>\n<h1>Opioid intoxication/overdose</h1><br><br><p>Acute opioid intoxication can vary from mild CNS depression to fatal overdose, depending on the amount of opioid consumed, the potency of the drug, and the patient's level of tolerance.</p>\n<h2>Clinical features</h2><br><br><p>The clinical presentation of acute opioid intoxication may include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32024.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Euphoria.</li>\n\t<li>Depressed mental status and slurred speech.</li>\n\t<li>Miosis (pupillary constriction).</li>\n\t<li>Shallow respirations and decreased respiratory rate (&lt;12/min is highly suggestive of opioid toxicity).</li>\n\t<li>Hypotension, bradycardia, and hypothermia (opioid receptors play a role in thermoregulation).</li>\n\t<li>Decreased bowel sounds and constipation.</li>\n\t<li>Evidence of injection site track marks.</li>\n</ul><br><br><p>The classic triad of <strong>opioid overdose</strong> is <strong>coma</strong>, <strong>pinpoint pupils</strong>, and <strong>respiratory depression</strong>, which can result in fatal cardiorespiratory failure.&nbsp; The following factors increase the risk for serious opioid overdose:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chronic opioid use:&nbsp; Escalating dose requirements increase the risk for accidental overdose.</li>\n\t<li>Hepatic or renal impairment:&nbsp; Drug metabolism is altered.</li>\n\t<li>Coingestants (especially benzodiazepines):&nbsp; These increase the risk for respiratory depression.</li>\n\t<li>Mental health disorder (eg, intentional self-harm).</li>\n\t<li>Ingestion of long-acting opioids:&nbsp; Methadone, which has a highly variable and prolonged half-life and can accumulate and cause toxicity when being titrated or abused.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Diagnosis of acute opioid intoxication is mainly clinical based on characteristic signs and symptoms (eg, miosis, respiratory depression).&nbsp; A history of opioid or substance misuse is helpful when provided, but treatment must be initiated without delay to prevent respiratory arrest and death.</p>\n<h2>Differential diagnosis</h2><br><br><p>The differential diagnosis for acute opioid intoxication includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Alcohol intoxication</strong>:&nbsp; Alcohol intoxication is characterized by slurred speech, depressed mental status, tachycardia, and coma (in severe cases), but miosis and hypoactive bowel sounds are not expected.&nbsp; The odor of ethanol is typically present and helps support the diagnosis.</li>\n\t<li><strong>Benzodiazepine overdose</strong>:&nbsp; Overdose can cause ataxia, slurred speech, and sedation, but CNS depression is typically less significant compared to that with opioids, especially if the medication is ingested orally.&nbsp; Respiratory depression is uncommon with an isolated benzodiazepine overdose, and vital signs are usually normal (\"coma with normal vitals\").</li>\n\t<li><strong>Intracranial hemorrhage</strong>:&nbsp; Patients may present with coma or a decreased level of consciousness but often have associated headache, vomiting, neck stiffness, confusion, or another neurologic deficit (eg, hemiparesis).</li>\n\t<li><strong>Hypoglycemia</strong>:&nbsp; Patients may be lethargic/obtunded, tachycardic, tremulous, and diaphoretic.&nbsp; Miosis and decreased respiratory rate are not characteristic findings.</li>\n</ul>\n<h2>Laboratory evaluation</h2><br><br><p>The following laboratory tests are typically obtained during the evaluation and management of opioid intoxication:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serum glucose:&nbsp; Hypoglycemia is a rapidly correctable cause of altered mental status that can mimic opioid intoxication.</li>\n\t<li>Urine drug screen:&nbsp; This test detects many opioids (eg, morphine, codeine, heroin) and their metabolites.&nbsp; However, synthetic opioids such as fentanyl, methadone, and tramadol are not detected in standard urine drug screens and therefore require specialized testing.</li>\n\t<li>Acetaminophen levels:&nbsp; Several analgesic formulations combine opioids with acetaminophen (eg, hydrocodone), increasing the risk for concomitant acetaminophen overdose.</li>\n\t<li>Arterial blood gas:&nbsp; Respiratory acidosis may occur due to respiratory depression with hypercapnia.</li>\n\t<li>Renal and liver function tests:&nbsp; Abnormalities may affect drug metabolism (eg, active metabolites of morphine can accumulate with renal dysfunction) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/79225.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li>HIV and hepatitis screening:&nbsp; These screenings evaluate for infectious complications of intravenous (IV) drug use.</li>\n</ul><br><br><p>ECG should also be performed because several opioids (eg, methadone, oxycodone) prolong the QTc interval, increasing the risk for arrhythmia (ie, torsades de pointes).</p>\n<h2>Imaging studies</h2><br><br><p>Imaging is typically not required for acute opioid intoxication but may be performed to rule out complications or alternate diagnoses.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chest x-ray:&nbsp; Abnormal lung sounds or persistent hypoxia may indicate aspiration due to depressed mental status and inability to protect the airway.</li>\n\t<li>CT scan of the head:&nbsp; Evaluation is performed to look for alternate etiologies of altered mental status such as intracranial hemorrhage or ischemic stroke.</li>\n</ul>\n<h2>Management</h2><br><br><p>Acute opioid intoxication with evidence of respiratory depression (eg, apnea, rate &lt;12/min) requires immediate intervention with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Naloxone</strong>:&nbsp; This short-acting <strong>opioid antagonist</strong> rapidly reverses respiratory depression.&nbsp; IV administration is preferred in the hospital setting due to a quicker onset of action and more reliable bioavailability, but an intranasal form is available for prehospital administration.</li>\n</ul><br><br><p>The primary goal when giving naloxone is to restore adequate ventilation without inducing opioid withdrawal because withdrawal can result in agitation, cardiovascular instability, and pulmonary edema.&nbsp; Treatment is typically initiated with lower doses (0.4 mg in patients with spontaneous respirations, 2 mg in apneic patients) and titrated to effect (ie, respiratory rate of&nbsp; ≥12/min).</p><br><br><p>Improvement usually occurs within 2-3 minutes; during this time, airway and breathing must be supported (eg, oxygen, bag valve mask).&nbsp; If symptoms persist after several doses of naloxone (eg, 5-10 mg), an alternate diagnosis should be considered, and the health care team should prepare for definitive airway management (eg, intubation).</p><br><br><p>Because of naloxone's shorter half-life, it is essential to closely <strong>monitor for the recurrence of respiratory depression</strong> and <strong>redose as needed</strong>.&nbsp; Some patients may require an infusion of naloxone and hospital admission if they have overdosed on a long-acting opioid (eg, methadone) or ingested a large amount.</p><br><br><p>Additional interventions for acute opioid intoxication/overdose may include IV fluids for hypotension/dehydration, and management of coingestions (eg, acetaminophen toxicity) or complications (eg, aspiration pneumonia).</p>\n<h1>Opioid withdrawal</h1><br><br><p>Abrupt cessation of opioids in patients who have developed physiologic dependence, typically after daily use for &gt;3 weeks, leads to acute opioid withdrawal (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33206.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; Symptoms arise primarily from noradrenergic hyperactivity in the locus caeruleus, a pontine nucleus involved in wakefulness, breathing, and autonomic function.&nbsp; Although the symptoms can be distressing, they are rarely life-threatening.<p></p>\n<h2>Clinical features</h2><br><br><p>Opioid withdrawal can start as soon as 4-12 hours after drug use is discontinued.&nbsp; Symptoms usually peak within 24-48 hours and may continue for several days.&nbsp; Symptoms include (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87563.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Craving, dysphoria, anxiety.</li>\n\t<li>Agitation, restlessness.</li>\n\t<li><strong>Myalgia</strong> and <strong>muscle cramps</strong>.</li>\n\t<li>Rhinorrhea, <strong>lacrimation</strong>, and <strong>yawning</strong>.</li>\n\t<li><strong>Piloerection</strong> (goose bumps).</li>\n\t<li><strong>Abdominal cramps</strong>, <strong>diarrhea</strong>, <strong>nausea</strong>, and <strong>vomiting</strong>.</li>\n\t<li><strong>Mydriasis</strong>.</li>\n\t<li>Hyperalgesia:&nbsp; Increased sensitivity to pain.</li>\n\t<li>Normal vital signs (typically).</li>\n</ul><br><br><p>Withdrawal that is precipitated by opioid antagonists (eg, naloxone), can lead to a rapid onset of more severe withdrawal symptoms, such as delirium and autonomic instability, which may occasionally be life-threatening.</p>\n<h2>Differential diagnosis</h2><br><br><p>Opioid withdrawal can appear similar to other withdrawal or intoxication syndromes, but certain findings, including lacrimation and yawning, are fairly specific.&nbsp; The differential diagnosis includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Alcohol withdrawal</strong>:&nbsp; Withdrawal is characterized by autonomic hyperactivity (eg, tremors, agitation, diaphoresis, tachycardia, hypertension) that begins 12-24 hours after the last drink.&nbsp; Patients may also have nausea, anxiety, and dysphoria, but piloerection, yawning, and lacrimation are not characteristic.</li>\n\t<li><strong>Stimulant intoxication</strong> (eg, cocaine, methamphetamines):&nbsp; Intoxication is marked by psychomotor agitation, restlessness, and mydriasis, but patients lack most other characteristics of opioid withdrawal, including abdominal cramping, myalgia, vomiting, yawning, and lacrimation.</li>\n\t<li><strong>Gastrointestinal infections</strong> (eg, gastroenteritis):&nbsp; Gastrointestinal infections are associated with nausea, vomiting, and abdominal cramping, but lacrimation, yawning, and miosis are not expected.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Opioid withdrawal is a clinical diagnosis.&nbsp; The Clinical Opiate Withdrawal Scale (COWS) is used to assess the severity of withdrawal symptoms and monitor the clinical response to withdrawal treatment strategies.&nbsp; Specific signs and symptoms, including heart rate, diaphoresis, restlessness, pupillary size, bone/joint aching, gastrointestinal upset, tremor, yawning, anxiety/irritability, and piloerection, are graded based on their severity.</p>\n<h2>Management</h2><br><br><p>Treatment options for acute opioid withdrawal include nonopioid medications to control symptoms and long-acting opioid agonists, which reduce withdrawal symptoms without opioid intoxication/euphoria and help patients pursue abstinence.</p><br><br><p><strong>Nonopioid medications</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clonidine</strong>:&nbsp; This central alpha-2 adrenergic agonist reduces autonomic hyperactivity (ie, diaphoresis, nausea, anxiety, tachycardia, hypertension).</li>\n\t<li><strong>Tizanidine</strong>:&nbsp; A muscle relaxer, tizanidine may help decrease anxiety and alleviate myalgia pain.</li>\n\t<li><strong>Loperamide</strong>:&nbsp; This over-the-counter antidiarrheal medication stimulates mu opioid receptors in the gastrointestinal tract and reduces peristalsis.</li>\n\t<li><strong>Nonsteroidal anti-inflammatory drugs (NSAIDs)</strong>:&nbsp; Anti-inflammatory medications alleviate myalgia and hyperalgesia.</li>\n</ul><br><br><p><strong>Oral opioid replacement therapy</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Methadone</strong>:&nbsp; This long-acting, full mu opioid agonist reduces withdrawal symptoms and can be used to taper down opioid use over time, but it is associated with a high risk for misuse and overdose.&nbsp; Because of its long half-life, it can accumulate faster than it is metabolized, so it is typically initiated only in inpatient, medically supervised withdrawal programs (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58077.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Buprenorphine</strong>:&nbsp; A partial mu agonist (ie, mixed agonist and antagonist activity), buprenorphine effectively tempers withdrawal symptoms but with a ceiling effect on respiratory depression.&nbsp; Therefore, it carries a lower risk for respiratory depression compared to full agonists such as methadone.</li>\n</ul>\n<h1>Neonatal abstinence syndrome</h1><br><br><p>Abrupt cessation of chronic intrauterine exposure to opioids at birth causes neonatal abstinence syndrome (NAS) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57289.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).&nbsp; NAS usually presents in the first few days of life and is characterized by irritability, a high-pitched cry, sleeping and feeding difficulties, tremors, seizures, autonomic dysfunction (eg, sweating, sneezing), tachypnea, vomiting, and diarrhea.<p></p><br><br><p>Treatment for NAS includes symptomatic care, such as swaddling the newborn, providing small and frequent feeds, and keeping the neonate in a low-stimulation environment.&nbsp; Pharmacologic treatment (eg, morphine, methadone, buprenorphine) is used when supportive treatment alone does not control withdrawal symptoms.&nbsp; Regardless of the treatment modality and length of hospitalization, outpatient follow-up within 24 hours of discharge is necessary because the clinical course of NAS may be unpredictable.</p>\n<h1>Opioid use disorder</h1><br><br><p>Patients unable to control their use of opioids despite multiple negative consequences are likely to have opioid use disorder.</p>\n<h2>Clinical features</h2><br><br><p>The following behaviors suggest opioid use disorder:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intense cravings and inability to control use.</li>\n\t<li>Continued opioid use despite physical, psychologic, or social harm.</li>\n\t<li>Neglect of responsibilities or activities in favor of drug use.</li>\n\t<li>Impaired social function and inability to maintain healthy relationships.</li>\n\t<li>Mood instability:&nbsp; Chronic mu stimulation affecting neurons in the hippocampus that are responsible for mood regulation.</li>\n\t<li>Drug-seeking behavior:&nbsp; Requests for a specific opioid and dosage and early refills, false reports regarding allergies to alternate medications.</li>\n\t<li>Engagement in illegal behaviors to obtain drugs.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>The following are the diagnostic criteria (DSM-5) for opioid use disorder:</p><br><br><p>A problematic pattern of opioid use causing significant impairment or distress, with &gt;2 of the following over 12 months:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Opioids taken in larger amounts or over a longer time than intended.</li>\n\t<li>Persistent desire or unsuccessful efforts to cut down/control use.</li>\n\t<li>Significant time spent obtaining, using, or recovering from opioids.</li>\n\t<li>Cravings/strong desire to use opioids.</li>\n\t<li>Recurrent use despite failures to fulfill major role obligations at work, home, or school.</li>\n\t<li>Continued use despite persistent or recurrent social or interpersonal problems.</li>\n\t<li>Giving up on or reducing the time spent on important activities (eg, social, recreational) due to opioid use.</li>\n\t<li>Repeated use in physically hazardous situations.</li>\n\t<li>Continued use despite knowledge of the persistent or recurrent physical or psychologic problems caused by opioid use.</li>\n\t<li>Tolerance or withdrawal.</li>\n</ul>\n<h2>Management</h2><br><br><p>The choice of initial therapy for opioid use disorder should consider disease severity, relapse risk, patient preference, and family input (if available) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80760.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p><strong>Medication-assisted treatment</strong></p><br><br><p>Medication-assisted treatment (MAT) with an opioid agonist is <strong>first-line therapy</strong> for most patients with opioid use disorder (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84183.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Long-acting opioid agonists</strong> (eg, buprenorphine, methadone) provide steady activation of opioid receptors, which prevents withdrawal, diminishes cravings, and reduces the euphoric effects of opioid misuse.&nbsp; This allows for improved daily functioning and is associated with a decreased incidence of relapse, drug overdose, and death (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46146.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li>The optimal duration of MAT with opioid agonists is unknown, but many patients require long-term therapy to prevent relapse.&nbsp; A slow taper may be attempted in highly motivated patients, but close monitoring for relapse is essential.</li>\n</ul><br><br><p>For patients with <strong>mild opioid use disorder</strong> who have <strong>completed opioid withdrawal</strong> and wish to avoid opioid agonists, treatment with a pure opioid antagonist may be effective.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Opioid antagonist</strong> (ie, naltrexone) blocks opioid-induced euphoria and is a good option for reinforcing abstinence and preventing relapse in patients who have demonstrated success in avoiding opioids.&nbsp; Naltrexone should not be used prior to completing a medically supervised withdrawal because it can precipitate withdrawal symptoms (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/65937.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ).</li>\n</ul><br><br><p><strong>Behavioral interventions/psychosocial support</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cognitive-behavioral therapy (CBT):&nbsp; CBT is effective in helping patients recognize and change patterns of thought and behavior contributing to opioid use.&nbsp; It can also help manage cravings and prevent relapse.</li>\n\t<li>Group counseling:&nbsp; Participation in peer support groups (eg, Narcotics Anonymous) can provide ongoing social support and reduce the risk for relapse.</li>\n\t<li>Contingency management:&nbsp; This behavioral therapy provides immediate, meaningful incentives (eg, prizes, vouchers) for meeting treatment goals, such as abstaining from opioid use.</li>\n\t<li>Treatment of concurrent mental health conditions.</li>\n\t<li>Management of chronic pain with nonopioid strategies.</li>\n</ul>\n<h2>Special considerations:&nbsp; Management of opioid use disorder in pregnancy</h2><br><br><p>Methadone and buprenorphine can be used in opioid-dependent pregnant patients, ideally as part of a comprehensive multidisciplinary treatment program that also includes counseling and prenatal care.&nbsp; Detoxification or abstinence without pharmacologic intervention would put the patient at high risk for relapse, resulting in fetal stress from erratic intoxication and withdrawal episodes.&nbsp; Compared with abstinence, opioid agonist therapy has demonstrated improved maternal and neonatal outcomes.&nbsp; NAS is still expected but manageable.</p>\n<h2>Prognosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Opioid use disorder is a chronic condition with a high relapse rate.</li>\n\t<li>Long-term outcomes depend on treatment adherence and access to support systems.</li>\n\t<li>Relapse risk increases with stressful life events (eg, job loss, relationship issues).</li>\n\t<li>Complications:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Fatal overdose.</li>\n\t\t<li>Intravenous drug use, which is associated with an increased risk for skin infections (eg, cellulitis, abscess), osteomyelitis, endocarditis, hepatitis C, and HIV.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Prevention</h2><br><br><p>Prescription opioid misuse and dependence have escalated rapidly, requiring increasing oversight and monitoring.&nbsp; The following best practices are recommended for decreasing opioid misuse (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/55790.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 10\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Use safe prescribing strategies (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72244.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 11\n                                    </a>\n                                </div>\n                                ):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Limit opioid prescriptions, and maximize alternative therapies (eg, NSAIDs).</li>\n\t\t<li>Screen for risk factors for misuse (eg, urine drug screen, review prescription monitoring program).</li>\n\t\t<li>Limit opioid therapy to 3-5 days for acute pain, use the lowest effective dose, and avoid long-acting formulations.</li>\n\t\t<li>Sign a controlled substance agreement (eg, \"pain contract\") prior to initiating chronic opioid treatment.</li>\n\t\t<li>Educate patients about opioid risks, including high risk of addiction and death by overdose.</li>\n\t</ul>\n\t</li>\n\t<li>Monitor for misuse:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Perform routine urine drug screens and pill counts for patients on chronic opioid therapy to rule out medication diversion.</li>\n\t\t<li>Monitor for drug-seeking behaviors such as demanding early refills, reporting allergies to other medications, refusing evaluations, and asking for specific doses.</li>\n\t\t<li>Evaluate prescription monitoring database before approving refills.</li>\n\t</ul>\n\t</li>\n\t<li>Support harm-reduction strategies:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Needle exchange programs.</li>\n\t\t<li>Naloxone distribution programs for overdose prevention.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Summary</h1><br><br><p>Opioid use disorder is a chronic condition characterized by uncontrolled craving and continued opioid use despite negative life consequences.&nbsp; It is a significant health concern with high morbidity and mortality rates.&nbsp; Opioids are prescribed for their analgesic properties, but they also have euphoric effects with the potential for tolerance, dependence, and addiction.&nbsp; Treatment of opioid use disorder includes the use of alternate opioid agonists with fewer euphoric effects and less potential for acute withdrawal and craving, thereby allowing patients to function more productively on a daily basis.</p>\n</div>\n\n            "
}