{
  "meta": {
    "title": "Other mood stabilizers for bipolar disorder",
    "url": "https://brainandscalpel.vercel.app/other-mood-stabilizers-for-bipolar-disorder-5bd6eac9-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:06.477Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Valproate, carbamazepine, and lamotrigine are anticonvulsants used in the treatment of bipolar disorder due to their mood-stabilizing effects.&nbsp; Each of these drugs has unique pharmacologic properties, clinical indications, and safety profiles.&nbsp; Lithium and antipsychotics, which are also treatments for bipolar disorder, are discussed in separate articles.</p>\n<h1>Valproate</h1><h2>Indications</h2><br><br><p>Valproate is used in bipolar disorder to treat acute mania, either as monotherapy or in combination with an antipsychotic.&nbsp; It can be used for maintenance treatment to prevent further mood episodes.&nbsp; Valproate is also used to treat seizures and migraines.</p>\n<h2>Pharmacology</h2><br><br><p>Valproate, also known as valproic acid (valproate's protonated form), has several mechanisms of action that contribute to its wide range of therapeutic effects, including seizure control and mood stabilization (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/104341.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Blocks voltage-gated sodium channels, reducing neuronal excitation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105259.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )</li>\n\t<li>Blocks gamma-aminobutyric acid (GABA) transaminase, increasing the availability and inhibitory effects of GABA</li>\n\t<li>Inhibits histone deacetylase, increasing DNA transcription of genes that have downstream effects on neuroplasticity (eg, upregulation of brain-derived neurotrophic factor)</li>\n</ul><br><br><p>Valproate has a rapid onset of action, with peak concentrations occurring 4-5 hours after being taken.&nbsp; In acute mania, response can typically be seen within 1-4 days of achieving therapeutic serum levels (eg, 50-125 mcg/mL).</p><br><br><p>Valproate is highly protein-bound (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80997.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ); unbound valproate crosses the blood-brain barrier for its pharmacologic effects.&nbsp; In states of hypoalbuminemia (eg, malnutrition), elevated levels of unbound valproate are found relative to the given dose, resulting in a greater risk of toxicity even at therapeutic doses.<p></p>\n<h2>Drug-drug interactions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Valproate inhibits lamotrigine clearance, increasing serum lamotrigine levels and risk for toxicity; slower titration and decreased dose of lamotrigine is recommended if both medications are prescribed.</li>\n\t<li>Estrogen-containing contraceptives increase valproate clearance, decreasing serum valproate levels.</li>\n</ul>\n<h2>Adverse effects</h2><br><br><p>Common adverse effects involve the gastrointestinal system (eg, nausea, vomiting, diarrhea) and the CNS (eg, sedation, ataxia, tremor).&nbsp; Weight gain is common with long-term treatment, likely due to valproate's role in insulin resistance.&nbsp; Alopecia occurs in 5%-10% of patients treated with valproate.</p><br><br><p>Valproate has been associated with hyperandrogenism in women and may increase the risk for polycystic ovary syndrome (PCOS).</p><br><br><p>Rare but serious complications may occur with valproate use, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hepatotoxicity (most commonly in the first 6 months of treatment)</li>\n\t<li>Acute pancreatitis</li>\n\t<li>Thrombocytopenia</li>\n\t<li>Hyperammonemic encephalopathy (propionic acid, a metabolite of valproate, inhibits ammonia elimination in the urea cycle)</li>\n</ul><br><br><p>Valproate is contraindicated in patients at increased risk for these complications (eg, liver failure, urea cycle disorders).</p>\n<h2>Overdose</h2><br><br><p>Lower levels of valproate toxicity result in mild-to-moderate lethargy, and recovery typically occurs without complications.</p><br><br><p>Severe toxicity of valproate may result in the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Vital sign abnormalities (hyperthermia, hypotension, tachycardia)</li>\n\t<li>Hyperammonemia (may be asymptomatic or result in encephalopathy)</li>\n\t<li>Hepatoxicity</li>\n\t<li>Anion gap metabolic acidosis, hypernatremia, hypocalcemia</li>\n\t<li>Tremors, myoclonus</li>\n</ul><br><br><p>Management includes obtaining history about timing, dose, and preparation of ingested valproate.&nbsp; Collect serum valproate levels serially (initially and every 2-3 hours) when an acute overdose is suspected as peak levels may not occur for several hours, especially if a delayed-release preparation is involved.&nbsp; Routine evaluation also includes fingerstick glucose, serum levels of possible coingestants (eg, acetaminophen, salicylate), and ECG.</p><br><br><p>For more severe cases, additional work-up involves electrolyte levels (eg, sodium, bicarbonate, calcium), plasma ammonia concentration, platelet level, and liver function testing.</p>\n<h2>Pregnancy considerations</h2><br><br><p>Valproate has dose-dependent teratogenic risks.&nbsp; Taking valproate during the first trimester (especially weeks 3-8, a critical period for organogenesis) is associated with an increased risk of:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Neural tube defects (eg, myelomeningocele) due to interference with folate metabolism (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23735.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )</li>\n\t<li>Craniofacial abnormalities (eg, cleft lip/palate)</li>\n\t<li>Urogenital (eg, hypospadias) and cardiovascular malformations</li>\n</ul><br><br><p>In utero exposure to valproate is also associated with increased risk for cognitive deficiencies, autism spectrum disorder, and attention deficit hyperactivity disorder.&nbsp; Therefore, patients should avoid valproate during pregnancy unless other treatment options are unacceptable (eg, inadequate symptom control).</p><br><br><p>If a patient taking valproate becomes or plans to become pregnant, carefully discuss and assess the benefits (eg, ongoing mood stability) and risks (eg, negative fetal outcomes).&nbsp; Consider switching to a different mood stabilizer with less teratogenic potential (eg, lithium).&nbsp; If valproate is continued, daily high-dose folic acid supplementation (4 mg) is recommended.</p>\n<h2>Monitoring</h2><br><br><p>Obtain laboratory studies at baseline and routinely throughout valproate treatment to monitor for potential adverse effects:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serum valproate levels to determine if dosing is within therapeutic range (50-125 mcg/mL) and to monitor for toxicity</li>\n\t<li>Liver function tests (LFTs) to monitor for hepatotoxicity</li>\n\t<li>Complete blood count to monitor platelet count for thrombocytopenia</li>\n</ul><br><br><p>When clinically indicated, obtaining the following can evaluate other potential adverse effects:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ammonia levels to assess for hyperammonemic encephalopathy</li>\n\t<li>Lipase/amylase to assess for acute pancreatitis</li>\n\t<li>PT/PTT prior to surgery to assess for coagulopathy</li>\n</ul>\n<h1>Carbamazepine</h1><h2>Indications</h2><br><br><p>Carbamazepine is used to treat acute mania or hypomania in bipolar disorder.&nbsp; It can also be used to treat seizures and trigeminal neuralgia.</p>\n<h2>Pharmacology</h2><br><br><p>Carbamazepine inhibits voltage-gated sodium channels, decreasing neuronal excitability (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105259.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Carbamazepine is primarily metabolized through CYP3A4 and induces its own metabolism by upregulating the transcription of certain enzymes.&nbsp; Stabilization of serum levels typically occurs 2-4 weeks after initiation.&nbsp; Monitor serum levels after steady state is reached (ie, 5 days) and a few weeks later to assess for autoinduction effects and if dosing adjustment is needed.</p>\n<h2>Drug-drug interactions</h2><br><br><p>Carbamazepine significantly induces many CYP450 enzymes, especially CYP3A4:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increases clearance of oral contraceptives, decreasing serum levels and efficacy, which could result in unplanned pregnancy</li>\n\t<li>Increases valproate clearance, decreasing serum valproate levels</li>\n</ul>\n<h2>Teratogenicity</h2><br><br><p>Similar to valproate, carbamazepine is associated with fetal neural tube defects (eg, myelomeningocele) as well as cardiovascular and craniofacial malformations.&nbsp; Avoid carbamazepine in pregnancy and in women of reproductive age when possible; daily high-dose folic acid supplementation is recommended if taking carbamazepine.</p>\n<h2>Adverse effects</h2><br><br><p>Common adverse effects include somnolence, nausea, diarrhea, and rash.&nbsp; Vitamin D deficiency may occur as carbamazepine induces an enzyme that breaks down vitamin D into its inactive metabolites.</p><br><br><p>Serious but rare adverse effects can occur, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Blood dyscrasias due to bone marrow suppression; onset typically within first 3-4 months of treatment.&nbsp; May result in various conditions (eg, agranulocytosis, aplastic anemia), some of which are reversible with discontinuation of carbamazepine.</li>\n\t<li>Stevens-Johnson syndrome (SJS) and toxic epidermal necrolysis (TEN)</li>\n\t<li>Drug reaction with eosinophilia and systemic symptoms (DRESS), a potentially life-threatening condition that typically presents as a polymorphic rash with visceral organ involvement (eg, hepatotoxicity) developing within 2-8 weeks of treatment; discontinue carbamazepine if this syndrome occurs.</li>\n\t<li>Hepatotoxicity (eg, serum aminotransferase elevations, hepatocellular jaundice), which may be reversible with discontinuation of carbamazepine</li>\n\t<li>Hyponatremia, a dose-dependent risk of the syndrome of inappropriate antidiuretic hormone (SIADH)</li>\n</ul>\n<h2>Overdose</h2><br><br><p>Symptoms of carbamazepine toxicity can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Drowsiness/lethargy</li>\n\t<li>Anticholinergic effects (eg, hyperthermia, flushed skin, mydriasis)</li>\n\t<li>Tachycardia and hypotension</li>\n\t<li>Dysrhythmias</li>\n</ul><br><br><p>Evaluation includes obtaining history about timing, dose, and preparation of ingested carbamazepine.&nbsp; Collect serum carbamazepine levels serially (since peak levels may not occur for a few days) until a downward trend is established.&nbsp; Routine evaluation also includes fingerstick glucose and serum levels of possible coingestants (eg, acetaminophen, salicylate).</p><br><br><p>Management is primarily supportive (eg, airway protection, intravenous fluids).</p><br><br><p>For more severe cases, continuous cardiac monitoring may be necessary due to sodium channel blockade and risk for QRS prolongation and dysrhythmias; treatment includes sodium bicarbonate.</p>\n<h2>Monitoring</h2><br><br><p>Obtain laboratory studies at baseline and routinely throughout carbamazepine treatment to monitor for potential adverse effects:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serum carbamazepine levels to monitor for toxicity, especially if change in medication regimen that could affect drug metabolism</li>\n\t<li>Complete blood count to monitor for blood dyscrasias (eg, anemia, agranulocytosis, pancytopenia)</li>\n\t<li>Basic metabolic panel (BMP) to monitor for hyponatremia</li>\n\t<li>LFTs to assess for hepatotoxicity</li>\n</ul><br><br><p>Before initiation of carbamazepine in patients of Asian ancestry, genetic screening for the HLA-B*1502 allele is recommended.&nbsp; Carbamazepine should be avoided in those with this allele due to increased risk for SJS and TEN.</p>\n<h1>Lamotrigine</h1><h2>Indications</h2><br><br><p>Lamotrigine is used for maintenance treatment in bipolar disorder to prevent further mood episodes.&nbsp; It can treat acute bipolar depression but is not indicated for treating acute mania.&nbsp; Lamotrigine is also used to treat seizures.</p>\n<h2>Pharmacology</h2><br><br><p>Lamotrigine blocks voltage-gated sodium channels and reduces glutamate release, inhibiting neuronal excitation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/103382.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Drug-drug interactions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Estrogen-containing oral contraceptives can increase lamotrigine clearance, resulting in decreased lamotrigine levels; during use of hormone-free pills (\"pill-free\" week), serum levels of lamotrigine may increase.</li>\n\t<li>Carbamazepine can also increase lamotrigine clearance and reduce lamotrigine levels; higher dosing may be necessary.</li>\n\t<li>Valproate inhibits lamotrigine metabolism and increases risk for lamotrigine toxicity; slower titration and decreased dosing is recommended.</li>\n</ul>\n<h2>Adverse effects</h2><br><br><p>Adverse effects are generally mild.&nbsp; Most common effects include nausea, dizziness, fatigue, and insomnia.</p><br><br><p>A self-limited, benign rash can occur in up to 10% of those treated, which typically develops within the first 2 months of therapy.</p><br><br><p>A rare, life-threatening mucocutaneous reaction (ie, SJS, TEN) can occur in approximately 0.1% of patients.&nbsp; Due to the difficulty in differentiating between a benign and life-threatening rash, discontinue lamotrigine at the first sign of any rash.&nbsp; The risk of rash is elevated in children, coadministration with valproate, and rapid dose escalation.&nbsp; Patients who suddenly stop lamotrigine should restart at the initial starting dose and undergo titration rather than resuming the existing dose.</p><br><br><p>Lamotrigine is also rarely associated with DRESS syndrome, a potentially life-threatening condition that typically presents as a polymorphic rash with visceral organ involvement (eg, hepatotoxicity) and develops within 2-8 weeks of treatment.&nbsp; Discontinue lamotrigine if this occurs.</p>\n<h2>Pregnancy considerations</h2><br><br><p>Lamotrigine is relatively safe to use during pregnancy.&nbsp; It does not appear to affect fetal neurocognitive development but may slightly increase the risk of cleft lip and/or cleft palate with use during the first trimester of pregnancy.</p>\n<h2>Overdose</h2><br><br><p>Mild-to-moderate lamotrigine overdoses are generally benign and self-limited.&nbsp; Severe overdoses can have life-threatening effects, such as seizures, arrhythmias, and coma.</p>\n<h2>Monitoring</h2><br><br><p>Prior to starting lamotrigine, collect baseline laboratory studies (LFTs, BMP, complete blood count).&nbsp; Routine laboratory studies are not indicated throughout treatment unless changes in clinical status occur.&nbsp; Serum lamotrigine levels are not necessary, as dosing is based on clinical response.</p>\n<h1>Summary</h1><br><br><p>Valproate, carbamazepine, and lamotrigine are anticonvulsants that can be used to treat specific phases of bipolar disorder (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39852.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Valproate is indicated for acute mania and maintenance treatment.&nbsp; Carbamazepine can also treat acute mania, although it has the potential for significant drug-drug interactions.&nbsp; Valproate and carbamazepine are teratogens and can cause major fetal malformations.&nbsp; Lamotrigine has a relatively benign safety profile and is indicated for acute bipolar depression and maintenance treatment to prevent further mood episodes.<p></p>\n</div>\n\n            "
}