{
  "meta": {
    "title": "Persistent depressive disorder",
    "url": "https://brainandscalpel.vercel.app/persistent-depressive-disorder-017bb778-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:06.482Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Persistent depressive disorder (PDD), previously known as dysthymic disorder, is characterized by a chronic depressed mood and at least 2 accompanying depressive symptoms that last at least 2 years.&nbsp; There is symptom overlap with major depressive disorder (MDD), which can precede or co-occur with PDD if the quantity and duration of symptoms is sufficient (eg, ≥5 symptoms for at least 2 weeks).&nbsp; Although PDD requires less depressive symptoms for diagnosis, it is associated with significant distress and functional impairment.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>The estimated point prevalence rate of PDD is 2%.&nbsp; Onset is typically in childhood or early adulthood, and PDD is about twice as common in women than men.</p><br><br><p>Several factors increase the risk of developing PDD, including a first-degree relative with depressive disorder, several psychological factors (eg, neuroticism, learned helplessness, personality disorder), and some environmental factors (eg, adverse childhood experiences, parental loss or separation).</p>\n<h1>Pathogenesis</h1><br><br><p>The pathogenesis of PDD is likely similar to that of MDD, which is thought to be multifactorial, involving the interplay of biologic, environmental, and psychologic components, including deficiency and/or dysfunctional signaling of monoamines (serotonin, dopamine, and norepinephrine), as well as impaired activity of emotional regulation and reward centers of the brain.</p>\n<h1>Clinical presentation</h1><br><br><p>Many of the symptoms associated with depressive disorders (eg, low mood, changes in sleep and appetite, fatigue) are common in everyday life.&nbsp; Symptom duration (<strong>most of the day on most days for at least 2 years</strong>) and severity (associated with significant distress and/or functional impairment) provide differentiation of PDD from sadness/emotional responses that are inherent to the human experience.</p><br><br><p>PDD can cause emotional, cognitive, and physical changes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Low mood</strong>:&nbsp; can be described by a patient in different ways (eg, down, empty, sad) or can be observed (eg, frequent tearfulness); irritability instead of sadness is common in children and adolescents.</li>\n\t<li><strong>Weight or appetite changes</strong>:&nbsp; vary and can either increase (eg, cravings for carbohydrates with resulting weight gain) or decrease (eg, skipping meals and losing weight).</li>\n\t<li><strong>Sleep changes</strong>:&nbsp; can include hypersomnia (increased nighttime sleeping and/or daytime naps) or difficulty sleeping (most commonly nighttime awakening with difficulty falling back to sleep).</li>\n\t<li><strong>Fatigue or decreased energy</strong>:&nbsp; very common in depression; everyday tasks that require minimal exertion are exhausting (eg, checking mailbox, brushing teeth).</li>\n\t<li><strong>Low self-esteem</strong>:&nbsp; includes negative self-evaluation (eg, feelings of inadequacy) or feelings of worthlessness.</li>\n\t<li><strong>Concentration difficulties or indecisiveness</strong>:&nbsp; can appear as being easily distracted or experiencing memory issues or having difficulty making minor decisions (eg, what to wear); may manifest as poor performance at work or school.</li>\n\t<li><strong>Feelings of hopelessness</strong>:&nbsp; may include feeling \"stuck\" or that the current situation cannot get better (eg, \"I've given up\").</li>\n</ul><br><br><p>In pediatric patients, irritability may occur instead of low mood, and symptom duration for diagnosis is 1 year (instead of 2 years for adults).</p><br><br><p>PDD can precede and/or co-occur with MDD if symptoms become sufficient for diagnosis (ie, ≥5 symptoms for at least 2 weeks), in which case both diagnoses would be given.&nbsp; If ≥5 MDD symptoms are met consistently for at least 2 years, a diagnosis of PDD with persistent major depressive episode is given.</p>\n<h1>Diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Depressed mood for most of the day on most days, as indicated by either subjective account or observation by others, for ≥2 years.&nbsp; In children and adolescents, mood can be irritable and duration must be at least 1 year.&nbsp; The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning.</li>\n\t<li>Presence, while depressed, of ≥2 of the following:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Poor appetite or overeating</li>\n\t\t<li>Insomnia or hypersomnia</li>\n\t\t<li>Low energy or fatigue</li>\n\t\t<li>Low self-esteem</li>\n\t\t<li>Poor concentration or difficulty making decisions</li>\n\t\t<li>Feelings of hopelessness</li>\n\t</ul>\n\t</li>\n\t<li>During the 2-year period (1 year for children or adolescents) of the disturbance, the individual has never been without symptoms for more than 2 months at a time.&nbsp; Criteria for MDD may be continuously present for 2 years.</li>\n\t<li>There has never been a manic episode or a hypomanic episode.</li>\n\t<li>The disturbance is not better explained by persistent schizoaffective disorder or other psychotic disorders.&nbsp; And, the symptoms are not attributable to the physiological effects of a substance or another medical condition.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Depressive disorders share common symptoms and can be differentiated based on their quantity and duration (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33834.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>MDD</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42287.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; shares significant symptom overlap with PDD; however, the number of concurrent depressive symptoms must be ≥5 for at least 2 weeks; MDD can co-occur with PDD, in which case both diagnoses are given.</li>\n\t<li><strong>Adjustment disorder with depressed mood</strong>:&nbsp; can also involve depressive symptoms that are chronic in duration (&gt;6 months) if an identifiable stressor or its consequences have enduring effects; however, adjustment disorder is diagnosed only if criteria for another disorder has not been met (ie, if criteria for PDD is met during the course of illness, the diagnosis would change to PDD).</li>\n\t<li><strong>Cyclothymic disorder</strong>:&nbsp; also involves depressive symptoms that do not meet criteria for a major depressive disorder; however, the depressive periods alternate with episodes of hypomanic-like symptoms (ie, insufficient in number and severity to be characterized as a hypomanic episode), resulting in numerous periods of each during a 2-year span.</li>\n\t<li><strong>Personality disorders</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38255.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; can also have chronic depressive symptoms that significantly affect functioning; however, inflexibility in thinking, feeling, and behaving is pervasive, enduring, and maladaptive; personality disorders can co-occur with PDD, in which case both diagnoses would be given.&nbsp; &nbsp;</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><p>Laboratory tests are not indicated for the diagnosis of PDD.&nbsp; However, depending on clinical findings, evaluation of underlying medical conditions may be indicated (eg, TSH for hypothyroidism, CBC for anemia, urine drug screen).</p>\n<h1>Management</h1><br><br><p>PDD is associated with a significantly elevated risk for suicide.&nbsp; Screening for suicidal ideation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32384.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ), assessment of risk factors (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32383.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ), and safety planning are necessary for all patients with PDD.&nbsp; Prior history of a suicide attempt greatly increases the risk for suicide.&nbsp; Risk for suicide often determines the appropriate level of care for patients: patients who are at imminent risk of harming themselves (eg, suicidal ideation with a plan and intent) require emergent hospitalization.<p></p><br><br><p>Lifestyle changes such as regular physical activity, sleep hygiene measures, and a balanced diet are recommended for all patients.</p><br><br><p>Management of PDD is similar to MDD, though first-line treatment includes combined pharmacotherapy and psychotherapy, which is more effective than either treatment alone.</p>\n<h2>Pharmacotherapy</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>First-line options include <strong>selective serotonin reuptake inhibitors</strong> (SSRIs) (eg, escitalopram, sertraline) and <strong>serotonin-norepinephrine reuptake inhibitors</strong> (SNRIs) (eg, venlafaxine, duloxetine) due to tolerability and decreased risk for adverse effects.</li>\n\t<li>Atypical antidepressants (eg, mirtazapine, bupropion) may be preferred as initial treatment in certain situations:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Bupropion (norepinephrine-dopamine reuptake inhibitor):&nbsp; if patient has significant fatigue or hypersomnia, prefers a medication that is not associated with weight gain, and/or is interested in antidepressant that is also a smoking cessation aid</li>\n\t\t<li>Mirtazapine (noradrenergic, serotonergic, and histaminergic):&nbsp; if patient has weight loss due to depression (can stimulate appetite) or insomnia (can be sedating)</li>\n\t</ul>\n\t</li>\n\t<li>Tricyclic antidepressants (TCAs) (eg, amitriptyline):&nbsp; efficacy in severe depression; less preferable due to risk for anticholinergic effects, cardiotoxicity, and lethality with overdose</li>\n\t<li>Monoamine oxidase inhibitors (MAOIs) (eg, phenelzine):&nbsp; reserved for severe, treatment-resistant depression due to safety concerns (hypertensive crisis, lethality in overdose)</li>\n</ul>\n<h2>Psychotherapy</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cognitive-behavioral therapy</strong> (CBT):&nbsp; identifies and reframes negative thought patterns and develops more adaptive ways of coping with stressors</li>\n\t<li><strong>Interpersonal psychotherapy</strong>:&nbsp; examines interpersonal conflict and effects on emotions; may be more appropriate when a specific life situation is contributing to symptoms (eg, lack of relationships, grief, postpartum period)</li>\n\t<li><strong>Psychodynamic psychotherapy</strong>:&nbsp; explores prior childhood and formative experiences to identify unconscious patterns and conflicts that may be contributing to current depressive symptoms</li>\n</ul><br><br><p>Comorbid anxiety, substance use, and personality disorders are more common in patients with PDD and require screening and treatment.</p>\n<h1>Prognosis</h1><br><br><p>The majority of patients with PDD experience recurrent episodes.&nbsp; When compared to MDD, not as many patients recover from PDD and recovery from episodes takes longer.&nbsp; Onset of PDD prior to age 21 is associated with a higher likelihood of substance use and personality disorders, which are associated with a poorer prognosis.</p>\n<h1>Summary</h1><br><br><p>Persistent depressive disorder (PDD) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38313.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ) involves a depressed mood and at least 2 accompanying depressive symptoms (eg, appetite changes, sleep disturbances) that last at least 2 years.&nbsp; PDD is associated with significant distress and functional impairment.&nbsp; First-line treatment includes combined pharmacotherapy with SSRIs and psychotherapy (CBT, IPT, psychodynamic psychotherapy).<p></p>\n</div>\n\n            "
}