{
  "meta": {
    "title": "Personality disorders",
    "url": "https://brainandscalpel.vercel.app/personality-disorders-28e7e166-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:08.012Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Personality disorders cause rigidity in thinking (eg, perception of self, others, and situations), feeling (eg, emotional range and reactivity), and behaving (eg, ability to establish/maintain relationships, impulse control).&nbsp; Characteristics of personality disorders are present by early adulthood and are generally stable across time and situations (eg, social, occupational, personal), causing significant functional impairment and/or distress.</p>\n<h1>Epidemiology</h1><br><br><p>The estimated prevalence of personality disorders in the general population is 10%.&nbsp; Clinical and incarcerated populations have higher prevalence rates.</p>\n<h1>Types of personality disorders</h1><br><br><p>There are 10 personality disorders grouped into 3 clusters based on shared features:&nbsp; cluster A (odd, eccentric), cluster B (dramatic, emotional, erratic), and cluster C (anxious, fearful).</p>\n<h1>Cluster A (odd, eccentric)</h1><h2>Paranoid personality disorder</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Characteristics:&nbsp; distrust and suspiciousness of being exploited or deceived by others; unforgiving of slights/insults; preoccupation with doubting the loyalty of others, including spousal/partner fidelity.</li>\n\t<li>Treatment:&nbsp; cognitive-behavioral therapy (CBT) to identify paranoid thoughts and their effects on emotions/behaviors as well as quality of life; improve interpersonal skills.</li>\n\t<li>Prognosis:&nbsp; largely dependent on ability to engage/progress in treatment and build trust with providers; left untreated, paranoid personality disorder can cause significant social and occupational impairment.</li>\n</ul>\n<h2>Schizoid personality disorder</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Characteristics:&nbsp; does not enjoy or desire social relationships; limited emotional expression; preference for solitary activities.</li>\n\t<li>Treatment:&nbsp; cognitive-behavioral approaches focusing on developing social skills and increasing emotional awareness may be beneficial.</li>\n\t<li>Prognosis:&nbsp; improved for those in lifestyles and occupations that do not heavily rely on interpersonal functioning.</li>\n</ul>\n<h2>Schizotypal personality disorder</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Characteristics:&nbsp; discomfort and decreased capacity for close relationships; excessive social anxiety due to paranoid fears of others' motives; odd beliefs and magical thinking (eg, belief in telepathy); unusual perceptual experiences (eg, sensing another's aura).</li>\n\t<li>Treatment:&nbsp; primarily supportive and/or exploratory psychotherapy (eg, psychodynamic psychotherapy) to improve self-awareness of maladaptive thoughts and behaviors; adjunct treatment with low-dose second generation antipsychotics may be of benefit for severe paranoia and perceptual distortions.</li>\n\t<li>Prognosis:&nbsp; chronic condition for most, though improved for those consistently engaged in treatment.</li>\n</ul>\n<h1>Cluster B (dramatic, emotional, erratic)</h1><h2>Antisocial personality disorder (ASPD)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Characteristics:&nbsp; unlawful behaviors (eg, harassment, sexual assault); deceitfulness (eg, fraudulent activities); impulsivity and recklessness (eg, driving while intoxicated); physical aggression; lack of remorse.</li>\n\t<li>Treatment:&nbsp; psychotherapy has not been shown to be effective; treatment focuses on improvement of comorbid conditions (substance use disorders, mood disorders).</li>\n\t<li>Prognosis:&nbsp; chronic course, although some behaviors may decrease in middle adulthood (eg, age 40-50).</li>\n</ul>\n<h2>Borderline personality disorder (BPD)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Characteristics:&nbsp; unstable self-image and relationships; impulsivity (eg, substance use, binge eating); affective instability; recurrent suicidality or self-injurious behaviors.</li>\n\t<li>Treatment:&nbsp; primarily psychotherapy; multiple effective options, including dialectical behavior therapy (DBT) and transference-focused psychotherapy (TFP); focus on emotional regulation, distress tolerance, and development of coping skills; pharmacotherapy used as an adjunct in severe cases of mood instability (mood stabilizer) or transient paranoia (second-generation antipsychotic).</li>\n\t<li>Prognosis:&nbsp; elevated suicidality risk (10% of patients die by suicide); majority of patients experience sustained remission with treatment.</li>\n</ul>\n<h2>Histrionic personality disorder</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Characteristics:&nbsp; rapidly shifting and exaggerated emotions; attention seeking; sexually seductive/provocative behaviors and appearance.</li>\n\t<li>Treatment:&nbsp; psychotherapy has limited effectiveness; treatment primarily focuses on management of comorbid conditions (somatic symptom disorder, conversion disorder, depression).</li>\n\t<li>Prognosis:&nbsp; chronic course, though may improve with engagement in therapy and treatment of comorbid conditions.</li>\n</ul>\n<h2>Narcissistic personality disorder</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Characteristics:&nbsp; grandiose sense of self-importance; preoccupied with fantasies of success and power; need for excessive admiration; interpersonally exploitative; lacking in empathy.</li>\n\t<li>Treatment:&nbsp; primarily psychotherapy to identify distorted thoughts and maladaptive behaviors as well as improve interpersonal functioning; options include psychodynamic psychotherapy, TFP, and DBT.</li>\n\t<li>Prognosis:&nbsp; variable and dependent on level of functioning, engagement in treatment, and presence of comorbid conditions; aggression is a poor prognostic indicator.</li>\n</ul>\n<h1>Cluster C (anxious, fearful)</h1><h2>Avoidant personality disorder</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Characteristics:&nbsp; socially inhibited, sense of inadequacy, hypersensitivity to criticism resulting in avoidance of interpersonal situations.</li>\n\t<li>Treatment:&nbsp; CBT may help identify and reframe negative cognitions about self-worth and lessen social anxiety.</li><br><br>\t<li>Prognosis:&nbsp; dependent on engagement in treatment; comorbid conditions (depression, social anxiety disorder) are common and typically associated with a poorer prognosis; symptoms may remit with age.</li>\n</ul>\n<h2>Dependent personality disorder</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Characteristics:&nbsp; requires excessive reassurance for everyday decisions; fear of separation resulting in submissive behaviors; fear of being alone and unable to care for self.</li><br><br>\t<li>Treatment:&nbsp; CBT or psychodynamic psychotherapy to identify maladaptive patterns of behavior and increase self-awareness and self-efficacy.</li><br><br>\t<li>Prognosis:&nbsp; chronic course, though may improve with treatment; comorbid conditions (depression, anxiety disorders) are common.</li>\n</ul>\n<h2>Obsessive-compulsive personality disorder (OCPD)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Characteristics:&nbsp; excessive preoccupation with order and details; perfectionism that impedes task completion; devotion to work/productivity; inflexible morals, ethics, and values; minimal spending of money to save for future catastrophes.</li>\n\t<li>Treatment:&nbsp; CBT or psychodynamic psychotherapy to explore insecurities and negative cognitions about self that result in rigidity and need for control.</li>\n\t<li>Prognosis:&nbsp; chronic course, though positive prognostic indicators include insight into symptoms and engagement with therapy.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Personality disorders (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38255.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) typically present by early adulthood and persist across time and situations (eg, social, occupational, personal).&nbsp; Rigidity in thinking (eg, perception of self, others, and situations), feeling (eg, emotional range and reactivity), and behaving (eg, ability to establish/maintain relationships, impulse control) result in significant functional impairment and/or distress.&nbsp; Comorbid psychiatric conditions are common and require screening and treatment.&nbsp; Though largely considered a chronic condition, some personality disorders may improve with long term psychotherapy to increase insight into behaviors, self-efficacy, and interpersonal skills.<p></p>\n</div>\n\n            "
}