{
  "meta": {
    "title": "Pharmacotherapy for attention deficit hyperactivity disorder (ADHD)",
    "url": "https://brainandscalpel.vercel.app/pharmacotherapy-for-attention-deficit-hyperactivity-disorder-adhd-3aa8acc7-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:07.890Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pharmacotherapy for attention deficit hyperactivity disorder (ADHD) includes stimulant and nonstimulant agents.&nbsp; Stimulants are the most effective for treating ADHD.&nbsp; Nonstimulant medications, such as atomoxetine (selective norepinephrine reuptake inhibitor) or clonidine and guanfacine (alpha-2 adrenergic agonists), may be favored depending on tolerability, comorbid conditions, and patient preference.</p>\n<h1>Stimulants</h1><h2>Indications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>ADHD</strong>:&nbsp; Stimulants are the first-line treatment for ADHD in both children (age ≥6) and adults, improving both inattentive and hyperactive symptoms.</li>\n\t<li><strong>Narcolepsy</strong>:&nbsp; Stimulants improve daytime wakefulness.</li>\n</ul>\n<h2>Pharmacology</h2><br><br><p>Stimulants improve ADHD symptoms by increasing synaptic concentrations of dopamine and norepinephrine.</p><br><br><p>The 2 main classes of stimulant medications are methylphenidates and amphetamines:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Methylphenidates</strong> (eg, dexmethylphenidate):&nbsp; Block norepinephrine and dopamine reuptake at synapses in the prefrontal cortex.</li>\n\t<li><strong>Amphetamines</strong> (eg, dextroamphetamine, mixed amphetamine salts):&nbsp; Block norepinephrine and dopamine reuptake at synapses in the prefrontal cortex, increase the release of norepinephrine and dopamine from presynaptic storage vesicles, and inhibit monoamine oxidase.</li>\n</ul><br><br><p>Both methylphenidates and amphetamines have a rapid onset of action, with initial response typically seen within 30-60 minutes.&nbsp; Both are available in immediate-release (duration of action: 3-5 hours, half-life: 2-3 hours) and extended-release formulations (duration of action: ~12 hours, half-life: 6-8 hours).&nbsp; Immediate-release agents are typically dosed 2 or 3 times daily, whereas extended-release agents are typically dosed once daily.</p><br><br><p>Both methylphenidates and amphetamines are available as capsules, liquid solutions, chewable tablets, and patches.&nbsp; The wide variety of formulations can help overcome barriers to adherence (eg, young child unable to swallow capsules).</p><br><br><p>The efficacy and safety profiles between methylphenidates and amphetamines are mostly similar, with amphetamines being slightly more efficacious but also associated with more appetite suppression and irritability.&nbsp; In general, methylphenidates are preferred as the initial treatment for children due to their favorable safety profile, whereas amphetamines are preferred for adults due to greater efficacy.</p>\n<h2>Adverse effects</h2><br><br><p>Common adverse effects include appetite suppression, weight loss, and insomnia.&nbsp; Headaches, dry mouth, and irritability may also occur.</p><br><br><p><strong>Appetite suppression</strong></p><br><br><p>Stimulants commonly cause reduced appetite, which can usually be managed by adjusting the formulation (eg, switching from extended-release to immediate-release) and/or timing of dose administration (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85433.png\" alt=\"table 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">table 1</div>\n                                </div>\n                                ).&nbsp; Morning doses should be given after breakfast to allow for a nutrient-dense meal before onset of the stimulant.&nbsp; Similarly, once the stimulant has worn off and appetite returns, offering nutrient-dense meals may compensate for missed meals earlier in the day.<p></p><br><br><p>When appetite suppression causes significant weight loss crossing multiple major growth percentiles, a drug holiday (ie, a scheduled break from medication, typically on weekends or over summer) can be considered.&nbsp; Appetite stimulants (eg, cyproheptadine) can also be added.&nbsp; If weight loss persists, switching to a nonstimulant medication may be indicated.</p><br><br><p><strong>Cardiovascular effects</strong></p><br><br><p>Stimulants are associated with small but persistent elevations in heart rate (3-10 bpm), systolic blood pressure (3-8 mm Hg), and diastolic blood pressure (2-14 mm Hg).&nbsp; Increases tend to correlate with dose, and patients generally do not develop tolerance to the heart rate or blood pressure effects with long-term treatment.&nbsp; Monitor heart rate and blood pressure regularly and reduce the stimulant dose if concerning and sustained effects occur.</p><br><br><p><strong>Tics</strong></p><br><br><p>Stimulants are not contraindicated in patients with tics, although stimulants may be rarely associated with developing or exacerbating a tic disorder (eg, Tourette syndrome).&nbsp; Most patients with comorbid ADHD and tic disorders benefit from stimulant treatment without worsening tics.</p><br><br><p>Stimulants can be used cautiously in these patients by routinely monitoring for emergence of tics and avoiding high doses of amphetamines.&nbsp; However, if tics develop or worsen, the stimulant dose should be reduced or switched to a nonstimulant medication.</p><br><br><p><strong>Risk of misuse</strong></p><br><br><p>Stimulants are controlled substances due to their <strong>potential for misuse</strong>, addiction, and diversion.&nbsp; Their effects on dopamine in the mesolimbic pathway result in the perception of reward and reinforce use.&nbsp; Simulant use disorder is discussed in detail in a separate, dedicated article.</p><br><br><p>Stimulants should be prescribed cautiously in patients with a history of substance use disorder.&nbsp; The risk for dependence is greater at higher doses.&nbsp; Avoid use of stimulants in patients with active substance use or a household member with active substance use.&nbsp; In patients without a history of a substance use disorder, stimulants have not been shown to increase the risk of developing a substance use disorder.</p><br><br><p>When prescribing stimulants, obtain collateral information and check prescription databases to identify any concerning prescription patterns indicative of misuse (eg, obtaining same stimulants prescribed by multiple prescribers in a short timeframe).&nbsp; Random urine drug screening may also aid in verifying treatment adherence and identifying medication diversion (eg, unexpected negative result despite reported adherence).</p>\n<h2>Monitoring</h2><br><br><p>Prior to initiating stimulant treatment, obtain a comprehensive cardiac history, physical examination, and baseline vital signs including height (in children), weight, heart rate, and blood pressure.&nbsp; Assess for family history of sudden cardiac death, long QT syndrome, or hypertrophic cardiomyopathy.&nbsp; An ECG is not routinely indicated prior to treatment unless risk factors are present.</p><br><br><p>Throughout treatment, routinely monitor height (in children), weight, heart rate, and blood pressure.&nbsp; No specific laboratory studies are routinely indicated during treatment.</p><br><br><p>Stimulants should not be used alongside or within 14 days of using a monoamine oxidase inhibitor (MAOI) to avoid risk of hypertensive crisis.&nbsp; Additional contraindications include hyperthyroidism, moderate to severe hypertension, and symptomatic cardiovascular disease.</p>\n<h2>Intoxication</h2><br><br><p>Stimulant intoxication can present with psychiatric symptoms, including irritability, agitation, and psychosis.&nbsp; Common physical signs include tachycardia, hypertension, hyperthermia, diaphoresis, and mydriasis.</p>\n<h1>Atomoxetine (selective norepinephrine reuptake inhibitor)</h1><h2>Indication</h2><br><br><p>Atomoxetine is a <strong>nonstimulant treatment</strong> for ADHD in children and adults.&nbsp; It is typically prescribed to patients who cannot tolerate stimulants (eg, weight loss, insomnia, tic exacerbation) or have a history of concerning substance use.&nbsp; Atomoxetine appears to be more effective at treating inattentive symptoms than hyperactivity/impulsivity when compared to placebo.&nbsp; However, atomoxetine is less effective overall in treating ADHD symptoms when compared to stimulants.</p>\n<h2>Pharmacology</h2><br><br><p>Atomoxetine is a <strong>selective norepinephrine reuptake inhibitor</strong>.&nbsp; It does not significantly affect dopamine in the mesolimbic pathway and has minimal potential for addiction compared to stimulants; atomoxetine is not a controlled substance.</p><br><br><p>Atomoxetine requires consistent, daily dosing without drug holidays.&nbsp; Full clinical response is typically seen gradually over 2-3 months after initiation.&nbsp; Discontinuation does not require a taper.</p>\n<h2>Adverse effects</h2><br><br><p>Common adverse effects include dry mouth, decreased appetite, and abdominal discomfort.&nbsp; Insomnia, hyperhidrosis, and erectile dysfunction may also occur.&nbsp; For children and adolescents, there is a black box warning for an increased risk of suicidal behavior.&nbsp; In children and adults, rare but serious hepatotoxicity and cardiovascular events may occur as well.</p>\n<h2>Monitoring</h2><br><br><p>Prior to initiating atomoxetine treatment, obtain a comprehensive cardiac history, physical examination, and baseline vital signs: weight, heart rate, and blood pressure.&nbsp; Assess for family history of sudden cardiac death, long QT syndrome, or hypertrophic cardiomyopathy.&nbsp; Collecting liver function tests (LFTs) or an ECG is not routinely indicated prior to treatment unless risk factors are present.</p><br><br><p>Throughout treatment, routinely monitor weight, heart rate, and blood pressure.&nbsp; Assess for suicidal ideation regularly in children and adolescents.&nbsp; No specific laboratory studies are routinely indicated during treatment.</p><br><br><p>Atomoxetine should not be used alongside or within 14 days of using an MAOI to avoid risk of hypertensive crisis.&nbsp; Avoid use of atomoxetine in patients with significant cardiovascular disease.</p>\n<h2>Intoxication</h2><br><br><p>Mild to moderate overdoses are typically benign with minimal symptoms.&nbsp; Severe overdoses may result in cardiotoxicity (eg, prolonged QT interval).</p>\n<h1>Clonidine and guanfacine (alpha-2 adrenergic agonists)</h1><h2>Indications</h2><br><br><p>Extended-release formulations of clonidine and guanfacine, which are <strong>alpha-2 adrenergic agonists</strong>, are nonstimulant medications used to treat ADHD, primarily for children and adolescents.&nbsp; They are typically used when stimulants are not an option (eg, intolerance, comorbid conditions), but they are not as effective as stimulants for ADHD.</p><br><br><p>Clonidine and guanfacine can be used as monotherapy or as an augmenting agent to stimulants.&nbsp; They are more effective for treating hyperactive symptoms than inattentive symptoms when compared to placebo.</p><br><br><p>Alpha-2 adrenergic agonists may reduce tics and can be good options for patients with a comorbid tic disorder.&nbsp; Their sedating properties also make them useful adjunctive agents for patients experiencing significant insomnia with stimulant medications.</p>\n<h2>Pharmacology</h2><br><br><p>Alpha-2 adrenergic agonists modulate noradrenergic activity in the prefrontal cortex, enhancing executive function and reducing impulsivity and hyperactivity.&nbsp; Sympathetic nervous system activity is also reduced, resulting in its antihypertensive effects.</p><br><br><p>Initial therapeutic response may take up to 2 weeks.&nbsp; Alpha-2 adrenergic agonists do not significantly affect dopamine in the mesolimbic pathway and have minimal potential for addiction compared to stimulants; clonidine and guanfacine are not controlled substances.</p><br><br><p>Guanfacine, due to differences in its affinity to particular alpha-2 adrenergic receptor subtypes, has less sedating properties compared to clonidine and is less likely to cause hypotension.</p>\n<h2>Adverse effects</h2><br><br><p>Common adverse effects include sedation and hypotension.&nbsp; Dry mouth, constipation, abdominal pain, irritability, anxiety, and sleep disturbances (eg, nightmares) may also occur.</p><br><br><p>Abrupt discontinuation can result in rebound hypertension.&nbsp; Alpha-2 adrenergic agonists should be gradually tapered to avoid this effect (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/116471.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Monitoring</h2><br><br><p>Assess vital signs at baseline and routinely throughout treatment to monitor for potential adverse changes to heart rate or blood pressure.&nbsp; No specific laboratory studies are routinely indicated throughout treatment.</p><br><br><p><strong>Intoxication</strong></p><br><br><p>In mild to moderate overdoses, lethargy and hypotension can occur, typically within an hour of ingestion.&nbsp; In severe overdoses, critical complications may occur, such as respiratory depression, apnea, or coma.&nbsp; Treatment is focused on supportive measures (eg, airway and cardiovascular support) and decontamination as appropriate.</p>\n<h1>Summary</h1><br><br><p>Stimulants (methylphenidates, amphetamines) are the most effective for treating ADHD symptoms and are typically well tolerated but require monitoring and dose adjustments when adverse effects (eg, appetite suppression, elevated blood pressure) occur (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/74965.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Nonstimulant medications, such as atomoxetine (selective norepinephrine reuptake inhibitor) or clonidine and guanfacine (alpha-2 adrenergic agonists), are reasonable options for treating ADHD if stimulants are contraindicated or not tolerated.<p></p>\n</div>\n\n            "
}