{
  "meta": {
    "title": "Posttraumatic stress disorder",
    "url": "https://brainandscalpel.vercel.app/posttraumatic-stress-disorder-419aaa04-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:09.810Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Posttraumatic stress disorder (PTSD) is a severe anxiety response to a life-threatening event.&nbsp; It is characterized by reexperience of trauma, a negative mood, avoidance, and hyperarousal.&nbsp; Symptoms must persist for more than a month and cause significant functional impairment.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>The estimated lifetime prevalence of PTSD is 2%, and the majority of people exposed to a traumatic event do not develop PTSD.&nbsp; PTSD is more common in women, which may be partly related to a higher likelihood of exposure to interpersonal trauma (eg, rape, intimate partner violence).</p><br><br><p>Risk factors that may increase the development of PTSD after trauma exposure include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Severity of trauma (eg, significant physical injury, prolonged duration of exposure)</li>\n\t<li>Close proximity to trauma (eg, self vs relative/witness)</li>\n\t<li>Dissociative response during trauma</li>\n\t<li>Limited social support</li>\n\t<li>Previous trauma exposures</li>\n\t<li>History of adverse childhood events (eg, abuse, neglect)</li>\n\t<li>Personal and/or family history of psychiatric conditions</li>\n</ul>\n<h1>Pathogenesis</h1><br><br><p>The development of PTSD after trauma exposure is not fully understood.&nbsp; However, there may be an association with a dysregulation of neurotransmitters:&nbsp; increased norepinephrine levels, resulting in an elevated sympathetic response (eg, increased heart rate and blood pressure, startle response), and decreased GABA and serotonin activity.&nbsp; Structural and functional changes in brain structure, including decreased hippocampal volume and overactivation of the amygdala (emotion processing and fear response), have also been associated with PTSD.</p>\n<h1>Clinical presentation</h1><br><br><p>PTSD can affect people of any age (symptoms can be seen in children as young as age 1) and can present in many different ways.&nbsp; Most patients reexperience the trauma in some way (eg, trauma-related nightmares, intrusive memories of the event) and have a high level of reactivity to trauma cues (eg, panic attacks, startle response).&nbsp; Somatic symptoms (eg, sleep disturbances, headaches, heart palpitations) are common.&nbsp; In young children, frightening dreams and reenactment of the trauma through play can occur.&nbsp; For some patients, symptom onset may be delayed by months or, sometimes, years.</p>\n<h1>Diagnosis</h1><br><br><p>For a diagnosis of PTSD, the following criteria must be met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Exposure</strong> to actual or threatened death, serious injury, or sexual violation in ≥1 of the following ways:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Directly experiencing a traumatic event (eg, sexual violence, earthquake)</li>\n\t\t<li>Witnessing, in person, the event as it occurred to others (eg, witnessing a fatal vehicle collision)</li>\n\t\t<li>Learning that the event occurred to a close family member or friend</li>\n\t\t<li>Experiencing repeated or extreme exposure to details of a traumatic event (eg, pathologist performing autopsies on severely injured bodies)</li>\n\t</ul>\n\t</li>\n\t<li><strong>≥1 intrusion symptoms</strong> associated with the traumatic event:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Recurrent, involuntary, and intrusive distressing memories</li>\n\t\t<li>Recurrent distressing dreams that relate to the trauma through content or affect (frightening dreams not directly about the trauma)</li>\n\t\t<li>Dissociative reactions experienced as if the trauma were recurring (eg, flashbacks)</li>\n\t\t<li>Intense emotional distress in response to trauma cues</li>\n\t\t<li>Marked physiological reactions in response to trauma cues (eg, dyspnea while watching a film of a car crash)</li>\n\t</ul>\n\t</li>\n\t<li>Persistent <strong>avoidance of trauma reminders</strong> with <strong>1 or both</strong> of the following:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Efforts to avoid distressing memories, thoughts, or feelings related to the traumatic event (eg, excessive alcohol use)</li>\n\t\t<li>Efforts to avoid cues that cause distressing memories, thoughts, or feelings (eg, not going out at night after being robbed)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Negative alterations in thoughts and mood</strong> associated with the trauma with <strong>≥2</strong> of the following:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Inability to remember important aspects of the traumatic event (dissociative amnesia)</li>\n\t\t<li>Persistent and exaggerated negative beliefs about self, others, or the world (eg, \"No place is safe,\" \"I don't deserve anything good\")</li>\n\t\t<li>Persistent, distorted thoughts about the cause or consequences of the trauma, resulting in self-blame or blaming of others (eg, \"It's all my fault\")</li>\n\t\t<li>Persistent negative emotional state (eg, guilt, anger, fear)</li>\n\t\t<li>Diminished interest or participation in significant activities</li>\n\t\t<li>Feelings of detachment or estrangement from others</li>\n\t\t<li>Persistent inability to experience positive emotions (eg, unable to feel happiness or excitement)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Marked alterations in reactivity</strong> associated with the trauma with <strong>≥2</strong> of the following:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Irritability and angry outbursts (may involve physical or verbal aggression toward people or objects)</li>\n\t\t<li>Reckless or self-destructive behavior (eg, unsafe sex, substance use)</li>\n\t\t<li>Hypervigilance (eg, staying near an exit, scanning the room for signs of danger)</li>\n\t\t<li>Exaggerated startle response (eg, jumpiness upon hearing phone ringing or car honking)</li>\n\t\t<li>Concentration difficulties</li>\n\t\t<li>Sleep disturbance</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute stress disorder</strong> (ASD):&nbsp; also characterized by an impairing stress response resulting from actual/threatened death or injury.&nbsp; However, ASD symptoms last a month or less, as opposed to the more chronic nature of PTSD (symptom duration &gt;1 month).</li>\n\t<li><strong>Adjustment disorder</strong>:&nbsp; also consists of an acute response to a stressor.&nbsp; However, the stressor can be of any severity (eg, moving, divorce) and is not typically associated with intrusive distressing memories or avoidance behaviors.</li>\n\t<li><strong>Major depressive disorder</strong> (MDD):&nbsp; may also develop after trauma exposure and includes negative emotions, sleep disturbances, and concentration difficulties.&nbsp; However, intrusion symptoms, avoidance of trauma stimuli, and hypervigilance are not associated with MDD.&nbsp; PTSD can coincide with MDD, in which case both should be diagnosed.</li>\n\t<li><strong>Psychotic disorders</strong>:&nbsp; associated with a higher risk for violent victimization and can also include paranoia/hypervigilance as well as perceptual disturbances that may appear similar to flashbacks and pseudohallucinatory experiences (hearing thoughts spoken out loud) in PTSD.&nbsp; However, disorganized speech and behavior and a lack of insight are not characteristic of PTSD.</li>\n</ul>\n<h1>Management</h1><br><br><p>First-line treatment of PTSD typically involves trauma-focused psychotherapy, which can include trauma-focused cognitive-behavioral therapy (CBT) and eye movement desensitization and reprocessing (EMDR) therapy:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Trauma-focused CBT</strong>:&nbsp; consists of increasing coping skills, identifying and reframing cognitive distortions (eg, thinking the world is unsafe), and exposing patients to trauma cues in a controlled manner.</li>\n\t<li>EMDR:&nbsp; involves accessing distressing memories of a trauma (eg, a vivid image or bodily sensation) while engaging in bilateral stimulation (eg, moving the eyes laterally), and then reprocessing the memory with positive associations.&nbsp; This results in reduced emotion and intensity related to the memory (desensitization).</li>\n</ul><br><br><p>Pharmacotherapy may also be considered first-line treatment for patients who have comorbid anxiety or depressive disorders or for those who decline or do not have access to psychotherapy.&nbsp; Treatment with <strong>selective serotonin reuptake inhibitors</strong> or <strong>serotonin-norepinephrine reuptake inhibitors</strong> is preferred due to their tolerability and efficacy.</p><br><br><p>For significant sleep disturbances and/or nightmares, augmentation with prazosin (alpha-adrenergic receptor blocker) may be effective in some patients to reduce nightmare frequency and improve sleep.</p><br><br><p>PTSD is associated with an elevated suicide risk and warrants screening for suicidal ideation, assessment of risk factors, and safety planning.&nbsp; Comorbid conditions (MDD, bipolar disorder, and substance use disorders) are common and require screening and treatment.</p>\n<h1>Prognosis</h1><br><br><p>PTSD is considered a chronic disorder; about a third of patients experience a full recovery within a year of diagnosis, and another third of patients continue to be symptomatic 10 years later.&nbsp; Positive prognostic factors include early engagement with treatment, strong social support, lack of comorbid psychiatric conditions, and no coinciding substance use disorders.</p>\n<h1>Summary</h1><br><br><p>Posttraumatic stress disorder (PTSD) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69722.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a severe anxiety response to a life-threatening event that is characterized by the reexperience of trauma, a negative mood, avoidance, and hyperarousal.&nbsp; Symptoms must persist for more than a month and cause significant functional impairment.&nbsp; PTSD can affect people of all ages, including toddlers and children (as young as age 1) and may present months or years after an exposure to trauma.&nbsp; First-line treatment includes trauma-focused psychotherapy (cognitive-behavioral therapy or eye movement desensitization and reprocessing therapy) or pharmacotherapy with selective serotonin reuptake inhibitors or serotonin-norepinephrine reuptake inhibitors.<p></p>\n</div>\n\n            "
}