{
  "meta": {
    "title": "Schizoaffective disorder",
    "url": "https://brainandscalpel.vercel.app/schizoaffective-disorder-288dec52-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:11.282Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Schizoaffective disorder is characterized by psychotic symptoms that co-occur with major mood episodes (depressive or manic), as well as delusions or hallucinations that occur for at least 2 weeks in the absence of mood symptoms.&nbsp; Major mood episodes must be present for a majority of the total duration of illness.&nbsp; Diagnosing schizoaffective disorder requires a longitudinal assessment of psychotic and mood symptoms.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>The estimated lifetime prevalence of schizoaffective disorder is 0.3%.&nbsp; Prevalence rates are higher in women, and symptom onset is typically in early adulthood (early 20s to 30s).</p><br><br><p>Factors that may contribute to the risk for developing schizoaffective disorder include genetic predisposition (eg, first-degree relative with schizoaffective disorder or bipolar disorder), environmental factors (eg, cannabis and psychoactive substance use), and psychologic factors (eg, adverse childhood experiences).</p>\n<h1>Clinical presentation</h1><br><br><p>Longitudinal monitoring is necessary for an accurate diagnosis.&nbsp; Patients are often initially diagnosed with a mood disorder with psychotic features or schizophrenia; however, once a <strong>recurrent pattern of mood episodes</strong> is established <strong>as well as</strong> <strong>psychotic symptoms in the absence of depression or mania</strong>, the diagnosis of schizoaffective disorder becomes clearer.&nbsp; An example of the illness course for a patient with schizoaffective disorder could include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Auditory hallucinations with no mood symptoms for a month</li>\n\t<li>Continued auditory hallucinations and development of major depressive episode with persecutory delusions for 6 months</li>\n\t<li>Resolution of the depressive episode with continued delusions and auditory hallucinations for an additional month</li>\n</ul><br><br><p>This symptom course describes at least 2 weeks of psychotic symptoms in the absence of a mood episode and mood symptoms that are present for 6 months, which is a majority of the total duration of illness (8 months).</p><br><br><p>Schizoaffective disorder shares the same psychotic symptoms seen in schizophrenia, which are also described as positive (\"pathologic excesses\" such as hallucinations or delusions) or negative (\"pathologic deficits\" such as apathy).</p><br><br><p>Delusions are fixed, false beliefs that do not change, even when met with contradictory evidence.&nbsp; They can be implausible (eg, belief that internal organs were removed by aliens) or plausible (eg, belief that personal laptop was hacked by terrorist group).&nbsp; Varying themes of delusions can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Persecutory:&nbsp; belief that oneself is being harmed or threatened by another person or group</li>\n\t<li>Referential:&nbsp; belief that certain environmental cues or comments are directed at oneself (eg, message on billboard pertains to the patient)</li>\n\t<li>Grandiose:&nbsp; belief that oneself is extraordinary in some way (eg, patient is wealthy, famous, or has supernatural abilities)</li>\n\t<li>Erotomanic:&nbsp; belief that another person is in love with oneself</li>\n\t<li>Somatic:&nbsp; belief about one's health or organ systems (eg, patient has leukemia despite normal diagnostic studies)</li>\n\t<li>Nihilistic:&nbsp; belief that oneself or the world does not exist or is on the verge of destruction (eg, patient is already dead)</li>\n</ul><br><br><p>Hallucinations are perceptions that are experienced in the absence of an external stimulus and can be associated with any of the senses (eg, auditory, visual, tactile).&nbsp; Auditory hallucinations are the most common in primary psychotic disorders and are usually experienced as voices.</p><br><br><p>Disorganized speech is an observable sign of a thought disorder.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tangentiality:&nbsp; The patient's initial response is indirectly related to the question and shifts to ideas that are increasingly off-topic without return to the original idea.</li>\n\t<li>Incoherence (\"word salad\"):&nbsp; The patient's response is words and phrases that have no meaning (eg, \"They you up me them.\").</li>\n</ul><br><br><p>Grossly disorganized behavior can include showing unpredictable agitation, having intense emotional responses (eg, continuously laughing for no apparent reason), or wearing clothing that is inappropriate for the weather (eg, 4 layers of clothing in extremely hot weather).&nbsp; Catatonic behaviors can also be seen in schizoaffective disorder and may include mutism, purposeless motor activity, maintenance of abnormal postures, and staring.</p><br><br><p>Negative symptoms include diminished emotional expression (decreased eye contact, facial expressions, and/or body movements), alogia (decreased speech output), avolition (minimal or no participation in purposeful activities such as work or socialization), and anhedonia (little or no interest in or enjoyment of activities).</p><br><br><p>Social and occupational impairment are common in both schizoaffective disorder and schizophrenia, but they are not required for diagnosis of the former.&nbsp; Negative symptoms and lack of insight into illness tend to be less severe compared to schizophrenia.</p>\n<h1>Diagnosis</h1><br><br><p>For a diagnosis of schizoaffective disorder to be made, the following criteria must be met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>An uninterrupted period of illness during which there is a major mood episode (major depressive or manic) concurrent with the following symptoms of schizophrenia:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>≥2</strong> of the following, each present for a significant portion of time during a <strong>1-month period</strong> (less if successfully treated).&nbsp; At least 1 must be delusions, hallucinations, or disorganized speech:<br><br>\t\t<ul>\n\t\t\t<li><strong>Delusions</strong></li>\n\t\t\t<li><strong>Hallucinations</strong></li>\n\t\t\t<li><strong>Disorganized speech</strong></li>\n\t\t\t<li><strong>Grossly disorganized or catatonic behavior</strong></li>\n\t\t\t<li><strong>Negative symptoms</strong></li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>Delusions or hallucinations last for at least 2 weeks <strong>in the absence of</strong> a major mood episode (depressive or manic) during the lifetime duration of the illness.</li>\n\t<li>Symptoms that meet the criteria for a major mood episode are present for the majority of the total duration of the active and residual portions of the illness.</li>\n</ul><br><br><p>Further specifications can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bipolar type</strong>:&nbsp; A manic episode is part of the presentation; major depressive episodes may also occur.</li>\n\t<li><strong>Depressive type</strong>:&nbsp; Only major depressive episodes are part of the presentation; depressive episodes must include low mood (ie, anhedonia without low mood is not sufficient because that is a common negative symptom of schizophrenia).</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>When considering the differential diagnosis for schizoaffective disorder, the duration and timing of mood symptoms are distinguishing factors (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38889.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Schizophrenia</strong>:&nbsp; can also be associated with major mood episodes; however, mood symptoms are present only for a small portion of the illness.</li>\n\t<li><strong>Bipolar I disorder with psychotic features</strong>:&nbsp; also has mood episodes that co-occur with psychosis; however, psychotic symptoms occur exclusively during mood episodes.</li>\n\t<li><strong>Major depressive disorder with psychotic features</strong>:&nbsp; is characterized by depression that co-occurs with psychosis; however, psychotic symptoms occur only during the depressive episode.</li>\n\t<li><strong>Psychotic disorder due to another medical condition</strong>:&nbsp; can also involve hallucinations or delusions and mood symptoms; however, clinical findings of a pathophysiologic process known to cause psychosis and mood symptoms are identified (eg, multiple sclerosis, traumatic brain injury).&nbsp;</li>\n</ul>\n<h1>Evaluation and diagnostic work-up</h1><br><br><p>The large overlap of mood and psychotic symptoms with other medical conditions requires a thorough history, physical examination, and diagnostic work-up.</p><br><br><p>Factors that suggest primary psychotic illness include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Age of onset &lt;40</strong></li>\n\t<li><strong>Prodromal period</strong> (vs acute onset of symptoms)</li>\n\t<li><strong>Auditory hallucinations</strong> (vs visual, gustatory, tactile)</li>\n\t<li><strong>Family history of psychotic illness</strong></li>\n</ul><br><br><p>Laboratory evaluation should include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chemistry panel</li>\n\t<li>Complete blood count with differential</li>\n\t<li>Liver function tests</li>\n\t<li>Thyroid function tests</li>\n\t<li>Vitamin B<font size=\"2\"><sub>12</sub></font> level</li>\n\t<li>Urine drug screen</li>\n\t<li>Urinalysis</li>\n\t<li>HIV serology</li>\n</ul><br><br><p>Further diagnostic evaluation may be indicated depending on clinical findings:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Wilson disease (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32077.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) (eg, ataxia, dysarthria, abdominal pain, abnormal liver function testing):&nbsp; serum ceruloplasmin, 24-hour urinary copper excretion</li>\n\t<li>Heavy metal poisoning (eg, cognitive deficits, ataxia, choreoathetosis, polyneuropathy):&nbsp; heavy metal screening</li>\n\t<li>Systemic lupus erythematosus (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31457.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) (eg, arthralgia, photosensitivity, constitutional symptoms):&nbsp; erythrocyte sedimentation rate and antinuclear antibodies</li>\n\t<li>Seizure activity:&nbsp; electroencephalography</li>\n\t<li>Stroke or dementia (eg, focal weakness, cognitive/speech impairment):&nbsp; CT scan of the head, MRI of the brain</li>\n\t<li>Autoimmune encephalitis (eg, catatonic symptoms, seizures, cognitive impairment, autonomic instability):&nbsp; antibody testing of cerebrospinal fluid and serum</li>\n</ul>\n<h1>Management</h1><br><br><p>First-line treatment of schizoaffective disorder includes pharmacotherapy as well as psychosocial interventions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pharmacotherapy:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Second-generation antipsychotics</strong> (SGAs) (eg, paliperidone, risperidone):<br><br>\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>These drugs target positive symptoms of psychosis, and with certain options, mood symptoms.</li>\n\t\t\t<li>There is a relatively decreased risk for extrapyramidal symptoms and tardive dyskinesia compared to first-generation antipsychotics.</li>\n\t\t\t<li>A variable risk for metabolic syndrome and weight gain exists with SGAs (highest risk with clozapine, olanzapine).</li>\n\t\t\t<li>Clozapine (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39827.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) is considered only for patients whose condition does not respond adequately to 2 or more trials of antipsychotic medication and/or those who have persistent suicidal behaviors (effective at reducing suicidality); patients require regular bloodwork due to the risk for severe neutropenia.</li>\n\t\t\t<li>Long-acting injectable formulations are available for chronic nonadherence to oral medication.</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li><strong>Mood stabilizers</strong> (eg, lithium, valproic acid):&nbsp; for bipolar type</li>\n\t\t<li><strong>Selective-serotonin reuptake inhibitors</strong>:&nbsp; for depressive type; may be used in addition to SGA for persistent depressive symptoms</li>\n\t\t<li><strong>Benzodiazepines</strong> (eg, lorazepam):&nbsp; may be necessary for severe agitation/anxiety or if catatonic symptoms are present</li>\n\t</ul>\n\t</li>\n\t<li>Psychosocial interventions include social skills training and psychotherapy.&nbsp; <strong>Social skills training</strong> consists of behavioral techniques to improve social skills and apply them to specific problems and activities (eg, initiating conversations, negotiating interpersonal situations); training targets negative symptoms. <strong> Psychotherapy</strong> focuses on modalities that are goal-oriented, structured, and emphasize psychoeducation, such as cognitive-behavioral therapy and family therapy (depending on the amount of contact with family members).</li>\n</ul><br><br><p>Due to hallucinations and delusions (especially those that are persecutory in nature) as well as mood episodes, there is a risk for self-harm, agitation, and aggression.&nbsp; Schizoaffective disorder is associated with a higher risk for suicidality (~5% of patients die by suicide).&nbsp; Screening for suicidal and homicidal ideation, assessing risk factors, and safety planning are necessary to determine an appropriate level of care.&nbsp; Hospitalization may be required for those at imminent risk of harming themselves or others.</p><br><br><p>Substance use disorders can co-occur with schizoaffective disorder and contribute to nonadherence to medication regimens as well as worsening psychotic and mood episodes; appropriate screening and psychosocial interventions are recommended.&nbsp; Anxiety disorders are also more common among patients and warrant treatment.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of schizoaffective disorder is variable, and an important factor associated with improved outcomes is early treatment intervention.&nbsp; Poor prognostic indicators include low premorbid functioning; absence of precipitating factors; early onset, negative symptoms; and a family history of psychotic disorders.&nbsp; Life expectancy is decreased due to medical conditions associated with psychotic illnesses (eg, diabetes mellitus, cardiovascular disease) and may be influenced by adverse medication effects, decreased access to health care, substance use disorders, and lifestyle factors (eg, diet, exercise).</p>\n<h1>Summary </h1><br><br><p>Schizoaffective disorder (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37651.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) is characterized by psychotic symptoms that co-occur with major mood episodes (depressive or manic), as well as delusions or hallucinations that occur for at least 2 weeks in the absence of mood symptoms.&nbsp; Major mood episodes must be present for a majority of the total duration of illness.&nbsp; Treatment includes a second-generation antipsychotic in addition to a mood stabilizer (for bipolar type) or selective serotonin reuptake inhibitor (for depressive type).<p></p>\n</div>\n\n            "
}