{
  "meta": {
    "title": "Separation anxiety disorder",
    "url": "https://brainandscalpel.vercel.app/separation-anxiety-disorder-bf01d65c-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:12.818Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Separation anxiety disorder is characterized by excessive fear or anxiety concerning separation from home or from an attachment figure (eg, parent, significant other).&nbsp; Separation anxiety is developmentally normal in early childhood.&nbsp; However, if persistent and severe, it may significantly impair daily functioning and development in later childhood, adolescence, or adulthood.</p>\n<h1>Epidemiology&nbsp;</h1><br><br><p>Separation anxiety disorder is one of the most frequently diagnosed anxiety disorders in childhood, with an estimated prevalence of approximately 4%.&nbsp; If left untreated, approximately one-third of children with separation anxiety disorder may have persistent separation anxiety into adulthood.</p>\n<h1>Etiology and risk factors</h1><br><br><p>During infancy, children are naturally dependent on the caregiver to obtain their needs.&nbsp; Therefore, <strong>anxiety</strong> when separated from their caregiver is considered <strong>normal and adaptive until age 3</strong>.&nbsp; Beyond this age, separation anxiety can <strong>become a disorder</strong> when it is no longer considered adaptive and is <strong>functionally impairing and detrimental</strong> to the child's development.</p><br><br><p>Genetic predisposition (eg, family history of anxiety disorders) and environmental determinants (eg, parenting style, being bullied in school) are risk factors for developing separation anxiety disorder.&nbsp; Parenting styles that are overprotective and/or discouraging of a child's autonomy during their development are associated with increased risk for separation anxiety.&nbsp; Significant events that involve separation from an attachment figure, such as moving away from home or experiencing parental divorce, may prompt the emergence or exacerbation of separation anxiety.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with separation anxiety disorder can present with distressing psychologic and physical symptoms.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Psychologic symptoms</strong> can include expression of inappropriately excessive fears whenever there is (or when the patient anticipates) separation from an attachment figure.&nbsp; Such distress may manifest as depressed mood, concentration difficulties, sleep difficulties, nightmares, and panic attacks.</li>\n\t<li><strong>Physical symptoms</strong> can include stomach discomfort, headaches, nausea, dizziness, and palpitations.</li>\n</ul><br><br><p>Significant functional impairments can occur with these symptoms.&nbsp; In children, these can include avoidance of school, reluctance to leave the house and participate in activities if the attachment figure is not immediately present, oppositional and defiant behaviors (particularly is situations in which they are separated from their attachment figure), and refusal to sleep in their own bed.</p><br><br><p>In some cases, separation anxiety can be present in adulthood with excessive concerns regarding the whereabouts of family or pets, reorganization of routine to avoid traveling or working independently away from home, and family conflict due to frustrations caused by the demands an individual has in order to accommodate separation anxiety.</p><br><br><p>Separation anxiety disorder often develops after a life stressor.&nbsp; Oftentimes, younger children may have existing, internalized fears of separation but do not obviously express these emotions.&nbsp; Consequently, these fears may go unnoticed until later, when situations involving separation are experienced, at which point these clinical features emerge.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnostic criteria for separation anxiety disorder are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Excessive fear or anxiety</strong> (ie, developmentally inappropriate) concerning separation from those to whom the individual is attached, manifesting in <strong>≥3 of the following</strong> themes:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Distress when experiencing separation from home or from major attachment figures</li>\n\t\t<li>Worry about possible harm to or loss of major attachment figures</li>\n\t\t<li>Worry about experiencing an event that would cause separation from a major attachment figure</li>\n\t\t<li>Reluctance or refusal to be away from home or to go elsewhere because of fear of separation from major attachment figures</li>\n\t\t<li>Fear of being alone or without major attachment figures at home or in other settings</li>\n\t\t<li>Reluctance or refusal to sleep away from home or without being near a major attachment figure</li>\n\t\t<li>Repeated nightmares involving theme of separation</li>\n\t\t<li>Repeated physical symptoms (eg, headache, stomach aches) when separation from major attachment figures occurs or is anticipated</li>\n\t</ul>\n\t</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The fear, anxiety, or avoidance is persistent and lasts <strong>≥4 weeks in children and adolescents</strong> or ≥6 months in adults.&nbsp; The disturbance causes <strong>significant distress</strong> in or <strong>impairment</strong> to social, academic, occupational, or other areas of functioning (eg, school avoidance, unable to sleep without parent), and is not better explained by another mental disorder.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Developmentally appropriate behavior</strong>:&nbsp; Separation anxiety is an element of normal, healthy development during infancy.&nbsp; Transient distress when separated, such as when a child goes to school for the first time, is an expected part of development.&nbsp; Separation anxiety disorder is diagnosed if there is persistent impairment (≥4 weeks in children and adolescents or ≥6 months in adults).</li>\n\t<li><strong>Adjustment disorder:</strong>&nbsp; Separation anxiety disorder can often develop after a stressor occurs, similar to adjustment disorder.&nbsp; However, separation anxiety disorder is a more specific condition with a primary factor contributing to the distress.&nbsp;</li>\n\t<li><strong>Obsessive-compulsive disorder</strong> (OCD) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91999.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; Persistent, anxious ruminations of separation may appear as obsessions and the resulting behaviors (eg, constantly checking on the whereabouts of loved one) may appear as compulsions; in OCD, however, the obsessions are less realistic and the compulsions are generally more ritualized and bizarre.</li>\n\t<li><strong>Generalized anxiety disorder</strong>:&nbsp; In separation anxiety disorder, the anxiety is focused on the fear of separation from an attachment figure.&nbsp; In contrast, generalized anxiety disorder is characterized by an excessive worry about multiple aspects of life.</li>\n\t<li><strong>Social anxiety disorder</strong>:&nbsp; Similar to separation anxiety disorder, a primary presentation of social anxiety disorder in children is school avoidance.&nbsp; However, the latter is characterized by distress related to social situations and an underlying fear of being judged or scrutinized negatively by others.</li>\n\t<li><strong>Panic disorder</strong>:&nbsp; In separation anxiety disorder, panic attacks may be a symptom of intense anxiety; however, panic disorder is characterized by unexpected attacks, fear of the next attack, and a persistent worry about the panic symptoms themselves.</li>\n</ul>\n<h1>Evaluation and diagnostic workup</h1><br><br><p>A thorough history of the anxiety symptoms should be gathered, with a particular focus on early development and distinguishing if the anxiety is developmentally appropriate, or if it is functionally impairing and maladaptive in such a way that would meet criteria for the disorder.</p><br><br><p>Laboratory testing is not required for diagnosis; however, in the presence of panic or physical symptoms, patients should be evaluated for other causes, such as thyroid or cardiac conditions function.</p>\n<h1>Management</h1><br><br><p>First-line treatment for separation anxiety disorder in children and adults is <strong>cognitive-behavioral therapy</strong> (CBT), incorporating exposure therapy that will help patients build more effective coping skills to manage the stress-provoking situations where they are separated from their attachment figure.</p><br><br><p>For cases with overwhelming severity of anxiety that do not respond to CBT, pharmacologic treatment may be indicated.&nbsp; Selective serotonin reuptake inhibitors (SSRIs) may reduce severity of anxiety symptoms.&nbsp; The combination of CBT and SSRI treatment is more efficacious than either psychotherapy or pharmacotherapy as monotherapy.</p><br><br><p>In addition, parents may be trained in managing their children's anxieties and developing effective strategies to promote children's autonomy, such as refraining from accommodating the child's anxiety (which would encourage further avoidance behaviors).&nbsp; Family therapy may be helpful in cases where the separation anxiety has resulted in family conflicts.</p>\n<h1>Prognosis</h1><br><br><p>The course of separation anxiety disorder symptoms can fluctuate, particularly when encountering new situations related to separation from the attachment figure.&nbsp; The majority of children with separation anxiety disorder do not have impaired anxiety for the rest of their life.&nbsp; Early intervention, in terms of developing adaptive cognitive behavioral skills, helps to mitigate the impact of anxiety symptoms on development.</p><br><br><p>However, if left untreated, separation anxiety symptoms can impair social and emotional development due to social isolation.&nbsp; Refusing to attend school can result in failure to make academic progress.&nbsp; Later in adulthood, ongoing symptoms of separation anxiety may result in family conflicts, relationship instability, and increased risk of complicated grief when a loved one passes away.&nbsp; There is also a greater risk of developing other anxiety disorders as well as major depressive disorder.</p>\n<h1>Summary</h1><br><br><p>Separation anxiety disorder can affect children, adolescents, and adults.&nbsp; It is differentiated from other anxiety disorders by the particular theme of fearing separation from the home or attachment figures.&nbsp; Symptoms can often develop after a significant life stressor (eg, parental divorce, change of school, death of a loved one).&nbsp; First-line treatment is with cognitive-behavioral therapy.</p>\n</div>\n\n            "
}