{
  "meta": {
    "title": "Sleep disorders",
    "url": "https://brainandscalpel.vercel.app/sleep-disorders-3eb2fbf9-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:17.263Z",
    "type": "article"
  },
  "content": "\n                <h1>Introduction</h1>\n<p>Sleep-wake disorders encompass a wide range of conditions that affect sleep quality, timing, and duration, leading to impaired daytime functioning and overall health.&nbsp; This article discusses normal sleep physiology and the following sleep-wake disorders: insomnia disorder, sleep-related breathing disorders, central disorders of hypersomnolence, circadian rhythm sleep-wake disorders, parasomnias, and sleep-related movement disorders.</p>\n<h1>Normal sleep physiology</h1><br><br><p>Sleep is characterized by distinct stages that repeat in cycles throughout the night and is divided into rapid eye movement (REM) and non-rapid eye movement (NREM) sleep (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46387.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; NREM sleep is further divided into 3 substages (N1, N2, N3).&nbsp; Each stage and substage is characterized by a unique pattern of brain waves of different frequencies (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L102573.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), which can be measured by polysomnography:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Awake:&nbsp; alpha and beta waves</li>\n\t<li>NREM sleep:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>N1:&nbsp; theta waves (wakefulness-sleep transition)</li>\n\t\t<li>N2:&nbsp; theta waves with K complexes and sleep spindles (light, stable sleep)</li>\n\t\t<li>N3:&nbsp; delta waves (deep, slow-wave sleep)</li>\n\t</ul>\n\t</li>\n\t<li>REM sleep:&nbsp; alpha waves, beta waves, sawtooth waves (rapid eye movements, vivid dreaming, atonia of voluntary muscles due to inhibition of motor neurons)</li>\n</ul><br><br><p>NREM and REM sleep stages alternate in 80- to 100-minute cycles (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84731.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; As the night progresses, each sequential cycle includes more time in REM and less time in N3.&nbsp; The largest percentage of sleep overall is spent in N2 (~50%).<p></p><br><br><p>Sleep continuity describes the balance of sleep and wakefulness and is measured on a spectrum of better (little wakefulness or fragmentation) to worse (more wakefulness and fragmentation).&nbsp; Sleep latency is the amount of time it takes to fall asleep once in bed with the lights out; it is usually described in minutes, with 10-20 minutes considered normal.</p><br><br><p>Normal age-related changes to the sleep cycle include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Newborn infants enter REM sleep immediately, and NREM sleep begins to develop at age 3 months.</li>\n\t<li>Young adults experience an elevated percentage of N3 sleep and a delayed onset of sleep.</li>\n\t<li>Adults experience decreased N3 sleep duration, increased time awake and N1 sleep duration, stable REM sleep duration, and decreased total sleep duration as age increases.&nbsp; Sleep characteristics stabilize around age 60.</li>\n</ul><br><br><p>Age-related sleep changes may be reported as insomnia and must be differentiated from primary sleep disorders.&nbsp; Normal changes with aging include decreased total sleep time, increased nighttime awakenings, increased sleepiness earlier in the evening, earlier morning awakening, and increased daytime napping.</p>\n<h1>Insomnia disorder</h1><br><br><p>Insomnia is characterized by the subjective dissatisfaction with sleep quantity or quality.&nbsp; Symptoms can be acute or chronic and have multiple causes (eg, pain, adverse medication effects, maladaptive sleep habits).&nbsp; A diagnosis of insomnia disorder may be indicated if insomnia is regular (≥3 times a week), chronic (≥3 months), and associated with significant daytime distress or impairment.</p>\n<h2>Pathogenesis</h2><br><br><p>Insomnia is caused by hyperarousal, which is multifactorial in nature and includes physiological (eg, altered hypothalamic-pituitary-adrenal axis), psychological (eg, stress, anxiety), and genetic factors.</p>\n<h2>Epidemiology and risk factors</h2><br><br><p>Insomnia is very common, with about one-third of adults experiencing symptoms.&nbsp; Insomnia disorder (chronic insomnia) is estimated to affect 10% of adults.</p><br><br><p>Risk factors for insomnia disorder include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age (more common in older adults)</li>\n\t<li>Female sex (more common in perimenopausal and postmenopausal periods)</li>\n\t<li>Family history of insomnia</li>\n\t<li>Psychiatric conditions (eg, depression, anxiety)</li>\n\t<li>Chronic medical conditions (eg, pain, respiratory disorders)</li>\n\t<li>Medications/substances (eg, caffeine, alcohol, stimulants)</li>\n\t<li>Recently experienced major life stressor (eg, illness, separation)</li>\n\t<li>Poor sleep hygiene</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><p>Symptoms include experiencing difficulties falling or staying asleep, waking up too early, and having nonrestorative sleep.&nbsp; These symptoms cause daytime functional challenges (eg, fatigue, daytime sleepiness, poor concentration, irritability).&nbsp; Patients often have persistent worries about their sleep and develop maladaptive behaviors (eg, sleeping later on weekends, lying awake in bed for long periods of time) that perpetuate insomnia.</p>\n<h2>Diagnosis</h2><br><br><p>Insomnia disorder is a clinical diagnosis that requires a detailed sleep history.&nbsp; In the absence of clues suggesting another sleep disorder (eg, sleep apnea, periodic limb movements), the first step is to have the patient record a 2-week sleep diary, which includes time needed to fall asleep, number and duration of awakenings, estimated time in bed, total sleep time, description of the sleep environment, and associated symptoms (eg, snoring, kicking, anxiety, depression).</p>\n<h2>Differential diagnosis</h2><br><br><p>Insomnia is associated with other medical/psychiatric conditions (eg, major depressive disorder [MDD]).&nbsp; When insomnia symptoms are persistent and severe enough to require evaluation/treatment, a diagnosis of insomnia disorder is given (eg, in addition to MDD).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Normal age-related changes in sleep</strong>:&nbsp; involve decreased total sleep and advancement of sleep phase (eg, early-morning awakenings and/or earlier bedtimes) without daytime impairment as patient age increases.</li>\n\t<li><strong>Sleep deprivation</strong>:&nbsp; involves reduced total sleep time due to insufficient opportunity for an adequate sleep duration.&nbsp; Patients rapidly fall asleep when given the chance to sleep, whereas in insomnia, they have difficulties falling asleep even when feeling fatigued.</li>\n\t<li><strong>Delayed sleep phase disorder</strong>:&nbsp; is characterized by sleeping and waking significantly later than conventional schedules.&nbsp; Patients typically describe themselves as night owls and are most productive in the late afternoon/early evening.&nbsp; When allowed to set their own schedule, these patients have normal sleep quality and duration for their age.</li>\n\t<li><strong>Restless legs syndrome</strong> (RLS):&nbsp; can cause difficulties falling asleep, specifically due to unpleasant restless sensations in patients' legs when trying to sleep.</li>\n\t<li><strong>Obstructive sleep apnea</strong>:&nbsp; can cause loud snoring and frequent nighttime awakenings due to snorting or gasping.</li>\n\t<li><strong>Major depressive disorder</strong> (MDD):&nbsp; can present with sleep difficulties but also involves additional features of depression, such as anhedonia, guilt, loss of appetite, low self-esteem, and hopelessness.</li>\n</ul>\n<h2>Management</h2><br><br><p>Ruling out other causes of insomnia is important.&nbsp; A psychiatric evaluation is appropriate when there is suspicion that psychiatric illness is the primary cause of the patient's insomnia (eg, untreated anxiety, depressive disorders).&nbsp; Polysomnography should be considered if sleep apnea or other sleep disorders are suspected.</p><br><br><p>For acute onset of insomnia (eg, less than 3 months), provide sleep hygiene education (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/43500.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Maintain a regular sleep schedule.&nbsp; Patients often try to catch up on sleep by going to bed earlier on weekends or waking up late, which exacerbates weekday insomnia by reducing sleep drive and preventing regularization of circadian rhythms.</li>\n\t<li>Keep the bedroom quiet, dark, and comfortably cool.</li>\n\t<li>Avoid late afternoon naps.</li>\n\t<li>Avoid exposure to electronic devices before bedtime.</li>\n\t<li>Avoid nicotine, caffeine, alcohol, and heavy meals in the evening.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Advise &lt;300 mg/day, or 3 cups of coffee, per day and restricting caffeinated beverages to ≥8 hours before bedtime.</li>\n\t\t<li>Advise restricting alcoholic beverages to ≥2 hours before bedtime.&nbsp; Alcohol can decrease sleep latency, but once fully metabolized it causes shallow sleep and multiple awakenings during the second half of the night.</li>\n\t</ul>\n\t</li>\n\t<li>Exercise daily to increase sleep drive; avoid vigorous evening exercise (can perpetuate sleep-onset insomnia due to sympathetic activation).</li>\n</ul><br><br><p>For insomnia disorder (eg, ≥3 months), cognitive-behavioral therapy for insomnia (CBT-I) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37376.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is the first-line treatment.&nbsp; CBT-I combines several approaches, including:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Behavioral techniques:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Sleep hygiene education</li>\n\t\t<li>Stimulus control therapy:&nbsp; Limit time spent in bed awake.&nbsp; Patients should use the bed only for sleep or sex (eg, not for watching television) and leave the bed if they are awake in bed &gt;20 minutes.</li>\n\t\t<li>Relaxation techniques (eg, breathing exercises, progressive muscle relaxation)</li>\n\t</ul>\n\t</li>\n\t<li>Cognitive therapy to address dysfunctional thoughts about sleep (sleep anxiety)</li>\n</ul><br><br><p>Pharmacotherapy is reserved for severe or unresponsive cases using the lowest effective dose for the shortest duration.&nbsp; Medications with a rapid onset and short half-life are preferred to initiate sleep and avoid unnecessary daytime adverse effects:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nonbenzodiazepine benzodiazepine receptor agonists</strong> (zaleplon, zolpidem, eszopiclone):&nbsp; more selective binding to GABA-A receptor compared to benzodiazepines, which may limit adverse effect profile</li>\n\t<li><strong>Benzodiazepines</strong> (eg, estazolam, flurazepam, temazepam, triazolam, and quazepam):&nbsp; GABA-A receptor agonist; higher risk for dependence</li>\n</ul><br><br><p>With both nonbenzodiazepine benzodiazepine receptor agonists and benzodiazepines, many patients develop tolerance to the hypnotic effects.&nbsp; Long-term use is associated with adverse effects, including somnolence, dependence, and cognitive impairment.</p><br><br><p>Other medications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ramelteon</strong>:&nbsp; a melatonin agonist with a lower adverse-effect burden than other sedative-hypnotic agents, and it is effective in reducing time to sleep onset in the elderly.</li>\n\t<li><strong>Trazodone</strong>:&nbsp; a serotonergic antidepressant that can be used as a sleep aid at lower doses.&nbsp; Its longer half-life (up to 12 hours) may cause morning drowsiness, and it is more effective for patients with coinciding MDD.</li>\n\t<li>Antihistamines (eg, diphenhydramine) should be avoided because they can cause excessive sedation with questionable effectiveness.</li>\n</ul><br><br><p>Medication selection for elderly patients requires special attention to safety issues (eg, daytime sedation, cognitive impairment, delirium, night wandering, agitation, balance problems, falls).</p>\n<h2>Prognosis</h2><br><br><p>Insomnia reduces quality of life and increases the risk for accidents/injuries, suicidality, psychiatric conditions (eg, depression, anxiety), and cardiovascular diseases (eg, hypertension).&nbsp; Effective management can significantly improve outcomes.</p>\n<h1>Sleep-related breathing disorders</h1><br><br><p>Sleep-related breathing disorders include OSA and central sleep apnea (CSA).&nbsp; OSA (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34760.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) results from repetitive upper airway collapse during sleep, whereas CSA is due to a lack of respiratory effort during sleep, often linked to neurological/cardiovascular conditions.<p></p>\n<h1>Central disorders of hypersomnolence</h1><br><br><p>Central disorders of hypersomnolence include narcolepsy and hypersomnolence disorder.&nbsp; They involve a dysregulation of the sleep-wake cycle, leading to excessive daytime sleepiness that is often due to abnormalities in the hypothalamus.</p><br><br><p><span>Hypersomnolence disorder</span></p><br><br><p>Hypersomnolence disorder (idiopathic hypersomnolence) is characterized by excessive sleepiness despite a sleep period ≥7 hours.&nbsp; This is a rare condition, with an estimated prevalence of 20-100 cases per million people.&nbsp; The pathogenesis is unclear.</p><br><br><p>Symptoms include sleepiness despite adequate or excessive sleep and sleep inertia (prolonged duration of impairment [eg, confusion, ataxia] upon awakening).</p><br><br><p>Diagnosis involves excluding other causes of excessive daytime sleepiness (eg, narcolepsy, sleep deprivation, depression).&nbsp; Polysomnogram shows decreased sleep latency, prolonged total sleep time, and good sleep continuity without signs of OSA or narcolepsy.&nbsp; A multiple sleep latency test, which measures how quickly it takes to fall asleep during the day, shows decreased sleep latency (≤8 minutes) and &lt;2 sleep-onset REM periods (eg, &lt;2 instances of REM sleep occurring within 15 minutes of falling asleep).</p><br><br><p>Treatment includes modafinil (first-line).&nbsp; Scheduled naps are unrefreshing and not effective.</p>\n<h1>Circadian rhythm sleep-wake disorders</h1><br><br><p>Circadian rhythm sleep-wake disorders involve a recurrent pattern of sleep disruption caused by the misalignment between an individual's internal circadian rhythm and the sleep-wake schedule required by the external environment (eg, social or work schedule).</p>\n<h2>Pathogenesis</h2><br><br><p>Circadian rhythms are maintained by the suprachiasmatic nucleus (SCN), which receives input from the retina and sends projections to other hypothalamic nuclei and the pineal gland.&nbsp; The SCN modulates alertness and diurnal variations in body temperature and hormone production (eg, cortisol, melatonin).&nbsp; Circulating melatonin levels are normally highest during the night and lowest during the day.&nbsp; In contrast, cortisol peaks in the morning and reaches its lowest level at night.&nbsp; The misalignment of these processes with an individual's sleep-wake schedule results in circadian rhythm disorders.</p>\n<h2>Risk factors</h2><br><br><p>Environmental factors such as the following can play a significant role in developing a circadian rhythm sleep-wake disorder:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Changes in light exposure in the morning and/or evening</li>\n\t<li>Exposure to blue light (eg, from digital screens), which suppresses melatonin production</li>\n</ul><br><br><p>Family history also increases the risk for developing these disorders.</p>\n<h2>Delayed sleep-wake phase disorder</h2><br><br><p>Delayed sleep-wake phase disorder causes delayed sleep onset and awakening, resulting in insomnia and daytime sleepiness due to difficulty falling asleep and waking up on a normal schedule.&nbsp; This occurs most commonly in adolescence.&nbsp; Patients have normal sleep quality and duration when allowed to follow their own schedule.</p><br><br><p>Treatment may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Melatonin scheduled in the evening approximately 2 hours before desired bedtime</li>\n\t<li>Bright light therapy in the mornings, which stimulates the SCN to decrease the secretion of melatonin in the morning and realign the internal circadian rhythm</li>\n\t<li>Sleep hygiene optimization</li>\n</ul>\n<h2>Advanced sleep-wake phase disorder</h2><br><br><p>Advanced sleep-wake phase disorder causes early evening sleep onset and early morning awakening, which results in patients going to sleep and waking earlier than societal norms.&nbsp; This occurs most commonly in elderly patients.&nbsp; Patients have no symptoms when they align their sleep schedule to their internal circadian rhythm.</p><br><br><p>Treatment may include bright light therapy in the evenings (usually 1-3 hr before bedtime) at the time the patient becomes sleepy to delay the secretion of melatonin and postpone the sleep cycle to resynchronize the body clock to coincide with environmental requirements.</p>\n<h2>Shift-work disorder</h2><br><br><p>In shift-work disorder, sleep-wake timing is dictated by work schedules that conflict with normal sleep-wake cycles, resulting in both sleepiness during work hours and insomnia at desired bedtimes.</p><br><br><p>Treatment is variable, depending on individual needs and circumstances, and may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Regular sleep scheduling, which involves a consistent 7- to 9-hour sleep duration or a scheduled shorter sleep period followed by another variably timed sleep period.</li>\n\t<li>CBT-I.</li>\n\t<li>Pharmacotherapy for insomnia (eg, nonbenzodiazepine benzodiazepine receptor agonist) or daytime sleepiness (eg, modafinil) may be considered.</li>\n</ul>\n<h2>Jet lag disorder</h2><br><br><p>In jet lag disorder, rapid shifts in time zones (eg, international air travel) overtakes endogenous circadian rhythm adjustment, resulting in asynchrony between environmental light cues and intrinsic sleep-wake drives.&nbsp; Symptoms include sleep disturbances, daytime fatigue, reduced performance, malaise, and gastrointestinal symptoms (eg, constipation).&nbsp; The severity of symptoms typically correlates with the number of time zones crossed.&nbsp; Eastward travel requires a longer period of adjustment than westward travel because it is easier to lengthen the natural sleep-wake cycle than to shorten it.</p><br><br><p>Treatment may include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35712.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Behavioral modifications:&nbsp; strategic use of exercise, caffeine, meal timing (eg, avoiding meals or snacks during the middle of the night), and short naps</li>\n\t<li>Melatonin:&nbsp; short-term (eg, 3-5 days) timed melatonin treatment</li>\n\t<li>Bright light therapy (sunlight is the best source):&nbsp; used to coordinate circadian rhythm (eg, in the morning when traveling eastward)</li>\n</ul>\n<h2>Non-24-hour sleep-wake rhythm disorder</h2><br><br><p>Non-24-hour sleep-wake rhythm disorder involves misalignment of circadian rhythm with the 24-hour light-dark cycle, commonly seen in patients with total blindness.</p><br><br><p>Most people have an internal circadian rhythm slightly longer than 24 hours.&nbsp; The perception of light serves as a strong cue for the SCN to regularly realign with a 24-hour light-dark cycle.&nbsp; In patients with total blindness, these realignments do not occur and result in a progressively misaligned internal circadian rhythm.&nbsp; Symptoms include cyclical sleep impairment, with insomnia and daytime fatigue most pronounced at the times of greatest time misalignment.</p><br><br><p>Treatment includes regularly timed melatonin or melatonin receptor agonists (tasimelteon).</p>\n<h1>Parasomnias</h1><br><br><p>Parasomnias involve abnormal behaviors, experiences, or physiological events during sleep, often when transitioning between sleep stages or from sleep to wakefulness (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84731.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; They can be classified based on whether they occur during NREM sleep (sleepwalking, sleep terrors) or REM sleep (nightmare disorder, REM sleep behavior disorder).<p></p><br><br><p><strong>Risk factors</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Genetics:&nbsp; first-degree relative with parasomnia</li>\n\t<li>Other sleep disorders:&nbsp; sleep conditions that increase arousal from sleep (eg, OSA and RLS) and increase the likelihood of sleep stage disruptions</li>\n\t<li>Young age:&nbsp; NREM-related parasomnias more common in childhood</li>\n\t<li>Older age:&nbsp; REM-related parasomnias associated with neurodegeneration</li>\n\t<li>Serotonergic antidepressants and short-acting hypnotics:&nbsp; associated with an increased risk for certain parasomnias</li>\n</ul>\n<h2>NREM-related parasomnias</h2><br><br><p>Parasomnias during NREM sleep include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sleepwalking</strong>:&nbsp; nighttime ambulation associated with incomplete arousal</li>\n\t<li><strong>Sleep terrors</strong>:&nbsp; sudden nighttime awakenings associated with fear, crying, screaming, and inability to be consoled</li>\n</ul><br><br><p>Distinguishing features of NREM parasomnias:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The event typically occurs during the first half of the sleep period.</li>\n\t<li>The patient is difficult to awaken or experiences incomplete arousal (eg, confusion) during the event.</li>\n\t<li>The patient has the appearance of being alert or awake during the event (eg, eyes open).</li>\n\t<li>The patient experiences amnesia of the event (eg, inability to recall dream content).</li>\n</ul>\n<h2>REM-related parasomnias</h2><br><br><p>Parasomnias during REM sleep include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nightmare disorder</strong>:&nbsp; vivid recall of disturbing dream content without significant motor activity</li>\n\t<li><strong>REM sleep behavior disorder</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/85569.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ):&nbsp; loss of normal muscle paralysis during REM sleep; results in acting out dreams, which can sometimes be violent; associated with neurodegenerative diseases (eg, Parkinson disease, dementia with Lewy bodies) due to damage of brainstem nuclei responsible for inhibiting spinal motor neurons</li>\n</ul><br><br><p>Distinguishing features of REM parasomnias are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The event typically occurs during the final half of the sleep period (REM periods longer).</li>\n\t<li>The patient appears to be asleep during the event prior to awakening.</li>\n\t<li>The patient is alert and fully oriented after awakening.</li>\n\t<li>The patient is able to remember the event or dream.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Parasomnias are a clinical diagnosis.&nbsp; Keeping a sleep diary, particularly to record the time of night when the event occurs, can be diagnostically supportive.&nbsp; Descriptive information may need to be obtained from a bed partner or, in the case of children, a parent.</p>\n<h2>Differential diagnosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nocturnal seizures</strong>:&nbsp; occur in NREM sleep and are associated with postictal confusion on awakening; however, motor activity is the same each time (stereotyped movements).</li>\n\t<li><strong>OSA</strong>:&nbsp; may also involve confusional arousals, although only during apneic events.</li>\n\t<li><strong>Posttraumatic stress disorder</strong>:&nbsp; involves nightmares that are generally related to a prior trauma and associated with additional trauma-related symptoms (eg, avoidance, hypervigilance).</li>\n</ul>\n<h2>Management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Optimize sleep hygiene and ensure adequate sleep duration.</li>\n\t<li>Maintain safety (eg, secure windows, clear pathway obstructions, remove sharps).</li>\n\t<li>Sleepwalking and sleep terrors rarely require any further interventions.</li>\n\t<li>For nightmare disorder, imagery rehearsal therapy (rewrite dream content to be less distressing) and/or prazosin may be helpful.</li>\n\t<li>For REM sleep behavior disorder, discontinuing contributing medications (eg, serotonergic antidepressants), if possible, can be helpful.&nbsp; Patients should consider melatonin or low-dose clonazepam.</li>\n</ul>\n<h2>Prognosis</h2><br><br><p>Most parasomnias in children are benign and resolve spontaneously with age.&nbsp; In adults, prognosis is variable.&nbsp; REM sleep behavior disorder has a strong association with an eventual diagnosis of a neurodegenerative disease (eg, Parkinson disease).</p>\n<h1>Sleep-related movement disorders</h1><br><br><p>Sleep-related movement disorders include restless legs syndrome (RLS) and periodic limb movement disorder (PLMD).&nbsp; These conditions are associated with dopaminergic dysfunction and involve involuntary movements during sleep or at sleep onset, which often causes insomnia.&nbsp;</p><br><br><p>RLS is characterized by an irresistible&nbsp;urge to move the legs&nbsp;when at rest, without pain or numbness, often accompanied by dysesthesia (eg, itching, crawling sensations).&nbsp; Abnormalities of iron use and&nbsp;dopaminergic&nbsp;systems (near circadian control centers) in the CNS may play a role; peripherally, hyperalgesia is partly mediated by A-delta fiber input.&nbsp; Iron supplementation therapy is recommended for iron deficiency or ferritin &lt;75 ng/mL.&nbsp; For frequent or severe symptoms,&nbsp;alpha-2-delta calcium channel ligands&nbsp;(eg, pregabalin, gabapentin) are recommended.</p>\n\n            "
}