{
  "meta": {
    "title": "Suicidal ideation and risk assessment",
    "url": "https://brainandscalpel.vercel.app/suicidal-ideation-and-risk-assessment-ef0123c3-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:22.455Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Suicidal ideation refers to the thought about killing oneself.&nbsp; A suicide risk assessment is the standard of care to evaluate suicidal ideation and identify appropriate interventions to decrease the risk of a suicide attempt or suicide.&nbsp; When these thoughts involve a significant degree of intent to end one's life, there may be an imminent risk for death or injury, and it is considered an emergency.</p>\n<h1>Epidemiology</h1><br><br><p>Suicidal ideation is common:&nbsp; The estimated lifetime prevalence of suicidal ideation is about 10%.&nbsp; The majority of individuals with suicidal ideation do not receive mental health services.</p><br><br><p>The probability of a suicide attempt (nonfatal self-injurious behavior with the intent to kill oneself) is higher when an individual has experienced suicidal ideation:&nbsp; The lifetime prevalence of a suicide attempt is approximately 3%.&nbsp; The most common methods of suicide include that via firearms, hanging/suffocation, and poisoning/drug overdose.</p>\n<h1>Clinical presentation</h1><br><br><p>The majority of individuals who die by suicide have a diagnosis of a major mood disorder (eg, major depressive disorder [MDD], bipolar disorder); however, other stressors not directly associated with psychiatric illness (eg, bereavement, chronic illness) also carry an increased risk for suicide.</p><br><br><p>Patients may be hesitant to disclose suicidal ideation for various reasons (eg, stigma, loss of autonomy).&nbsp; If life-threatening behaviors (eg, reckless driving, fall from a building, excessive substance use, self-harming) are present, they may be reported as accidental instead of intentional due to a fear of potential outcomes (eg, involuntary hospitalization).</p>\n<h1>Suicide screening and risk assessment</h1><br><br><p>Most patients who die by suicide visit a primary care provider in the months before their death.&nbsp; Universal screening for suicide is recommended for adolescents age ≥12 because they may not disclose suicidal thoughts unless directly asked.&nbsp; For adults, a more targeted approach to screening is recommended (eg, current depressive symptoms, history of a suicide attempt).</p><br><br><p>A suicide risk assessment <strong>determines the current likelihood for suicidal behavior</strong> by evaluating the presence and severity of suicidal ideation, intent, and plan in the context of modifiable and static risk factors.&nbsp; The risk level then guides subsequent management.</p><br><br><p>A suicide risk assessment should be conducted when patients:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Express suicidal ideation</li>\n\t<li>Have symptoms consistent with MDD</li>\n\t<li>Present after a recent suicide attempt</li>\n\t<li>Present in the aftermath of a life-threatening behavior (eg, reckless driving, fall from a building, excessive substance use, self-harming)</li>\n</ul><br><br><p>Patients must have intact cognitive functioning to undergo a risk assessment.&nbsp; If that is not the case (eg, intoxication, delirium), managing the underlying etiology of altered mental status is critical under close observation in a safe setting (eg, emergency department with suicide precautions, 1:1 observation) until the assessment can be performed.</p>\n<h2>Risk factors</h2><br><br><p>A variety of individual, interpersonal, and environmental factors can contribute to suicidal behaviors (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32383.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; These risk factors can be modifiable (ie, decreased by an intervention) or static (ie, cannot be changed).<p></p><br><br><p>The most predictive risk factor for a suicide attempt is a prior suicide attempt.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Modifiable risk factors</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Suicidal thoughts, intent, and/or plan</li>\n\t\t<li>Access to dangerous means (eg, weapons, medications)</li>\n\t\t<li>Active substance use, intoxication, or withdrawal</li>\n\t\t<li>Concurrent psychiatric conditions (eg, MDD, posttraumatic stress disorder, psychosis, agitation)</li>\n\t\t<li>Abrupt discontinuation of mental health treatment (eg, stopped taking medications)</li>\n\t\t<li>Concurrent medical issues (eg, chronic pain, terminal illness, traumatic brain injury)</li>\n\t\t<li>Hopelessness, worthlessness</li>\n\t\t<li>Recent psychosocial stressor (eg, recent loss, trauma, life transitions)</li>\n\t\t<li>Lack of&nbsp;social support, living alone, widowed/divorced</li>\n\t</ul>\n\t</li>\n\t<li><strong>Static risk factors</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Past suicide attempt</li>\n\t\t<li>Older age (age &gt;70 have the highest rates for suicide)\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Sex:&nbsp; Females are more likely than males to attempt suicide, but males are more likely than females to die by suicide.</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>Family history of suicide</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Protective factors</h2><br><br><p>Factors that decrease the likelihood of attempting or completing suicide:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Access to effective mental health care</li>\n\t<li>Connectedness to family, friends, and community</li>\n\t<li>Cultural, religious, or personal beliefs that discourage suicidal behavior and/or encourage a sense of purpose</li>\n</ul>\n<h2>Suicidal ideation</h2><br><br><p>Inquiring about suicidal ideation does not cause or increase the severity of suicidal thinking.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ask directly about suicidal ideation (\"Have you been thinking about harming or killing yourself?\").</li>\n\t<li>Assess frequency (eg, constant, couple times a week) and duration (eg, days, months) of suicidal thinking.</li>\n\t<li>Determine if the thoughts are passive (\"I wish I could go to sleep and never wake up.\") or active (\"I'm going to walk into traffic and kill myself\".).</li>\n\t<li>Assess how effectively the person can manage suicidal thoughts (eg, uses substances as a form of distraction vs calling the crisis line).</li>\n</ul>\n<h2>Suicide plan</h2><br><br><p>A plan indicates a higher degree of risk.&nbsp; Therefore, the patients should be asked if they have thought about specific ways to kill themselves (eg, hanging, ingesting pills), and if so:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Inquire if the patient has chosen a time/location to act on their plan.</li>\n\t<li>Determine whether the patient has feasible access to the method (eg, keeps gun in bedside table).</li>\n\t<li>Assess the lethality of the method (eg, ingesting 4 acetaminophen capsules vs 100).</li>\n\t<li>Assess the likelihood of rescue (eg, how likely to be interrupted or rescued).</li>\n</ul>\n<h2>Suicidal intent</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Strength of intent (how resolved a patient is to die by suicide) is variable and can fluctuate; risk assessment evaluates the current level of intent.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Low intent:&nbsp; suicidal thoughts easily redirected (eg, reactive, fleeting); no associated or vague suicidal plan; identification of reasons for living/protective factors (eg, pet, family, religion)</li>\n\t\t<li>High intent:&nbsp; strong desire to act on suicidal thoughts; specific plan; no reported reasons for living (\"The only option is to kill myself, and nothing will change my mind.\")</li>\n\t</ul>\n\t</li>\n\t<li>Identify if substance use is associated with thoughts of suicide (eg, patient has a strong desire to die by suicide when intoxicated or in withdrawal) and impulsive behaviors.</li>\n\t<li>Determine how close the patient has come to acting on a plan:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Rehearsing specific method (eg, standing on bridge, holding gun to head)</li>\n\t\t<li>Taking preparatory actions (eg, collecting medications, evidence of researching methods, writing suicide letter, giving away belongings)</li>\n\t</ul>\n\t</li>\n\t<li>For a patient presenting after a concerning or life-threatening behavior, determine if it was associated with suicidal intent (eg, driving at 100 mph with intent to die).</li>\n</ul><br><br><p>Collecting collateral information from people who know the patient well (eg, family, significant other) can be an important aspect of the risk assessment, especially in cases in which elements of the risk assessment are unclear (eg, patient not forthcoming).</p><br><br><p>The risk assessment culminates by synthesizing the history and nature of the suicidal thoughts, risk factors for suicide, and protective factors to make a clinical judgment of how likely the patient will progress to attempting/completing suicide:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Low (nonimminent) risk</strong>:&nbsp; no or infrequent suicidal thoughts without an apparent plan or intent; few risk factors; many protective factors</li>\n\t<li><strong>High (imminent) risk</strong>:&nbsp; frequent suicidal thoughts with a specific plan and intent to act imminently; rehearsal or preparatory behaviors; multiple risk factors; few or no protective factors</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of suicidal ideation depends on the risk level for suicide (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33523.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p>\n<h2>Low risk</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Collaborate with the patient to create a safety plan, which includes coping strategies, family/friend supports, emergency contacts, and crisis line information.</li>\n\t<li>Avoid no-suicide contracts (patient-signed agreement to not harm themselves) as they are not effective in preventing suicide.</li>\n\t<li>Discuss removing access to means of suicide (eg, firearms, medications) and enlist family/friends to help (if patient is agreeable).</li>\n\t<li>Address psychiatric conditions (eg, MDD, substance use disorders) and provide appropriate treatment and referrals, including follow-up with a primary care or mental health provider.</li>\n</ul>\n<h2>High risk</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Recommend inpatient hospitalization..</li>\n\t<li>Engage the patient in a conversation about safety concerns and primary goals of hospitalization (eg, acute stabilization).</li>\n\t<li>Ensure the immediate environment is safe.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>In an outpatient clinic, provide continued observation of the patient and contact emergency and/or security personnel for immediate transport of the patient to the hospital.</li>\n\t\t<li>In the hospital, implement suicide precautions (eg, remove items that patients can use to harm themselves [eg, long cords, sharp objects], assign a 1:1 sitter in the room for continued monitoring of patients).</li>\n\t</ul>\n\t</li>\n\t<li>If the patient refuses hospitalization, pursue an involuntary hospitalization according to local laws.</li>\n\t<li>If the patient is a minor and active safety concerns are present, disclosure to a parent/guardian is permissible; if hospitalization is required, adolescents may be able to consent to hospitalization (location dependent; minimum age varies) or parental consent may be required.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of suicidal ideation depends on the history and severity of suicidal thoughts and the presence of risk factors and protective factors.&nbsp; Without emergent intervention for those with acute suicidal ideation with intent to act on a plan, these patients may attempt suicide.&nbsp; Managing modifiable risk factors can mitigate the risk of a suicide attempt.</p>\n<h1>Summary</h1><br><br><p>Suicidal ideation is common and can present in a variety of clinical settings.&nbsp; A suicide risk assessment is recommended when there is concern for or disclosure of suicidal thoughts.&nbsp; The risk assessment aids in determining the likelihood of suicidal behaviors and appropriate interventions.</p>\n</div>\n\n            "
}