{
  "meta": {
    "title": "Tourette syndrome",
    "url": "https://brainandscalpel.vercel.app/tourette-syndrome-b97a1797-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:22.472Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Tourette syndrome is a childhood neuropsychiatric disorder characterized by multiple motor tics and at least 1 vocal tic.&nbsp; Tics are sudden, brief, recurrent, nonrhythmic motor movements (eg, blinking, facial grimacing) and vocalizations (eg, grunting, throat clearing).&nbsp; Tics can usually be suppressed temporarily and are often preceded by an irresistible urge followed by feelings of relief.&nbsp; Symptoms must be persistent for &gt;1 year, although they may fluctuate in intensity.</p><h1>Epidemiology and risk factors</h1><p>The estimated prevalence of Tourette syndrome is approximately 0.5%.&nbsp; It affects males more often than females (4:1 ratio).&nbsp; The average age of onset is age 6, with the majority of patients experiencing symptoms by age 11.</p><p>Several factors may contribute to the risk of developing Tourette syndrome, including genetic predisposition (heritability ~75%) and certain environmental factors (eg, maternal tobacco use during pregnancy, preterm birth, advanced paternal age).</p><h1>Clinical presentation</h1><p>Tics are <strong>sudden, brief, recurrent, nonrhythmic motor movements and vocalizations</strong> that can be simple or complex:</p><ul class=\"article-body-unordered-list\"><li><strong>Simple</strong>:&nbsp; short duration, involve limited muscle group(s)<ul class=\"article-body-unordered-list\"><li>Motor:&nbsp; eye blinking (common), throat clearing (common), nose twitching</li><li>Vocal:&nbsp; grunting, coughing, throat clearing</li></ul></li><li><strong>Complex</strong>:&nbsp; longer duration, involve multiple muscle groups, can be a combination of simple tics<ul class=\"article-body-unordered-list\"><li>Motor:&nbsp; hopping, kicking, imitating another person's body movements</li><li>Vocal:&nbsp; repeating another person's words/phrases, saying obscenities (minority of patients)</li></ul></li></ul><p>Symptoms occur multiple times a day, frequently in bouts.&nbsp; Most tics are preceded by an urge or uncomfortable sensation (eg, itch, tension) and are followed by a sense of relief.&nbsp; Tics are not considered to be voluntary; however, they may be suppressed for varying periods of time.</p><p>Onset of Tourette syndrome typically occurs before age 11, with most patients experiencing peak severity from age 10 to 12 and symptom reduction during adolescence/adulthood.&nbsp; Over the course of the illness, tics can change in type, intensity, and frequency.&nbsp; Tics tend to worsen during times of excitement, anxiety, and stress and improve during periods of calmness and sleep.</p><p>Comorbid psychiatric conditions are common and can include attention deficit hyperactivity disorder (ADHD), obsessive compulsive disorder (OCD), oppositional defiant disorder (ODD), and autism spectrum disorder (ASD).</p><h1>Diagnosis</h1><p>For a diagnosis of Tourette syndrome, the following criteria must be met:</p><ul class=\"article-body-unordered-list\"><li><strong>Multiple motor and ≥1 vocal tics</strong> have been present at some time during the illness, although not necessarily concurrently.</li><li>Tics have <strong>persisted for &gt;1 year</strong> since onset but may fluctuate in frequency.</li><li><strong>Onset is before age 18</strong>.</li><li>Symptoms are not associated with effects of substance use (eg, cocaine) or another medical condition (eg, Huntington disease).</li></ul><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Hyperkinetic movement disorders</strong><ul class=\"article-body-unordered-list\"><li><strong>Myoclonus</strong> also consists of sudden, nonrhythmic movements; however, the movements are not suppressible nor preceded by an urge or uncomfortable sensation.</li><li><strong>Stereotyped movements</strong> (eg, hand waving, rocking) also consist of repetitive movements that can be reduced with distraction; however, these movements are rhythmic, longer in duration (up to a few minutes), and not preceded by an urge or uncomfortable sensation.</li></ul></li><li><strong>Obsessive compulsive disorder</strong> (OCD) can include compulsions consisting of recurrent motor movements (eg, eye blinking) that also result in a sense of relief; however, compulsions tend to be driven by clear-cut obsessions (eg, contamination fears).&nbsp; Tic disorders and OCD can co-occur, in which case both diagnoses are given.</li></ul><h1>Management</h1><p>Treatment for Tourette syndrome is symptomatic and dependent on the severity of tics as well as the presence of comorbid psychiatric symptoms (ADHD, OCD).&nbsp; For mild tics that do not impair daily functioning, treatment should focus on psychoeducation and monitoring of tics.&nbsp; For patients with severe tics, treatment is as follows:</p><ul class=\"article-body-unordered-list\"><li><strong>Habit reversal training</strong> is first-line treatment for Tourette syndrome and is a type of cognitive-behavioral therapy (CBT) that consists of 2 components:<ul class=\"article-body-unordered-list\"><li>Tic awareness training:&nbsp; learning to recognize and become aware of urges, signals, and sensations that precede the occurrence of a tic</li><li>Competing response training:&nbsp; performing competing behavior (eg, taking a deep breath) when an urge is experienced in order to reduce tic frequency and intensity over time</li></ul></li><li>Pharmacotherapy may be appropriate if psychotherapy is inaccessible or if symptoms are severe.<ul class=\"article-body-unordered-list\"><li>Alpha-adrenergic agonists (eg, guanfacine, clonidine):&nbsp; used for less debilitating symptoms; relatively lower risk for significant adverse effects in children; can cause sedation and hypotension</li><li>Antidopaminergic drugs:&nbsp; may be indicated for severe symptoms<ul class=\"article-body-unordered-list\"><li>Antipsychotics (eg, haloperidol, pimozide, aripiprazole) reduce tic severity but are associated with decreased tolerability (eg, weight gain, metabolic syndrome) and increased risk for movement-related adverse effects (eg, dystonia, tardive dyskinesia).</li><li>VMAT2 inhibitors (eg, tetrabenazine, valbenazine) deplete dopamine through inhibition of VMAT2 and are not associated with tardive dyskinesia or metabolic syndrome.</li></ul></li></ul></li></ul><p>For comorbid conditions, the following treatments are recommended:</p><ul class=\"article-body-unordered-list\"><li>Comorbid ADHD:&nbsp; behavioral interventions and initial pharmacotherapy with alpha-adrenergic agonists (eg, guanfacine, clonidine); if improvement is minimal, may switch to stimulants (eg, methylphenidate) with close monitoring for potential worsening of tics</li><li>Comorbid OCD:&nbsp; CBT with or without a selective serotonin reuptake inhibitor (SSRI)</li></ul><p>Comorbid mood and anxiety disorders are common and require screening and treatment.&nbsp; Tourette syndrome is associated with an elevated suicide risk and requires screening for suicidal ideation, assessment of risk factors, and safety planning.</p><h1>Prognosis</h1><p>Degree of impairment from Tourette syndrome is highly variable; patients with mild symptoms may experience minimal or no impact on daily functioning.&nbsp; Approximately one-third of patients will experience complete resolution of symptoms, another third of patients will have symptom improvement in adolescence and adulthood, and the remaining third will have lifelong tics.&nbsp; Poor prognostic indicators include comorbid psychiatric conditions (ADHD, OCD) and a family history of Tourette syndreom and/or anxiety disorders.</p><h1>Summary</h1><p>Tourette syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60403.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a childhood neuropsychiatric condition characterized by multiple motor tics and at least 1 vocal tic.&nbsp; Tics are usually preceded by irresistible urges and followed by feelings of relief.&nbsp; Management is symptomatic and depends on the degree of functional impairment and distress.&nbsp; First-line treatment includes habit reversal training with or without pharmacotherapy, which includes alpha-adrenergic agonists (eg, clonidine, guanfacine) and antidopaminergic drugs (vesicular monoamine transporter-2 inhibitors, antipsychotics).<p></p></div>\n            "
}