{
  "meta": {
    "title": "Uncomplicated grief and prolonged grief disorder",
    "url": "https://brainandscalpel.vercel.app/uncomplicated-grief-and-prolonged-grief-disorder-1b6d2291-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:25.419Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n\t<p>Grief is a natural and normal process in response to bereavement (the death of a loved one) and includes a wide range of emotional, cognitive, behavioral, and physical experiences.&nbsp; Most individuals adapt to the loss, resulting in decreased intensity of symptoms over time.&nbsp; However, others develop prolonged grief disorder: a persistent, disabling grief response characterized by yearning for and preoccupation with the deceased individual.</p>\n\t<h1>Epidemiology and risk factors</h1><h2>Uncomplicated grief</h2>\n\t\n\t<p>Grief is universal, and about 60% of the population is bereaved at any given time.</p>\n\t<h2>Prolonged grief disorder</h2>\n\t\n\t<p>The estimated lifetime prevalence of prolonged grief disorder among the general population is 2%-5%.&nbsp; Several factors may increase the likelihood of developing prolonged grief disorder, including older age, psychological factors (eg, comorbid psychiatric illness, anxious or insecure attachment style), and environmental factors (eg, death of a child or spouse/partner, death by violent means, multiple losses).</p>\n\t<h1>Clinical presentation</h1><h2>Uncomplicated grief</h2>\n\t\n\t<p>Grief responses are unique to each individual and often change over time.&nbsp; The intensity and pattern of the response can depend on multiple factors, including the relationship with the deceased and circumstances of the death.&nbsp; For many, grief symptoms are experienced in waves (pangs of grief) and can increase when reminders of the deceased are encountered (eg, voicemail, death anniversary, birthday).</p>\n\t\n\t<p>Symptoms of acute grief can include:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Emotional/psychological:&nbsp; sadness, anger, guilt, irritability, sense of confusion about identity without loved one; positive feelings (joy, relief) can also occur</li>\n\t\t<li>Cognitive:&nbsp; difficulty concentrating, preoccupation with thoughts of the deceased</li>\n\t\t<li>Behavioral:&nbsp; decreased motivation and engagement in daily activities, interest in activities enjoyed by deceased individual, social withdrawal</li>\n\t\t<li>Physical:&nbsp; chest pain/tightness, dyspnea, nausea, numbness, weakness, headaches, fatigue, sleep disturbances, decreased appetite, restlessness</li>\n\t</ul>\n\t\n\t<p>Individuals may experience transient hallucinations (eg, feeling presence or hearing voice of deceased loved one) and/or illusions (eg, seeing deceased loved one at grocery store) as a means of maintaining closeness to their loved one.&nbsp; These are common and resolve over time.</p>\n\t\n\t<p>Individuals who are bereaved, particularly those who have lost a partner/spouse and have limited social support, are at higher risk for suicidality.&nbsp; Thoughts of joining the deceased or wishing to take their place/die instead (passive suicidal ideation) are common and transient.</p>\n\t<h2>Prolonged grief disorder</h2>\n\t\n\t<p>A subset of individuals who are bereaved develop prolonged grief disorder: a persistent and disabling grief response that includes intense longing for the deceased and/or preoccupation with thoughts/memories about the deceased.&nbsp; The maladaptive grief response must continue for ≥12 months (≥6 months in children) and include ≥3 of the following symptoms as a result of the death:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Emotional</strong>:&nbsp; feeling that a part of oneself has died, intense emotional pain (eg, rage, blame), emotional numbness, feeling that life is meaningless, intense loneliness</li>\n\t\t<li><strong>Cognitive</strong>:&nbsp; difficulty accepting the death</li>\n\t\t<li><strong>Behavioral</strong>:&nbsp; avoidance of reminders that the loved one is dead, difficulty resuming social and other activities</li>\n\t</ul>\n\t\n\t<p>Physical symptoms (eg, decreased appetite, abdominal pain, headaches) and decreased self-care (eg, maintaining personal hygiene, exercising, eating) frequently occur as well.</p>\n\t\n\t<p>In children, bereavement-related distress may appear as regressive behaviors (eg, bedwetting) and anxiety or anger with separation or changes in routine.&nbsp; In adolescents, risky behaviors (eg, reckless driving, substance use) may be seen with ambivalence about injury/death.</p>\n\t<h1>Diagnosis</h1><h2>Uncomplicated grief</h2>\n\t\n\t<p>Grief is not a psychiatric illness/condition and is not associated with a specific set of criteria.</p>\n\t<h2>Prolonged grief disorder</h2>\n\t\n\t<p>For a diagnosis of prolonged grief disorder, the following criteria must be met:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>A person who was close to the bereaved individual died <strong>≥12 months</strong> ago (for children and adolescents, ≥6 months ago).</li>\n\t\t<li>Since the death, the bereaved individual has developed a <strong>persistent grief response</strong> characterized by 1 or both of the following symptoms, which have been present most days to a clinically significant degree and have occurred nearly every day for at least the last month:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li><strong>Intense yearning/longing for the deceased person</strong></li>\n\t\t\t<li><strong>Preoccupation with thoughts or memories of the deceased person</strong> (in children and adolescents, preoccupation may focus on the circumstances of the death)</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>Since the death, ≥3 of the following symptoms have been present most days to a clinically significant degree and have occurred nearly every day for at least the last month:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Identity disruption (eg, feeling as though part of oneself has died) since the death</li>\n\t\t\t<li>Marked sense of disbelief about the death</li>\n\t\t\t<li>Avoidance of reminders that the person is dead (in children and adolescents, may be characterized by efforts to avoid reminders)</li>\n\t\t\t<li>Intense emotional pain (eg, anger, bitterness, sorrow) related to the death</li>\n\t\t\t<li>Difficulty reintegrating into one's relationships and activities after the death (eg, problems engaging with friends, pursuing interests, or planning for the future)</li>\n\t\t\t<li>Emotional numbness (absence or marked reduction of emotional experience) as a result of the death</li>\n\t\t\t<li>Feeling that life is meaningless as a result of the death</li>\n\t\t\t<li>Intense loneliness as a result of the death</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning.</li>\n\t\t<li>The duration and severity of the bereavement reaction clearly exceeds expected social, cultural, or religious norms for the individual's culture and context.</li>\n\t\t<li>The symptoms are not better explained by another mental disorder and are not attributable to the physiological effects of a substance (eg, medication, alcohol) or another medical condition.</li>\n\t</ul>\n\t<h1>Differential diagnosis</h1>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Major depressive disorder</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/100406.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; shares many symptoms with grief and prolonged grief disorder.&nbsp; However, symptoms tend to involve a general, persistent sadness (negative outlook about self, world, and future) not solely about a bereaved individual.</li>\n\t\t<li><strong>Posttraumatic stress disorder</strong> (PTSD):&nbsp; can result from the violent/accidental death of a loved one and can cooccur with grief and prolonged grief disorder.&nbsp; However, PTSD involves intrusive memories and avoidance of thoughts/feelings specific to the traumatic event itself (eg, car collision) instead of a preoccupation with memories about the bereaved individual or avoidance of reminders that they are deceased.</li>\n\t</ul>\n\t<h1>Management</h1><h2>Uncomplicated grief</h2>\n\t\n\t<p>Grief typically <strong>does not require treatment</strong> because most individuals cope and adapt to the loss of a loved one on their own with support from family, friends, and/or religious/spiritual practices.</p>\n\t\n\t<p>Support from providers can include:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Providing reassurance and education on grief symptoms (eg, spectrum of what is considered normal, typical duration)</li>\n\t\t<li>Recommending maintenance of daily routine (eg, sleep, meals, exercise, work, leisure activities)</li>\n\t\t<li>Encouraging social connections with friends/family and recommending support groups for those with limited support</li>\n\t\t<li>Continued monitoring for symptoms consistent with depression or prolonged grief disorder</li>\n\t</ul>\n\t<h2>Prolonged grief disorder</h2>\n\t\n\t<p>First-line treatment includes <strong>prolonged grief disorder therapy</strong>, which focuses on accepting and adapting to loss as well as restoring a sense of identity (life purpose, interpersonal relationships).&nbsp; If prolonged grief disorder therapy is unavailable, cognitive-behavioral therapy is recommended to identify and reframe cognitive distortions surrounding loss and promote adaptive coping skills.</p>\n\t\n\t<p>Pharmacotherapy is <em>not</em> effective for prolonged grief disorder and should be used only for cooccurring psychiatric conditions, such as major depressive disorder, PTSD, and other anxiety disorders.</p>\n\t\n\t<p>Both grief and prolonged grief disorder are associated with an increased risk for suicidal thoughts.&nbsp; Therefore, screening for suicidal ideation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32384.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), assessment of risk factors (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32383.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ), and safety planning are necessary.<p></p>\n\t<h1>Prognosis</h1><h2>Uncomplicated grief</h2>\n\t\n\t<p>The course of grief is highly variable, although the majority of individuals adapt and integrate the loss of a loved one into day-to-day life within 6-12 months.</p>\n\t<h2>Prolonged grief disorder</h2>\n\t\n\t<p>Prognosis is variable.&nbsp; Most patients do not access mental health services and continue to be symptomatic.&nbsp; However, the majority of patients who complete prolonged grief disorder therapy experience improvement.&nbsp; Poor prognostic indicators include comorbid PTSD, symptoms related to loss of a child, and delayed intervention.</p>\n\t<h1>Summary</h1>\n\t\n\t<p>Grief is a universal experience that includes emotional, cognitive, behavioral, and physical changes.&nbsp; Treatment is typically unnecessary for uncomplicated grief, and education about symptoms is often sufficient.&nbsp; In prolonged grief disorder, the grief response is persistent and impairing, characterized by yearning for and preoccupation with the deceased individual.&nbsp; Treatment consists of psychotherapy (prolonged grief disorder therapy).</p>\n\t</div>\n\t\n            "
}