{
  "meta": {
    "title": "Adhesive capsulitis",
    "url": "https://brainandscalpel.vercel.app/adhesive-capsulitis-c2a04c48-e7007c.html",
    "scrapedAt": "2025-12-01T05:59:53.951Z",
    "type": "article"
  },
  "content": "\n                <h1>Introduction</h1>\n<p>Adhesive capsulitis (\"frozen shoulder\") is a common shoulder condition (5% of the population) characterized by pain and stiffness (typically unilateral), leading to significant functional impairment.&nbsp; It is usually self-limited but complete recovery can take up to 1-3 years depending on severity.&nbsp; Residual stiffness is common.</p>\n<h1>Anatomy</h1><br><br><p>The shoulder joint (ie, glenohumeral joint) is a highly mobile and complex ball-and-socket joint formed by the articulation between the head of the humerus and the glenoid fossa of the scapula (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1451.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; It allows for a wide range of motion, including flexion, extension, abduction, adduction, internal rotation, and external rotation.&nbsp; The shoulder joint includes the following structures:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Glenoid labrum</strong>:&nbsp; a fibrocartilaginous complex that surrounds the outer edge of the glenoid fossa that provides stability to the shoulder joint (particularly against anterior and posterior movement) and serves as the attachment site for the joint capsule and several ligaments (eg, long head of biceps brachii), enhancing joint congruency and preventing dislocation.</li>\n\t<li><strong>Articular capsule</strong>:&nbsp; a fibrous <strong>sleeve</strong> that surrounds the shoulder joint, attaching proximally to the margins of the glenoid labrum and distally to the anatomical neck of the humerus.&nbsp; The capsule is reinforced by ligaments, including the superior, middle, and inferior glenohumeral ligaments, which help stabilize the joint and limit excessive movement.</li>\n\t<li><strong>Rotator cuff</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52235.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; a group of four muscles (supraspinatus, infraspinatus, teres minor, and subscapularis) and their associated tendons that provide dynamic stability to the shoulder joint.&nbsp; These muscles originate from the scapula and insert onto the humerus, forming a cuffaround the head of the humerus and playing a crucial role in stabilizing the joint during movement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11504.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Bursae</strong>:&nbsp; fluid-filled sacs located around the shoulder joint, serving to reduce friction between soft- tissue structures (eg, tendons).&nbsp; The subacromial bursa, located beneath the acromion, is particularly important in minimizing friction during shoulder movement.</li>\n</ul><br><br><p>The shoulder joint allows for a remarkable degree of mobility and versatility, enabling activities such as reaching, lifting, throwing, and overhead movements.&nbsp; However, this mobility also makes the shoulder joint susceptible to instability, impingement, and injury.</p>\n<h1>Pathophysiology</h1><br><br><p>The exact cause of adhesive capsulitis is&nbsp;believed to involve a combination of inflammation, fibrosis, and <strong>contracture</strong> of the <strong>shoulder joint capsule</strong> and surrounding connective tissues (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L79766.png\" alt=\"Adhesive capsulitis\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Adhesive capsulitis</div>\n                                </div>\n                                ).&nbsp; This process leads to the formation of <strong>adhesions</strong> and tightening of the capsule, resulting in restricted movement and pain.<p></p><br><br><p><span>Risk factors</span></p><br><br><p>Several factors increase the risk of developing adhesive capsulitis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age (most commonly, 40-60)</li>\n\t<li>Female sex</li>\n\t<li>Diabetes mellitus</li>\n\t<li>Dyslipidemia</li>\n\t<li>Thyroid disorders (eg, hypothyroidism, benign thyroid nodules)</li>\n\t<li>Previous shoulder injury or surgery/prolonged immobilization</li>\n\t<li>Systemic diseases (eg, Parkinson, cardiovascular)</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Adhesive capsulitis has 3 clinical phases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Initial phase:&nbsp; acute, often severe pain that interferes with sleep, followed by the gradual onset of stiffness.&nbsp; Lasts ~2-9 months.</li>\n\t<li>Secondary phase:&nbsp; pain gradually improves but stiffness worsens.&nbsp; Lasts ~4-12 months.</li>\n\t<li>Recovery phase:&nbsp; gradual return of motion.&nbsp; Occurs over months to years.</li>\n</ul><br><br><p>On physical examination, patients demonstrate restricted active <strong><em>and</em></strong> passive range of motion of the shoulder joint in at least 2 planes compared to the unaffected shoulder; external rotation and abduction are typically the most affected.&nbsp; The limited movement is caused by a <strong>true mechanical restriction</strong>, not simply due to pain alone (unlike in some other shoulder conditions).&nbsp; Patients often have difficulty performing overhead activities and reaching behind the back.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis is confirmed primarily through history and physical examination when both <strong>passive and active range of motion in ≥2 planes is reduced by &gt;50%</strong> (especially external rotation and abduction) compared to the unaffected shoulder and is not attributable to another condition.</p><br><br><p>If after history and physical examination the diagnosis remains unclear, an injection test can help differentiate adhesive capsulitis from other subacromial conditions (eg, subacromial compression).&nbsp; Local anesthetic (eg, lidocaine) is injected into the subacromial (but extraarticular) space, allowing it to diffuse around the rotator cuff.&nbsp; Decreased pain and restored range of motion suggest subacromial pathology such as rotator cuff tendinopathy or calcific tendinitis.&nbsp; Decreased pain but continued restriction of range of motion (both active and passive) suggest glenohumeral joint pathology such as adhesive capsulitis.</p>\n<h1>Imaging and laboratory testing</h1><br><br><p>Plain radiography of the shoulder is often <strong>normal</strong> in adhesive capsulitis and is not required for diagnosis.&nbsp; Plain films can help evaluate other etiologies of pain (eg, glenohumeral osteoarthritis).&nbsp; More advanced imaging (eg, MRI) is also not diagnostic of adhesive capsulitis and is often normal, but it may be indicated if other diagnoses (eg, rotator cuff tear) cannot be ruled out on history and physical examination.</p><br><br><p>Laboratory tests are generally not necessary for the diagnosis of adhesive capsulitis&nbsp;but may be indicated to evaluate for underlying systemic conditions (eg, diabetes mellitus, thyroid disorders), which are associated with an increased risk of developing the condition.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of adhesive capsulitis includes other shoulder conditions (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34764.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Rotator cuff disorders</strong> (eg, rotator cuff tendinopathy, tears) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62057.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; can cause shoulder pain and limited range of motion, often exacerbated by overhead activities or lifting objects.&nbsp; Patients may experience localized pain over the lateral aspect of the shoulder and weakness in arm elevation; they also may resist manipulation of the arm in certain directions (eg, abduction, external rotation) due to pain.&nbsp; However, a global decrease in passive range of motion (as occurs in adhesive capsulitis) is unexpected.&nbsp; Imaging studies (eg, MRI) can help identify rotator cuff pathology.</li>\n\t<li><strong>Subacromial impingement syndrome</strong>:&nbsp; occurs when the rotator cuff tendons or subacromial bursa become compressed between the humeral head and the acromion during shoulder movements.&nbsp; It typically presents with pain during arm elevation, but passive movement is not restricted.&nbsp; Imaging may show signs of subacromial bursitis or rotator cuff pathology.</li>\n\t<li><strong>Glenohumeral osteoarthritis</strong>:&nbsp; characterized by degenerative changes in the shoulder joint, leading to pain (typically worse at night), stiffness, and loss of range of motion.&nbsp; In contrast to adhesive capsulitis, shoulder x-ray (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95460.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) in symptomatic patients shows abnormalities (eg, periarticular osteophytes, joint space narrowing, subchondral sclerosis).&nbsp; Most younger patients have a history of significant shoulder injury.</li>\n\t<li><strong>Bicipital tendinitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77203.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; involves inflammation or irritation of the long head of the biceps tendon.&nbsp; It typically causes anterior shoulder pain that may radiate down the arm and pain with overhead activities or resisted flexion of the elbow.&nbsp; Tenderness and swelling may be present along the bicipital groove on physical examination.&nbsp; Passive range of motion should not be limited.</li>\n\t<li><strong>Calcific tendinopathy of the shoulder</strong>:&nbsp; caused by hydroxyapatite deposits in the rotator cuff tendons and is characterized by pain, which may be severe, during abduction.&nbsp; Active range of motion may be limited because of pain, but passive range of motion remains normal, and calcifications of the tendons are typically visible on x-ray.</li>\n\t<li><strong>Acromioclavicular joint injury</strong> (eg, separation, sprain):&nbsp; can cause acute, localized pain and tenderness over the acromioclavicular joint as a result of trauma.&nbsp; Adduction of the arm across the body (ie, cross-body adduction test), which compresses the acromioclavicular joint, provokes pain.&nbsp; Range of motion may be limited due to pain (but is not truly restricted).&nbsp; X-rays are normal in mild sprains; widened or dislocated acromioclavicular joints can be seen in more severe cases.</li>\n</ul><br><br><p>Other nonshoulder-related conditions can present with similar symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cervical radiculopathy</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49158.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; refers to compression or irritation of a cervical nerve root (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60502.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), leading to pain, numbness, and weakness that may radiate into the shoulder and arm.&nbsp; Sensory and motor deficits corresponding to the affected nerve root may be present, but decreased passive range of motion is not expected.&nbsp; Imaging studies (eg, cervical spine MRI, electromyography) can help confirm the diagnosis.&nbsp;</li>\n\t<li><strong>Referred pain from visceral or musculoskeletal sources</strong>:&nbsp; myocardial infarction, gallbladder disease, or cervical spine pathology can sometimes mimic shoulder pain, but referred pain does not cause the restricted range of motion seen in adhesive capsulitis.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of adhesive capsulitis is aimed at relieving pain, improving shoulder mobility, and restoring function.&nbsp; Conservative treatment options include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nonsteroidal anti-inflammatory drugs</strong></li>\n\t<li><strong>Intraarticular corticosteroid injections</strong>:&nbsp; may be combined with saline to cause distention (ie, dilation) of the joint.&nbsp; Best results occur when performed early in the disease course and combined with physical therapy.&nbsp; Oral corticosteroids may improve pain and mobility but usually only briefly and are not typically recommended.</li>\n\t<li><strong>Physical therapy</strong>:&nbsp; focused on gently stretching and strengthening exercises; overly aggressive therapy may lead to worsening symptoms.</li>\n</ul><br><br><p>In refractory cases, arthroscopic or open surgical intervention may be considered to release adhesions and restore joint mobility.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of adhesive capsulitis varies depending on the severity of the condition and the effectiveness of treatment.&nbsp; Most cases resolve gradually over time, with conservative management resulting in significant improvement in symptoms and function.&nbsp; However, some individuals may experience persistent pain and stiffness despite treatment, requiring ongoing rehabilitation and occasional interventions to manage symptoms.</p>\n<h1>Summary</h1><br><br><p>Adhesive capsulitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/96807.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) results from contracture of the glenohumeral joint capsule and presents with acute, poorly localized shoulder pain followed by increasing stiffness with reduced active and passive range of motion.&nbsp; Although it is a self-limited condition, patients without treatment—including NSAIDs, corticosteroid injections, and range-of-motion exercises—may have functional limitations lasting for years.<p></p>\n\n            "
}