{
  "meta": {
    "title": "Ankylosing spondylitis",
    "url": "https://brainandscalpel.vercel.app/ankylosing-spondylitis-77488bdc-e7007c.html",
    "scrapedAt": "2025-12-01T05:59:56.983Z",
    "type": "article"
  },
  "content": "\n                <div>\n<p></p><h1>Introduction</h1><p></p><br><br><p>Ankylosing spondylitis (AS) is a chronic inflammatory disease primarily affecting the axial skeleton, particularly the sacroiliac joints and spine.&nbsp; AS is the prototypical disorder of the spondyloarthritis (SpA) group and is characterized by the gradual onset of back pain, stiffness, and progressive fusion of the spine (ankylosis).&nbsp; Extraarticular manifestations, including uveitis, enthesitis, and cardiovascular involvement, are also common.</p><br><br><p>Under current nomenclature, AS can be categorized into 2 variant conditions, although many experts consider these to represent a spectrum of severity rather than distinct pathophysiologic processes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Radiographic axial SpA</strong> (R-axSpA):&nbsp; Characteristic abnormalities are visible in the spine and sacroiliac joints on plain film x-ray.&nbsp; This category includes most cases of classic AS.</li>\n\t<li><strong>Nonradiographic axial SpA</strong> (NR-axSpA):&nbsp; Clinical features of AS are present, but abnormalities are not apparent on x-ray, although certain abnormalities may be detected on MRI of the spine.</li>\n</ul><br><br><p></p><h1>Pathophysiology</h1><p></p><br><br><p>The pathogenesis of AS is multifactorial, with genetic, immune, and environmental components.&nbsp; The strong association with human leukocyte antigen B27 (<strong>HLA-B27</strong>), a major histocompatibility complex class I molecule, suggests a significant genetic component pertaining to antigen presentation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66260.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), although the exact mechanism by which HLA-B27 contributes to the disease remains unclear.<p></p><br><br><p>The inflammatory process in AS is thought to be driven by an abnormal immune response, leading to chronic inflammation in the entheses (the sites where tendons and ligaments attach to bone), sacroiliac joints, and spine.&nbsp; This inflammation results in the release of proinflammatory cytokines such as tumor necrosis factor-alpha and IL-17, which promote bone erosion and subsequent aberrant bone formation, leading to the characteristic ankylosis seen in advanced disease.</p><br><br><p></p><h1>Risk factors</h1><p></p><br><br><p>Several factors are associated with an increased risk of developing AS:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Genetics</strong>:&nbsp; The presence of the HLA-B27 allele is the strongest risk factor, with approximately 90% of patients with AS being HLA-B27 positive.&nbsp; However, most individuals with HLA-B27 do not develop AS.&nbsp; Also, the association of HLA-B27 with AS is strongest in North American white patients, with lesser degrees of association in other populations.</li>\n\t<li><strong>Sex</strong>:&nbsp; AS is more common in males, with a male/female ratio of approximately 3:1.</li>\n\t<li><strong>Age</strong>:&nbsp; The disease typically presents in late adolescence or early adulthood, with onset usually before age 40.</li>\n\t<li><strong>Family history:</strong>&nbsp; A positive family history of AS or other SpAs increases the likelihood of developing the condition.</li>\n</ul><br><br><p></p><h1>Pathology</h1><p></p><br><br><p>The pathologic hallmark of AS is inflammation at the entheses, particularly in the sacroiliac joints and spine.&nbsp; Early in the disease, there is infiltration of the entheses by inflammatory cells, leading to enthesitis.&nbsp; Over time, this inflammation extends to adjacent bone and cartilage, resulting in erosions and reactive new bone formation.&nbsp; The characteristic \"bamboo spine\" seen in advanced AS is due to the ossification of the spinal ligaments and the formation of syndesmophytes, leading to complete spinal fusion.</p><br><br><p>Histologically, early lesions in the sacroiliac joints show lymphocytic and macrophage infiltration, followed by granulation tissue and pannus formation, similar to rheumatoid arthritis.&nbsp; As the disease progresses, there is fibrocartilage destruction, bone erosion, and, ultimately, ankylosis.</p><br><br><p></p><h1>Clinical presentation</h1><p></p><br><br><p>AS presents with chronic back pain and stiffness.&nbsp; Key features include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Inflammatory back pain</strong>:&nbsp; A characteristic pattern of back pain manifests with the following features:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Insidious onset at age &lt;40</li>\n\t\t<li>Deep, dull pain at the spine and sacroiliac joints, which may radiate to the buttocks or thighs</li>\n\t\t<li>Pain that is worse in the morning or after inactivity and characteristically improves with exercise and/or nocturnally</li>\n\t\t<li>Significant morning stiffness lasting &gt;30 minutes</li>\n\t</ul>\n\t</li>\n\t<li><strong>Peripheral arthritis</strong>:&nbsp; Involvement of the hips, shoulders, and knees can occur, although this is usually less prominent than axial involvement.</li>\n\t<li><strong>Enthesitis</strong>:&nbsp; Common sites include the Achilles tendon and plantar fascia, presenting as localized pain and tenderness.</li>\n\t<li><strong>Uveitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91323.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; Acute anterior uveitis occurs in up to 40% of patients; symptoms include eye pain, redness, and photophobia.</li>\n\t<li><strong>Dactylitis</strong> (also known as \"sausage digits\"):&nbsp; Diffuse swelling of an entire digit occurs.</li>\n\t<li><strong>Constitutional symptoms</strong>:&nbsp; Fatigue, weight loss, and mild fever may accompany the disease.</li>\n</ul><br><br><p></p><h1>Diagnosis</h1><p></p><br><br><p>The diagnosis of AS is primarily clinical, supported by imaging and laboratory findings.&nbsp; In some cases, standardized diagnostic criteria sets may be useful, such as the Modified New York Criteria for AS, as follows:</p><br><br><ol class=\"article-body-ordered-list\" type=\"1\">\n\t<li><strong>Clinical criteria:</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Low back pain and stiffness for &gt;3 months, improving with exercise but not relieved by rest</li>\n\t\t<li>Limitation of motion of the lumbar spine in both the sagittal and frontal planes</li>\n\t\t<li>Limitation of chest expansion relative to normal values corrected for age and sex</li>\n\t</ul>\n\t</li>\n\t<li><strong>Radiological criterion:</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Sacroiliitis on imaging:&nbsp; bilateral grade ≥2 or unilateral grade 3 or 4 sacroiliitis on plain radiographs</li>\n\t</ul>\n\t</li>\n</ol><br><br><p>A diagnosis of AS (ie, R-axSpA) is made if radiologic evidence of sacroiliitis is present with at least one clinical criterion.</p><br><br><p></p><h1>Laboratory and imaging evaluation</h1><p></p><br><br><p></p><h2>Laboratory tests</h2><p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>HLA-B27 testing</strong>:&nbsp; Although not diagnostic, the presence of HLA-B27 supports the diagnosis in individuals with a suggestive clinical presentation.</li>\n\t<li><strong>Acute phase reactants (erythrocyte sedimentation rate, C-reactive protein)</strong>:&nbsp; These markers are often elevated during active disease but are nonspecific and may be normal in some patients.</li>\n\t<li><strong>Other tests</strong>:&nbsp; Blood counts, serum chemistries, and serologic markers have no role in supporting the diagnosis but are often performed to rule out other conditions and assess comorbidities (eg, chronic kidney disease) that may influence treatment.</li>\n</ul><br><br><p></p><h2>Imaging studies</h2><p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Plain radiography</strong>:&nbsp; The initial imaging modality for AS is plain radiography, with the earliest changes typically seen in the sacroiliac joints as subchondral erosions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60746.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), sclerosis, and eventual fusion.&nbsp; In advanced disease, syndesmophytes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96862.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) and <strong>bamboo spine</strong> (continuous syndesmophytic fusion of the spine across multiple vertebral levels) may be evident (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46967.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>MRI</strong>:&nbsp; MRI is more sensitive than radiographs in detecting early sacroiliitis and is particularly useful in patients who have suspected AS but normal X-rays.&nbsp; MRI can reveal bone marrow edema, enthesitis, and early erosions.</li>\n\t<li><strong>Ultrasonography</strong>:&nbsp; Ultrasonography may be used to detect enthesitis and peripheral joint involvement, providing a noninvasive method of assessing disease activity.</li>\n</ul><br><br><p></p><h1>Differential diagnosis</h1><p></p><br><br><p>The differential diagnosis of AS includes other causes of inflammatory back pain, mechanical back pain, and conditions mimicking AS.</p><br><br><p></p><h2>Mechanical back pain</h2><p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lumbar strain</strong>: typically presents with acute onset after physical activity and lacks the inflammatory characteristics of AS (eg, morning stiffness, improvement with exercise).</li>\n\t<li><strong>Degenerative disc disease</strong>: presents with back pain that worsens with activity and improves with rest, in contrast to the inflammatory pattern of AS.</li>\n</ul><br><br><p></p><h2>Other SpAs</h2><p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Psoriatic arthritis (PsA)</strong>: can present with axial involvement similar to AS but is often accompanied by skin and nail changes, as well as asymmetric peripheral joint involvement.&nbsp; Patients with AS have an increased risk for psoriasis, and there is considerable overlap in case presentation.</li>\n\t<li><strong>Reactive arthritis</strong>: may present with similar axial symptoms but is usually preceded by an infection (eg, gastrointestinal, genitourinary), has a more subacute presentation, and is classically associated with conjunctivitis and/or urethritis.</li>\n</ul><br><br><p></p><h2>Rheumatoid arthritis (RA)</h2><p></p><br><br><p>Rheumatoid arthritis primarily affects the peripheral joints symmetrically and is more commonly seen in older adults, though it can present with cervical spine involvement.&nbsp; It lacks the characteristic sacroiliitis and axial fusion seen in AS.</p><br><br><p></p><h2>Diffuse idiopathic skeletal hyperostosis</h2><p></p><br><br><p>Diffuse idiopathic skeletal hyperostosis (DISH) involves calcification and ossification of ligaments, particularly of the anterior longitudinal ligament of the spine.&nbsp; Unlike AS, DISH does not typically involve the sacroiliac joints and is associated with preserved disc spaces.</p><br><br><p></p><h1>Management</h1><p></p><br><br><p>Management of AS involves a combination of nonpharmacologic and pharmacologic approaches aimed at controlling inflammation, maintaining function, and preventing complications (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60727.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p></p><h2>Nonpharmacologic management</h2><p></p><br><br><p>Regular exercise, including stretching and strengthening, is a cornerstone of AS management.&nbsp; Physical therapy focusing on posture, flexibility, and respiratory exercises is recommended.</p><br><br><p></p><h2>Pharmacologic management</h2><p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nonsteroidal anti-inflammatory drugs</strong> (NSAIDs):&nbsp; The first-line therapy for pain relief and inflammation control, NSAIDs can be used continuously or as needed, depending on symptom severity.</li>\n\t<li><strong>Tumor necrosis factor inhibitors</strong> (TNFi):&nbsp; For patients who do not respond adequately to NSAIDs, TNFi (eg, infliximab, etanercept) are effective in reducing disease activity and slowing radiographic progression.</li>\n\t<li><strong>IL-17 inhibitors</strong>:&nbsp; Secukinumab, an IL-17 inhibitor, is an alternative for patients in whom TNFi therapy fails or who cannot tolerate it.</li>\n\t<li><strong>Corticosteroids</strong>:&nbsp; Corticosteroids have a limited role in AS due to potential side effects, although intraarticular injections may be used for peripheral arthritis.</li>\n\t<li><strong>Disease-modifying antirheumatic drugs</strong> (DMARDs):&nbsp; Conventional DMARDs, such as methotrexate, are generally ineffective for axial disease but may be useful for peripheral joint involvement.</li>\n</ul>\n<h2>Surgical management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Joint replacement</strong>:&nbsp; Joint replacement is indicated in cases of severe hip or shoulder involvement with significant functional impairment.</li>\n\t<li><strong>Spinal surgery</strong>:&nbsp; Surgery is reserved for severe deformities, instability, or fractures, although it carries significant risks.</li>\n</ul><br><br><p> </p><h1>Complications</h1><p></p><br><br><p>Complications of AS can involve both the musculoskeletal system and extraarticular organs:</p><br><br><p> </p><h2>Spinal complications </h2><p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fractures</strong>:&nbsp; Due to osteoporosis and reduced spinal mobility, even minor trauma can result in vertebral fractures, often in the cervical spine.</li>\n\t<li><strong>Spinal cord injury</strong>:&nbsp; Fractures can lead to spinal cord compression, resulting in neurologic deficits.</li>\n\t<li><strong>Severe kyphosis</strong>:&nbsp; Progressive spinal fusion can lead to a pronounced forward curvature, significantly impairing posture and respiratory function.</li>\n</ul><br><br><p> </p><h2>Extraarticular complications</h2><p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cardiovascular</strong>:&nbsp; Aortic root dilatation, aortic regurgitation, and conduction abnormalities can occur, increasing cardiovascular morbidity.</li>\n\t<li><strong>Pulmonary</strong>:&nbsp; Restricted chest wall expansion due to costovertebral joint involvement may lead to restrictive lung disease.</li>\n\t<li><strong>Ocular</strong>:&nbsp; Recurrent uveitis can cause vision loss if not promptly treated.</li>\n</ul><br><br><p> </p><h2>Prognosis </h2><p></p><br><br><p>The course of AS varies widely, with some individuals experiencing mild disease with minimal functional impairment, whereas others develop significant disability due to spinal fusion and extraarticular complications.&nbsp; Early diagnosis and treatment with appropriate pharmacologic agents can significantly alter the disease trajectory, reducing inflammation, preserving function, and preventing complications.</p><br><br><p>Factors associated with a poorer prognosis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Early onset and male sex:&nbsp; are associated with more severe disease and rapid progression.</li>\n\t<li>High baseline disease activity:&nbsp; persistent inflammation is linked to greater functional impairment and radiographic progression.</li>\n\t<li>Delay in diagnosis:&nbsp; Longer intervals between symptom onset and diagnosis are associated with worse outcomes, emphasizing the importance of early recognition.</li>\n</ul><br><br><p></p><h2>Summary </h2><p></p><br><br><p>Ankylosing spondylitis is a chronic, progressive inflammatory disease that primarily affects the axial skeleton, leading to significant morbidity if left untreated.&nbsp; The pathophysiology involves a complex interaction of genetic and immunologic factors, with human leukocyte antigen B27 playing a central role.&nbsp; Diagnosis is based on clinical presentation, supported by imaging and laboratory findings.&nbsp; Effective management involves a combination of pharmacologic treatments, primarily nonsteroidal anti-inflammatory drugs and biologics, along with nonpharmacologic interventions such as exercise.&nbsp; Prompt recognition and early initiation of treatment are crucial to improving long-term outcomes and preventing complications.</p>\n</div>\n\n            "
}