{
  "meta": {
    "title": "Behçet disease",
    "url": "https://brainandscalpel.vercel.app/beh-ccedil-et-disease-a7ef7c3a-e7007c.html",
    "scrapedAt": "2025-12-01T05:59:56.795Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Behçet disease (BD), also known as Behçet syndrome, is a chronic, relapsing, multisystem inflammatory disorder characterized classically by recurrent oral and genital ulcers, skin lesions, uveitis, and manifestations in other organ systems.&nbsp; BD is generally thought of as a vasculitis, with vasculitis causing the majority, but not all, of its clinical manifestations.&nbsp; BD is most prevalent along the ancient Silk Road from the Mediterranean basin through the Middle East to East Asia.</p>\n<h1>Pathophysiology</h1><br><br><p>BD is an inflammatory disorder with an unknown etiology.&nbsp; Vasculitis that notably affects <strong>both</strong> arterial and venous vasculature, as well as vessels of <strong>all sizes</strong> (small, medium, large), is thought to be responsible for most, but not all, clinical manifestations.&nbsp; The pathogenesis remains incompletely understood but likely involves multiple factors that produce an exaggerated inflammatory response that damages tissue and organ systems.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Genetic predisposition</strong>:&nbsp; A strong association with human leukocyte antigen (HLA) B51 suggests a genetic susceptibility.</li>\n\t<li><strong>Immune dysregulation</strong>:&nbsp; Autoreactive T cells, increased neutrophil activity, dysregulated innate immune response, and autoantibody production are present in BD.</li>\n\t<li><strong>Endothelial dysfunction</strong>:&nbsp; The vascular endothelial dysfunction seen in BD consists of endothelial-mediated vascular inflammation and thrombosis, as well as reduced endothelium-dependent, flow-mediated dilation (vascular dilation in response to increased blood flow).&nbsp; These dysfunctions contribute to vasculitis that causes the majority of BD's clinical manifestations.</li>\n\t<li><strong>Bacterial and viral antigens</strong>:&nbsp; Bacterial (eg, <em>Streptococcus</em>, <em>Helicobacter pylori</em>) and viral (eg, herpes simplex virus, parvovirus B19) antigens may cross-react with human proteins (eg, heat shock proteins), initiating or perpetuating the inflammatory process in BD.</li>\n</ul>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ethnicity</strong>:&nbsp; The highest prevalence is observed in countries along the Silk Road, including Turkey, Iran, Iraq, Japan, Korea, China, and Saudi Arabia.&nbsp; This geographic pattern reflects a higher prevalence of HLA-B51 in these areas.</li>\n\t<li><strong>Genetic background</strong>:&nbsp; HLA-B51 positivity increases disease risk and severity.&nbsp; Other genetic loci related to immune function have also been implicated.</li>\n\t<li><strong>Age and sex</strong>:&nbsp; Most cases present in young adulthood (age 20-40).&nbsp; Young men from the Middle East and Far Eastern Asia tend to have more severe disease.</li>\n\t<li><strong>Microbial exposure</strong>:&nbsp; Recurrent exposure to certain microbes (eg, <em>Streptococcus</em>, <em>Helicobacter pylori</em>, herpes simplex virus) may trigger BD through molecular mimicry.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Histologically, BD lesions often, although not always, demonstrate vasculitis involving capillaries, arteries, and veins of all sizes.&nbsp; The vasculitis is a necrotizing leukocytoclastic, obliterative perivasculitis with venous thrombosis, as well as perivascular lymphocytic and neutrophilic infiltrates.</p>\n<h1>Clinical presentation</h1><br><br><p>BD is a multisystem disease that has a relapsing-remitting course, with significant variability in severity and organ involvement.&nbsp; However, a feature common to all patients is <strong>painful, recurrent oral ulcerations</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34118.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Other features that occur frequently include recurrent genital ulcers, cutaneous lesions, and ocular disease.&nbsp; Clinical manifestations are discussed in detail:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Oral ulcers</strong>:&nbsp; The initial manifestation in most patients is oral aphthous–like ulcerations.&nbsp; The ulcers involve the oral mucosa and are painful.&nbsp; Their size ranges from millimeters to 2 cm, and they have a white-yellow necrotic base with surrounding erythema.&nbsp; These ulcers recur, usually &gt;3 times a year.</li>\n\t<li><strong>Genital ulcers</strong>:&nbsp; More than 75% of patients develop painful and recurrent genital ulcers during the course of the disease.&nbsp; These ulcers typically occur on the vulva or scrotum and may cause scrotal scarring, a feature rarely seen in other conditions.</li>\n\t<li><strong>Skin lesions</strong>:&nbsp; More than 75% of patients develop skin lesions, which encompass erythema nodosum–like lesions, papulopustular eruptions, acneiform nodules, purpura, and pyoderma gangrenosum–like lesions.&nbsp; In addition, some patients exhibit a positive pathergy test, as evidenced by the development of an erythematous papule or pustule in response to skin trauma; this response is very specific for BD.</li>\n\t<li><strong>Ocular involvement</strong>:&nbsp; Ocular disease occurs in 25%-75% of patients and is associated with high morbidity.&nbsp; The most common manifestation is panuveitis (uveitis that involves the anterior and posterior uveal tracks) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L2228.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Hypopyon, or pus in the anterior chamber (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84322.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), can accompany severe anterior uveitis and is often associated with retinal vasculitis.</li>\n\t<li><strong>Arthritis</strong>:&nbsp; Arthritis in BD is asymmetric, is nonerosive, and usually affects the medium and large joints (eg, knee, ankle, wrist).</li>\n\t<li><strong>Neurologic disease (neuro-Behçet)</strong>:&nbsp; Inflammatory lesions (eg, in the cerebral cortex, brainstem, spinal cord) and cerebral vascular thrombosis result in focal neurologic deficits, headache, behavioral changes, and cognitive decline.</li>\n\t<li><strong>Gastrointestinal involvement</strong>:&nbsp; Vasculitis of the small and large gastrointestinal vessels results in mucosal inflammation and ulcerations, as well as mesenteric ischemia, presenting as abdominal pain, bloody diarrhea, and vomiting.</li>\n\t<li><strong>Vascular involvement</strong>:&nbsp; Arteries and veins of all sizes can be affected in BD.&nbsp; Vascular disease presents as vessel stenosis, thrombosis (eg, vena cava occlusion, Budd-Chiari syndrome), aneurysm (eg, pulmonary artery aneurysm, causing hemoptysis), and hemorrhage.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis is based on clinical criteria because no definitive laboratory test exists for BD.&nbsp; Prior to applying the clinical criteria, however, other diseases should first be excluded (eg, oral and genital herpes, inflammatory bowel disease).&nbsp; The clinical diagnostic criteria are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Recurrent oral aphthous ulcers (&gt;3 times/year), plus ≥2 of the following:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Recurrent genital ulceration or scarring</li>\n\t\t<li>Eye lesions (eg, uveitis, retinal vasculitis)</li>\n\t\t<li>Skin lesions (eg, erythema nodosum–like lesions, acneiform nodules)</li>\n\t\t<li>Positive pathergy test, defined as ≥2-mm papule forming 24-48 hours after inserting a 20- to 25-gauge needle 5 mm into the skin.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Laboratory and imaging evaluation</h1><br><br><p>Laboratory and imaging tests are not diagnostic of BD, but they are often performed during evaluation to assess organ involvement and to rule out other causes in the differential diagnosis.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Inflammatory markers</strong> (eg, erythrocyte sedimentation rate, C-reactive protein):&nbsp; May be elevated during active disease but are nonspecific.</li>\n\t<li><strong>Autoantibodies</strong> (eg, antinuclear antibody [ANA], antineutrophil cytoplasmic antibody [ANCA]):&nbsp; Typically negative in BD and can help exclude other autoimmune diseases (eg, lupus, ANCA-associated vasculitides).</li>\n\t<li><strong>Ophthalmologic evaluation</strong> (eg, slit-lamp examination, fluorescein angiography):&nbsp; Used to evaluate ocular BD (eg, uveitis, retinal vasculitis).</li>\n\t<li><strong>Gastrointestinal endoscopy with biopsy</strong>:&nbsp; Used to rule out inflammatory bowel disease (IBD), which presents similarly to BD.</li>\n\t<li><strong>Imaging</strong> (eg, MRI, MR venography, CT scan, CT angiography, Doppler ultrasonography):&nbsp; Used to evaluate neurologic (eg, parenchymal disease) and vascular (eg, aneurysms, deep venous thrombosis, cerebral venous sinus thrombosis) diseases in BD.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Recurrent aphthous stomatitis</strong>:&nbsp; Lesions are clinically and histologically indistinguishable from aphthous-like ulcers in BD (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33654.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; However, BD is associated with additional symptoms (eg, genital ulcerations, uveitis, cutaneous lesions [eg, erythema nodosum–like lesions]) and tends to have more numerous lesions.</li>\n\t<li><strong>Systemic lupus erythematosus</strong>:&nbsp; Nearly 50% of lupus patients can have lip and oral mucosal involvement with plaques (discoid lesions), erythematous lesions, punched-out erosions, or ulcers.&nbsp; However, the oral ulcers (except for discoid lesions) are usually painless, unlike the painful ulcers in BD.&nbsp; In addition, ANA is positive in almost every patient; it is rarely positive in BD.</li>\n\t<li><strong>Herpes simplex infection</strong>:&nbsp; Herpes can cause recurrent painful oral or genital ulcers, keratitis, and, sometimes, uveitis.&nbsp; However, herpetic ulcers begin as a cluster of vesicles (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9003.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), a feature not present in BD.</li>\n\t<li><strong>Sarcoidosis</strong>:&nbsp; Sarcoidosis can present with uveitis, joint pain, and skin lesions (eg, erythema nodosum).&nbsp; Lung involvement (eg, hilar adenopathy, reticular and nodular parenchymal lesions) is almost universal in sarcoidosis but is rare in BD.&nbsp; Unlike in BD (in which patients universally have oral ulcers), oral ulcers are rare in sarcoidosis.</li>\n\t<li><strong>IBD</strong>:&nbsp; Crohn disease and ulcerative colitis can present with aphthous-like oral ulcerations and uveitis, as well as abdominal pain, bloody diarrhea, and ulcerations in the gastrointestinal mucosa.&nbsp; Lesions in Crohn disease may be distinguished from lesions in BD by the presence of granulomas on histologic examination and the presence of perianal disease (eg, fistulas).&nbsp; Ulcerative colitis almost always has rectal involvement, a feature typically absent in BD.</li>\n\t<li><strong>Other vasculitides</strong>:&nbsp; ANCA-associated vasculitides (eg, granulomatosis with polyangiitis [GPA], microscopic polyangiitis [MPA], and eosinophilic granulomatosis with polyangiitis [EGPA]) can be distinguished from BD typically by the presence of ANCA and their characteristic features: upper/lower respiratory tract involvement and glomerulonephritis (GPA/MPA) and asthma/eosinophilia (EGPA).&nbsp; Recurrent, painful oral ulcers are rare.</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment is individualized and is based on organ involvement and disease severity.&nbsp; BD is typically managed by a multidisciplinary team (eg, rheumatology, ophthalmology, neurology, gastroenterology)</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Oral and genital ulcers</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>First-line:&nbsp; Topical corticosteroid therapy (eg, triamcinolone 0.1% cream).</li>\n\t\t<li>Refractory disease:&nbsp; Oral corticosteroid therapy.</li>\n\t\t<li>Prevention of recurrent ulcers:&nbsp; Oral colchicine.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Cutaneous disease</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Oral colchicine therapy, oral corticosteroid therapy.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Ocular involvement</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Anterior uveitis</strong>:&nbsp; Topical corticosteroid therapy with a dilating agent (eg, scopolamine, cyclopentolate), which alleviates pupillary muscle spasms and prevents abnormal adhesion between the iris and lens (posterior synechiae).</li>\n\t\t<li><strong>Posterior uveitis</strong>:&nbsp; High-dose systemic corticosteroid therapy with immunosuppressive therapy (eg, azathioprine).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Neurologic disease</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Azathioprine, high-dose systemic corticosteroid therapy with immunosuppressive therapy depending on the type and severity of neurologic involvement.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Vascular involvement</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>High-dose systemic corticosteroid therapy with immunosuppressive therapy (eg, cyclophosphamide).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Arthritis</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Oral colchicine, nonsteroidal antiinflammatory drugs.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Gastrointestinal involvement</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>High-dose systemic corticosteroid therapy with immunosuppressive therapy (eg, azathioprine).</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Blindness</strong> from recurrent uveitis or retinal vasculitis.</li>\n\t<li><strong>Miscarriages</strong> from placental vasculitis.</li>\n\t<li><strong>Permanent neurologic deficits</strong> from nervous system involvement.</li>\n\t<li><strong>Gastrointestinal perforation or bleeding</strong> from intestinal ulcerations and inflammation.</li>\n\t<li><strong>Chronic pain and disability</strong> from arthritis and mucocutaneous disease.</li>\n</ul><br><br><p>Death occurs from rupture of pulmonary or coronary artery aneurysm.</p>\n<h1>Prognosis</h1><br><br><p>There is no cure for BD.&nbsp; With appropriate therapy, many patients achieve partial or complete remission; however, symptoms often relapse.</p><br><br><p>The prognosis of BD is variable, depending on the organ systems affected.&nbsp; In general, patients exhibiting the following characteristics have a worse prognosis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ocular, neurologic, and vascular disease.</li>\n\t<li>Male sex, early onset, and HLA-B51 positivity.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Behçet disease is a chronic, relapsing, multisystem inflammatory disorder that is most prevalent in the region from the Mediterranean basin through the Middle East to East Asia.&nbsp; The etiology is unknown; its pathogenesis involves a combination of genetic susceptibility and immune dysregulation.&nbsp; Vasculitides affecting the arterial and venous vasculature and vessels of all sizes are thought to be responsible for most, but not all, of the clinical manifestations.</p><br><br><p>Clinically, Behçet disease most commonly presents with oral aphthous-like ulcerations, scarring genital ulcerations, skin lesions (eg, erythema nodosum–like lesions), and uveitis.&nbsp; Other less common manifestations include gastrointestinal ulcerations, arthritis, neurologic disease (eg, focal parenchymal lesions), and vascular disease (eg, aneurysms).&nbsp; The diagnosis is based on clinical diagnostic criteria (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81939.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Treatment involves topical or systemic corticosteroid therapy, immunosuppressive therapy, and/or oral colchicine.&nbsp; The prognosis is variable, depending on the organ system involved; it is generally poor when neurologic, vascular, and ocular diseases are present.<p></p>\n</div>\n\n            "
}