{
  "meta": {
    "title": "Bursitis",
    "url": "https://brainandscalpel.vercel.app/bursitis-981b7559-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:02.600Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Bursitis involves inflammation of the bursae, small fluid-filled sacs that cushion and lubricate areas where tendon, muscle, and bone rub against each other.&nbsp; Any bursa in the body can be affected (eg, olecranon, trochanteric, anserine, prepatellar), resulting in swelling and pain with movement of the joint.&nbsp; Bursitis can be classified as noninfectious or infectious, with each having a different presentation and treatment.</p>\n<h1>Anatomy</h1><br><br><p>Bursae are located throughout the body (~160 in all) and are classified according to location:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Superficial bursae (eg, prepatellar, olecranon) are located in the subcutaneous tissue between skin and bone.</li>\n\t<li>Deep bursae (eg, subacromial, trochanteric, pes anserine) are located between adjacent muscle or between bone and adjacent muscle and/or tendon.</li>\n</ul>\n<h1>Pathophysiology</h1><br><br><p>Bursitis can arise from noninfectious or infectious etiologies (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37888.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Noninfectious bursitis</strong> is typically caused by mechanical factors (eg, pressure, friction), inflammatory conditions (eg, rheumatoid arthritis), or crystalline arthropathies.&nbsp; Overproduction of bursal fluid produces an enlarged bursal sac, which may be easily visible in superficial bursae (eg, olecranon bursa) but may be more difficult to detect in deep bursae.</li>\n\t<li><strong>Septic (infectious) bursitis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62741.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) typically occurs due to direct bacterial seeding of the bursae (eg, commonly from microtrauma) or extension from local cellulitis.&nbsp; Rarely, it can result from hematogenous spread.&nbsp; <em>Staphylococcus aureus</em> is the most common causative organism (~80% of cases), followed by various streptococci species.</li>\n</ul><br><br><p>Histologically, bursal inflammation is characterized by edema, vascular congestion, and infiltration of inflammatory cells.&nbsp; Chronic bursitis may lead to fibrosis and thickening of the bursal lining, further impairing joint function.</p>\n<h1>Risk factors</h1><h2>Noninfectious</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Repetitive or prolonged activities involving joint movement or pressure</li>\n\t<li>Trauma or direct injury to the affected joint</li>\n\t<li>Underlying inflammatory conditions (eg, rheumatoid arthritis, gout)</li>\n\t<li>Aging (the bursae may become less elastic and more prone to inflammation)</li>\n\t<li>Poor posture/biomechanics (leading to abnormal joint mechanics and increased stress on the bursae)</li>\n</ul>\n<h2>Septic</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Trauma to the joint or overuse injury</li>\n\t<li>Previous noninfectious bursitis</li>\n\t<li>Immunocompromised state (eg, diabetes mellitus, chemotherapy)</li>\n\t<li>Loss of integrity of the skin overlying the bursae or of the bursae themselves (eg, injection)</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of bursitis varies depending on location, acuity of inflammation (acute vs chronic), and type (noninfectious vs septic).</p>\n<h2>Noninfectious bursitis</h2><br><br><p>Patients typically have tenderness over the affected bursae and worsening pain with movement of the involved joint; range of motion of the joint is typically not limited (because the bursae are extraarticular structures).&nbsp; In chronic bursitis, bursal swelling is often prominent, but there may be minimal or no pain because the accompanying inflammation is generally indolent.&nbsp; The clinical features of noninfectious bursitis involving different sites are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Olecranon bursitis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/87550.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                )<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Rounded, golf ball–shaped fluid accumulation in the bursae over the posterior elbow (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L83917.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; It is usually obvious on visual inspection and fluctuant on palpation.</li>\n\t\t<li>This type is caused by trauma or repetitive pressure on the elbow, such as leaning on hard surfaces.</li>\n\t\t<li>In acute cases, pain, swelling, and tenderness are present over the posterior elbow.</li>\n\t\t<li>Chronic microtraumatic bursitis is noninflammatory; therefore, erythema, warmth, and significant pain are typically absent, but swelling (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52925.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) is prominent.</li>\n\t</ul>\n\t</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Trochanteric bursitis</strong> (greater trochanteric pain syndrome) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50730.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                )<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Inflammation of the bursae is located over the greater trochanter of the femur (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8642.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; It is typically due to repetitive overload tendinopathy of the gluteus medius or minimus muscles (eg, running, cycling) overlying the greater trochanter.</li>\n\t\t<li>Risk factors include female sex, obesity, and low back pathology (eg, lumbar discectomy at the L4-L5 level).</li>\n\t\t<li>Point tenderness around the lateral aspect of the hip typically worsens with lying on the affected side or with movements that involve the gluteus medius or minimus (eg, rising from a seated position, abducting the hip against resistance).</li>\n\t\t<li>Passive hip range of motion is unrestricted, with minimal to no exacerbation of pain.</li>\n\t</ul>\n\t</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prepatellar bursitis</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Inflammation of the bursae is located anterior to the patella (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14540.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t\t<li>This type is common in occupations that require repetitive kneeling (eg, landscaping/gardening, plumbing); it is often referred to as \"housemaid's, carpet-layer's, or carpenter's knee.\"</li>\n\t\t<li>Clinical presentation includes pain, swelling, and tenderness over the anterior knee, which may be exacerbated by kneeling or pressure on the knee.</li>\n\t</ul>\n\t</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Subacromial bursitis</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Inflammation of the bursae is located between the acromion and the tendon of the supraspinatus muscle (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1451.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n\t\t<li>This type typically occurs in the setting of chronic microtrauma to the supraspinatus tendon caused by overhead work and repeated overhead movements of the arm during work or sporting activities.</li>\n\t\t<li>Clinical presentation includes pain with active range of motion of the shoulder (particularly abducting the arm to 80 degrees) and tenderness in the shoulder when the arm is internally rotated and forward flexed at the shoulder (Neer impingement sign).</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Septic bursitis</h2><br><br><p>Differentiating between noninfectious and septic bursitis is sometimes difficult.&nbsp; The following features should increase suspicion for septic bursitis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Septic bursitis typically occurs in the superficial bursae, which are more susceptible to trauma.&nbsp; The olecranon, prepatellar, and infrapatellar bursae are the most common sites.</li>\n\t<li>Pain, tenderness, and erythema are more pronounced.</li>\n\t<li>Trauma or skin lesion is more likely present over the bursae.</li>\n\t<li>Systemic symptoms are more common (fever occurs in ~40% of cases).</li>\n\t<li>Laboratory abnormalities such as leukocytosis and elevated acute phase reactants (eg, C-reactive protein [CRP], erythrocyte sedimentation rate [ESR]) are more likely to occur (but are not always present, especially in patients with underlying immunosuppression).</li>\n</ul><br><br><p>When it is necessary to confirm the diagnosis of septic bursitis or identify the pathogen, bursal fluid can be aspirated and sent for Gram stain and culture.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of bursitis is based primarily on clinical evaluation, including history and physical examination findings.&nbsp; Imaging studies such as ultrasonography or MRI may be used to confirm the diagnosis and assess the extent of bursal inflammation but are typically not necessary to diagnose the condition.</p><br><br><p>When septic bursitis or a microcrystalline disorder (eg, gout) is suspected, <strong>aspiration of bursal fluid</strong> for analysis and culture may be indicated.&nbsp; Fluid should be sent for cell count, polarized microscopy, Gram stain, glucose, and culture.&nbsp; A positive Gram stain and/or culture confirms the diagnosis of septic bursitis.&nbsp; However, because bursal aspiration can cause complications (eg, chronic draining fistula), empiric treatment (without aspiration) may also be appropriate.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tendonitis</strong>:&nbsp; Inflammation of a tendon is often a result of overuse or repetitive movements; it can result in localized pain and swelling similar to bursitis.&nbsp; However, tendonitis typically has localized tenderness along the tendon whereas bursitis has swelling and warmth over the bursae.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Inflammatory arthritis</strong> (eg, rheumatoid arthritis, gout):&nbsp; This condition typically causes joint pain that is worse with extension but improves when the joint is held in partial flexion.&nbsp; Patients with bursitis typically experience more pain with flexion (due to compression of the bursae) and less pain with extension.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Osteoarthritis</strong>:&nbsp; This degenerative joint disease is characterized by the breakdown of cartilage in joints, leading to pain, stiffness, and decreased range of motion of the joint.&nbsp; Plain x-ray is typically diagnostic of osteoarthritis (eg, osteophytes, joint space narrowing).&nbsp; In patients with bursitis, range of motion is typically maintained and x-ray may be normal.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Septic arthritis</strong>:&nbsp; This joint infection is caused by bacteria or other microorganisms that manifests as a hot, swollen, exquisitely painful joint with limited active and passive range of motion.&nbsp; Patients with bursitis typically have normal active and passive range of motion of the affected joint.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fractures</strong>:&nbsp; This presentation typically involves a history of trauma and may present with a deformity or loss of function.&nbsp; Plain x-ray often confirms a fracture.&nbsp; Bursitis typically occurs due to repetitive motion or overuse and is typically not evident on x-ray.</li>\n</ul>\n<h1>Evaluation</h1><br><br><p>Laboratory testing is rarely indicated in bursitis.&nbsp; Complete blood count, ESR, and CRP may be useful in assessing the presence and severity of inflammation in cases of suspected septic bursitis.&nbsp; However, these tests are nonspecific and may be within normal limits.</p><br><br><p>Imaging (eg, plain x-ray (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86794.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), ultrasonography, MRI) is typically not required to diagnose bursitis in the majority of cases but may be indicated in certain situations.&nbsp; Ultrasonography can detect fluid accumulation within the bursae and guide aspiration for diagnostic or therapeutic purposes.&nbsp; MRI provides detailed anatomical information and can help differentiate bursitis from other soft-tissue abnormalities if the diagnosis is unclear.&nbsp; Plain x-ray may be indicated in cases of recent trauma.<p></p>\n<h1>Management</h1><h2>Noninfectious bursitis</h2><br><br><p>Management is typically with a combination of <strong>conservative measures</strong> and pharmacologic interventions, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Rest (avoid repetitive movements, relieve pressure), ice therapy, compression, and joint protection (eg, padding, bracing) are indicated.</li>\n\t<li>Analgesic and anti-inflammatory medications (typically a 1- to 2-week course of nonsteroidal anti-inflammatory drugs [<strong>NSAIDs</strong>]) are prescribed if not contraindicated; oral corticosteroids are used in patients unable to tolerate NSAIDS or who have systemic conditions.</li>\n\t<li>Physical therapy is most helpful in subacromial bursitis.</li>\n\t<li>Intrabursal glucocorticoid injections are used for deep bursitis (eg, subacromial, pes anserine, trochanteric).&nbsp; They should be avoided in superficial bursitis (eg, olecranon, prepatellar) due to increased risk for complications (eg, chronic drainage, infection).</li>\n</ul><br><br><p>Surgical intervention may be considered in refractory cases.</p>\n<h2>Septic bursitis</h2><br><br><p>Initial management of septic bursitis consists of <strong>antibiotic therapy</strong> effective against staphylococci and streptococci (eg, cefazolin).&nbsp; Patients at high risk of methicillin-resistant <em>S aureus</em> (MRSA) (eg, prior MRSA, bursitis overlying an indwelling device) should have appropriate coverage added (eg, vancomycin).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mild, uncomplicated cases can typically be managed with oral antibiotics (eg, trimethoprim-sulfamethoxazole, cephalexin) and close follow-up.</li>\n\t<li>Severe, complicated cases (eg, systemic toxicity, extensive cellulitis) require intravenous antibiotics and hospital admission.</li>\n</ul><br><br><p>If there is no improvement after 1-2 days of antibiotic therapy, bursal drainage may be indicated.</p>\n<h1>Summary</h1><br><br><p>Bursitis is an inflammatory condition with pain, swelling, and tenderness over the affected bursae.&nbsp; Bursitis can be classified as either noninfectious or septic.&nbsp; Common sites include the elbow (olecranon bursitis), hip (trochanteric bursitis), knee (anserine and prepatellar bursitis), and shoulder (subacromial bursitis).&nbsp; Management strategies vary based on the cause but generally involve rest, anti-inflammatory medications (eg, nonsteroidal anti-inflammatory drugs), and sometimes corticosteroid injections or aspiration.&nbsp; Antibiotics are indicated in cases of infectious bursitis.</p>\n</div>\n\n            "
}