{
  "meta": {
    "title": "Common adult foot deformities",
    "url": "https://brainandscalpel.vercel.app/common-adult-foot-deformities-47a7d1d6-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:10.793Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Foot deformities are structural abnormalities that alter the shape, alignment, or function of the foot.&nbsp; They can develop from biomechanical imbalances, trauma, systemic conditions, or ill-fitting footwear.&nbsp; These conditions are highly prevalent and often affect mobility, quality of life, and long-term musculoskeletal health.</p>\n<h1>Foot anatomy</h1><br><br><p>The foot is a highly specialized structure that provides support, balance, and mobility.&nbsp; It contains 26 bones organized into 3 regions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9663.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hindfoot:&nbsp; Consists of the talus, which articulates with the tibia and fibula to form the ankle joint and the calcaneus (heel bone).</li>\n\t<li>Midfoot:&nbsp; Includes the navicular, cuboid, and cuneiform bones (medial, intermediate, and lateral).&nbsp; These bones connect the hindfoot to the forefoot, acting as a rigid yet flexible lever during walking.</li>\n\t<li>Forefoot:&nbsp; Made up of the metatarsals and phalanges (toes).&nbsp; Each lesser toe has a proximal, middle, and distal phalanx, whereas the great toe (hallux) has only proximal and distal phalanges.</li>\n</ul><br><br><p>The foot has 2 longitudinal arches (medial and lateral) and 1 transverse arch, each functioning like elastic springs that assist with weight bearing and shock absorption (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78600.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; These arches are reinforced by ligaments, fascia, and tendons.&nbsp; Key supporting structures include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Deep transverse metatarsal ligament and plantar plates:&nbsp; Maintain the transverse arch and prevent splaying of the metatarsal heads.</li>\n\t<li>Long and short plantar ligaments:&nbsp; Support the lateral longitudinal arch to prevent excess flattening of the foot.</li>\n\t<li>Plantar calcaneonavicular (\"spring\") ligament:&nbsp; Supports the medial longitudinal arch to prevent arch collapse.</li>\n\t<li>Plantar aponeurosis (fascia):&nbsp; Supports both the medial and lateral longitudinal arches.</li>\n</ul><br><br><p>The muscles of the foot include extrinsic muscles, which originate in the leg and insert into the foot to control gross movements, and intrinsic muscles, which originate in and insert into the foot to provide fine motor control and arch support.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Extrinsic muscles:&nbsp; Tibialis anterior and posterior, peroneus longus and brevis, flexor and extensor digitorum longus, and flexor and extensor hallucis longus.</li>\n\t<li>Intrinsic muscles:&nbsp; Lumbricals, interossei, flexor digitorum brevis, abductor hallucis, and adductor hallucis.</li>\n</ul>\n<h1>Bunion (hallux valgus)</h1><br><br><p>Hallux valgus is a progressive foot deformity characterized by lateral deviation of the great toe (hallux) at the first metatarsophalangeal (MTP) joint, commonly accompanied by a medial prominence of the first metatarsal head.&nbsp; The deformity primarily occurs in the transverse plane, but it often results in valgus rotation of the great toe, causing the toenail to face medially.</p>\n<h2>Pathophysiology</h2><br><br><p>Hallux valgus develops when chronic mechanical forces acting on the first metatarsal and proximal phalanx overwhelm the static (eg, joint capsule, plantar plate) and dynamic (eg, adductor hallucis, abductor hallucis) stabilizers of the first MTP joint.</p><br><br><p>Muscle imbalances coupled with persistent mechanical stress (eg, abnormal foot biomechanics, ligamentous laxity, altered weight bearing) gradually produce medial deviation of the first metatarsal and lateral deviation of the proximal phalanx.&nbsp; Ongoing strain leads to attenuation (and occasional tearing) of the medial joint capsule and medial collateral complex, further destabilizing the joint and contributing to deformity progression.</p><br><br><p>Risk factors include advancing age and female sex, abnormal foot mechanics (eg, pes planus, gastrocnemius tightness), joint laxity/hypermobility (eg, Marfan syndrome, Ehlers-Danlos), arthritis, and narrow footwear or high heels.</p>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Painful bony bump on the medial side of the foot that is exacerbated by footwear and ambulation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45400.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li>Redness, swelling, or bursitis over the first MTP joint.</li>\n\t<li>Progressively worsening great toe deviation, overlapping or underlapping of adjacent toes.</li>\n</ul>\n<h2>Diagnosis and management</h2><br><br><p>Hallux valgus is diagnosed clinically based on lateral deviation of the great toe and a medial prominence of the first metatarsal.&nbsp; Anterior-posterior x-rays taken while weight bearing may be used to assess the extent of articular damage and severity of the deformity.</p><br><br><p>The treatment of hallux valgus typically begins with conservative measures (eg, wide and low-heeled shoes, bunion pads, foot orthotics and/or splints).&nbsp; Surgery is recommended for patients with debilitating symptoms (eg, pain that limits ambulation) or symptoms that do not improve with conservative treatment.&nbsp; Surgical repair may involve bunionectomy (ie, removal of the prominent portion of metatarsal head) and bony/soft tissue reconstruction to improve toe alignment.</p>\n<h2>Prognosis</h2><br><br><p>Hallux valgus is a progressive deformity that typically worsens over time without intervention.&nbsp; Potential complications include chronic pain involving the metatarsal heads, gait abnormalities, osteoarthritis of the first MTP joint, and lesser toe deformities (eg, hammer toe).&nbsp; Conservative management may alleviate symptoms in mild cases, but more advanced/symptomatic cases require surgical correction.</p>\n<h1>Lesser toe deformities</h1><br><br><p>Hammer toe, claw toe, and mallet toe are primarily sagittal-plane deformities of the lesser toes (2-5).&nbsp; They typically begin as flexible, reducible deformities that may become rigid over time, particularly with ongoing mechanical imbalance or untreated symptoms.</p>\n<h2>Hammer toe</h2><br><br><p>Hammer toe deformity is characterized by plantar flexion at the proximal interphalangeal (PIP) joint and extension (ie, dorsiflexion) at the MTP joint.&nbsp; The distal interphalangeal (DIP) joint may be neutral or dorsiflexed (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L130329.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><p><strong>Pathophysiology</strong></p><br><br><p>Hammer toe formation is a complex process that is primarily related to an imbalance between the weaker intrinsic foot muscles (eg, lumbricals, interossei) and the stronger extrinsic muscles (eg, extensor digitorum longus, flexor digitorum longus).&nbsp; Intrinsic muscle weakness results in a relative overpull of the extensor digitorum longus at the MTP (extension), and the flexor digitorum longus at the PIP (flexion).&nbsp; Concurrent plantar plate and deep transverse metatarsal ligament attenuation at the MTP further destabilize the toe and deformity progression.</p><br><br><p>Risk factors for hammer toe include advancing age and female sex, tight fitting shoes and high heels, toe trauma, inflammatory arthritis, neuromuscular disorders, diabetes mellitus, and preexisting foot deformities (eg, flatfoot, hallux valgus).</p><br><br><p><strong>Clinical features</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Toe is flexed at the PIP, with the MTP and DIP in dorsiflexion.</li>\n\t<li>Corns, calluses, or ulcerations on dorsal PIP surface from shoe friction.</li>\n\t<li>Toe pain exacerbated by footwear and ambulation.</li>\n</ul>\n<h2>Claw toe</h2><br><br><p>Claw toe deformity is characterized by hyperextension (ie, severe dorsiflexion) at the MTP joint and plantar flexion at both the PIP and DIP joints.&nbsp; Claw toe is similar to hammer toe but the MTP dorsiflexion is more severe and the DIP is in plantar flexion (not dorsiflexion) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L130330.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><br><br><p><strong>Pathophysiology</strong></p><br><br><p>Claw toe occurs due to significant weakness in the intrinsic foot muscles (eg, lumbricals, interossei).&nbsp; In this condition, the extensor digitorum longus hyperextends the MTP joint, whereas the flexor digitorum brevis and flexor digitorum longus cause flexion at both the PIP and DIP joints, resulting in the characteristic claw toe deformity.</p><br><br><p>Claw toe can gradually from age-related muscle degeneration (most common at age &gt;70); however, its presence in younger patients should raise concern for underlying systemic or neurological conditions, such as peripheral neuropathy (eg, diabetis mellitus) or neuromuscular diseases (eg, Charcot-Marie-Tooth disease, multiple sclerosis).&nbsp; Inflammatory arthritis, improper footwear, and trauma may also contribute to this increased risk.</p><br><br><p><strong>Clinical features</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Toes resemble a claw with the PIP and DIP facing downward.</li>\n\t<li>Painful calluses over the dorsal PIP, tip of the toe, and under the metatarsal heads.</li>\n\t<li>Difficulties fitting shoes and pressure ulcers in severe cases.</li>\n</ul>\n<h2>Mallet toe</h2><br><br><p>Mallet toe is a flexion deformity isolated to the DIP joint, with a neutral position of the MTP and PIP.</p><br><br><p><strong>Pathophysiology</strong></p><br><br><p>The deformity begins when the flexor digitorum longus, which primarily flexes the DIP joint, becomes dominant over the extensor digitorum longus and lumbrical muscles, resulting in persistent flexion at the DIP joint.&nbsp; The DIP joint capsule and flexor tendon can adaptively shorten over time, resulting in a rigid deformity.</p><br><br><p>Risk factors for mallet toe is similar to other lesser toe deformities: advancing age, ill-fitting shoes, trauma, genetics, and systemic diseases that affect joint and soft tissue integrity (eg, arthritis, diabetes mellitus).</p><br><br><p><strong>Clinical features</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Distal toe bends downward, causing pain at the tip.</li>\n\t<li>Callus or ulceration at the distal toe tip.</li>\n</ul>\n<h2>Diagnosis and management of lesser toe deformities</h2><br><br><p>Hammer toe, claw toe, and mallet toe are typically diagnosed on physical examination, although x-ray imaging may be obtained to further assess the severity of the deformity.</p><br><br><p>Initial management focuses on conservative measures aimed at relieving symptoms and improving function.&nbsp; This includes using wide, deep, low-heeled shoes; callus debridement and padding over areas of pressure/friction; foot orthotics and/or splinting; and physical therapy.&nbsp; Patients with rigid deformities, persistent pain, functional impairment, or gait abnormalities require surgical intervention.</p>\n<h2>Prognosis</h2><br><br><p>The prognosis of lesser toe deformities depends on several factors, including the flexibility of the deformity, the underlying etiology, the timing of intervention, and the presence of comorbidities.&nbsp; Lesser toe deformities often progress over time, but typically respond well to conservative management when addressed early.&nbsp; When surgical correction is indicated, outcomes are generally favorable, although recurrence may occur.</p>\n<h1>Splay foot</h1><br><br><p>Splay foot is a forefoot deformity marked by widening at the metatarsal heads due to collapse of the transverse arch, with increased divergence of the metatarsals.</p>\n<h2>Pathophysiology</h2><br><br><p>Splay foot results from combined biomechanical overload, ligamentous laxity, and muscle imbalance, producing progressive collapse of the anterior transverse arch at the metatarsal heads.&nbsp; The transverse arch spans the width of the foot at the level of the metatarsal and tarsal bones.&nbsp; With chronic mechanical stress, static supports (eg, deep transverse metatarsal ligament, interosseous ligaments) and dynamic supports (eg, intrinsic foot muscles, peroneus longus) weaken, allowing lateral displacement of the metatarsal heads and widening of the forefoot.&nbsp; The resulting instability increases loads across the first and lesser MTP joints, causing slay foot predisposing to secondary deformities (eg, hallux valgus, lesser toe deformities).</p><br><br><p>Risk factors for splay foot include pes planus (flatfoot) and abnormal foot biomechanics (eg, overpronation), footwear with poor arch support (eg, high heels, narrow shoes), occupations requiring prolonged standing or walking, obesity, and prior trauma or surgery to the forefoot.</p>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Widening of the forefoot (foot appears broad).</li>\n\t<li>Pain and plantar calluses beneath the metatarsal heads.</li>\n</ul>\n<h2>Diagnosis and management</h2><br><br><p>Splay foot is primarily a clinical diagnosis based on forefoot widening and pain beneath the metatarsal heads.&nbsp; On physical examination, the transverse arch appears flattened, with an increased distance between the first and fifth metatarsal heads.&nbsp; Weight-bearing radiography can show metatarsal divergence and is used to assess for associated deformities (eg, hallux valgus).</p><br><br><p>Conservative management involves footwear modifications, metatarsal padding, arch supports, custom orthotics, and physical therapy.&nbsp; Surgery is considered for patients with persistent, function-limiting pain or progressive deformity.</p>\n<h2>Prognosis</h2><br><br><p>The prognosis for splay foot is generally favorable with early intervention.&nbsp; Most patients achieve significant relief with conservative managment.</p>\n<h1>Flatfoot (pes planus)</h1><br><br><p>Pes planus (flatfoot) is characterized by collapse or reduction of the medial longitudinal arch, which spans the medial foot from heel to forefoot.</p>\n<h2>Pathophysiology</h2><br><br><p>The medial arch functions as a dynamic, weight-bearing structure that provides shock absorption, stability, and propulsion during gait.&nbsp; Arch collapse increases plantar contact with the ground and results in foot pronation, thereby altering load distribution.&nbsp; There are 2 type of flatfoot:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Flexible flatfoot:&nbsp; The arch is visible when non–weight bearing but flattens on standing.&nbsp; In adults, this often represents early adult-acquired flatfoot; in children it is commonly physiological due to ligamentous laxity and is typically asymptomatic.</li>\n\t<li>Rigid flat foot:&nbsp; The arch is absent when both weight bearing and non-weight bearing; this represents advanced disease.</li>\n</ul><br><br><p>Most cases of pes planus in adults result from posterior tibial tendon dysfunction (PTTD), a progressive condition in which the posterior tibial tendon, a dynamic stabilizer of the medial arch, undergoes tendinopathy/attenuation, inflammation, elongation, or rupture.&nbsp; The loss of dynamic support overloads static stabilizers, leading to progressive arch collapse.&nbsp; Other contributing factors include obesity, ligamentous laxity, poorly supportive footwear, prior foot trauma, neuromuscular disease (eg, Charcot-Marie-Tooth disease, muscular dystrophy), and peripheral neuropathy.</p>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Aching pain in the plantar aspect of the foot or medial hindfoot/ankle that worsens with prolonged standing or walking.</li>\n\t<li>Hindfoot valgus (eversion) and forefoot abduction with a \"too many toes\" sign (more toes visible from posterior view).</li>\n\t<li>Decreased range of motion at the tarsal and subtalar joints.</li>\n</ul>\n<h2>Diagnosis and management</h2><br><br><p>The diagnosis of pes planus is clinical based on the loss of the medial longitudinal arch and foot pronation when standing or ambulating.&nbsp; Weight-bearing and lateral (± oblique) radiographs can be used to assess severity and associated deformities; MRI or ultrasonography can be used to evaluate for PTTD.</p><br><br><p>Conservative management includes proper footwear, orthotics with medial arch support, weight management, and physical therapy to strengthen the posterior tibialis and intrinsic muscles.&nbsp; Surgery is indicated for patients with rigid pes planus and intractable, disabling symptoms.</p>\n<h2>Prognosis</h2><br><br><p>Although flexible pes planus is often asymptomatic, rigid flatfoot is often progressive, leading to gait difficulties and pain.&nbsp; Early intervention can reduce symptoms and slow progression.&nbsp; When needed, reconstruction or fusion procedures generally yield good functional outcomes, although the recurrence risk is higher with underlying neuromuscular disease or severe deformity.</p>\n<h1>High arch (pes cavus)</h1><br><br><p>Pes cavus refers to an abnormally high medial longitudinal arch of the foot, resulting in a rigid, supinated posture with increased weight bearing on the heel and forefoot.</p>\n<h2>Pathophysiology</h2><br><br><p>Pes cavus develops due to a muscle imbalance, most often secondary to neuromuscular disorders (eg, Charcot-Marie-Tooth disease, cerebral palsy, poliomyelitis).&nbsp; Weakness of intrinsic foot muscles combined with overactivity of the plantarflexors (eg, peroneus longus) and inverters (eg, tibialis posterior) causes arching of the forefoot and hindfoot varus (inversion).&nbsp; This produces a foot with poor shock absorption and abnormal load distribution.</p>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Excessive arch height (reduced plantar contact area) and lateral foot overload.</li>\n\t<li>Pain under the heel and metatarsal heads.</li>\n\t<li>Frequent ankle instability and lateral ankle sprains.</li>\n\t<li>Calluses under metatarsal heads and heel.</li>\n\t<li>Associated claw toe or hammer toe.</li>\n</ul>\n<h2>Diagnosis and management</h2><br><br><p>Pes cavus is diagnosed by physical examination based on an excessively elevated medial arch with forefoot plantarflexion and hindfoot inversion.&nbsp; Weight-bearing anteroposterior, lateral, and hindfoot alignment radiography can be used to assess severity and alignment.</p><br><br><p>Conservative measures (eg, cushioned insoles, shock absorbing shoes, physical therapy) can be attempted, but rigid, painful deformities with recurrent ankle instability often require surgical repair.</p>\n<h2>Prognosis</h2><br><br><p>Patients with mild pes cavus symptoms typically improve with orthotics and footwear modifications.&nbsp; Deformities due to neuromuscular conditions are typically progressive due to ongoing muscle imbalances.&nbsp; Surgical correction can significantly improve alignment and pain but may not fully restore flexibility or prevent recurrence.</p>\n<h1>Equinus foot</h1><br><br><p>Equinus foot is a condition in which ankle dorsiflexion is limited, resulting in persistent plantarflexion of the foot.&nbsp; The heel may fail to contact the ground or exhibit early heel rise, so patients often walk on the toes or forefoot.</p>\n<h2>Pathophysiology</h2><br><br><p>Equinus deformity arises from either tightness or contracture of the gastrocnemius and/or soleus muscles or shortening of the Achilles tendon, both of which limits dorsiflexion at the ankle joint.&nbsp; Therefore, the heel has limited contact with the ground during gait, and the forefoot bears excessive load.&nbsp; This leads to forefoot stress, midfoot collapse, and sometimes secondary deformities (eg, flatfoot, claw toe, Achilles tendinopathy).&nbsp; Over time, compensatory changes in posture and gait mechanics can extend proximally, contributing to knee or hip strain.</p><br><br><p>Risk factors for equinus foot include a congenital tightness of the gastrocnemius-soleus complex, Achilles tendon shortening (eg, tendinopathy, post operative scarring), neurological conditions causing spasticity (eg, cerebral palsy, stroke), and trauma (eg, burn contractures) or prolonged immobilization in plantar flexion.</p>\n<h2>Clinical presenation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Toe-walking gait.</li>\n\t<li>Limited ankle dorsiflexion and difficulty with activities requiring dorsiflexion (eg, climbing stairs, squatting).</li>\n\t<li>Pain or callus formation on the plantar surface of the forefoot.</li>\n\t<li>Secondary deformities (eg, claw toe, flatfoot).</li>\n</ul>\n<h2>Diagnosis and management</h2><br><br><p>Diagnosis is clinical based on examination of ankle range of motion and gait analysis.&nbsp; Imaging is typically unnecessary unless evaluating for achilles tendon contracture or posttraumatic scarring.</p><br><br><p>Conservative treatment includes stretching of the gastrocnemius–soleus complex, foot orthotics, night splints to maintain neutral dorsiflexion, physical therapy for flexibility and gait retraining, and botulinum toxin injections for spastic equinus.&nbsp; Serial casting can be effective in children or spastic conditions, but is less effective for long-standing rigid adult contractures.&nbsp; Surgery is reserved for rigid or refractory cases.</p>\n<h2>Prognosis</h2><br><br><p>Mild or flexible deformities respond well to conservative measures, especially when addressed early.&nbsp; For severe or long-standing cases, surgical procedures generally provide durable correction and improved gait, although recurrence can occur, particularly in spastic conditions.</p>\n<h1>Summary</h1><br><br><p>Adult foot deformities result from muscle imbalance and failure of tendinous or ligamentous support, often due to factors such as advancing age, improper footwear, neuromuscular disease, trauma, or genetic predisposition.&nbsp; Disruption of the foot's normal stabilizing structures leads to malalignment and progressive deformity.&nbsp; Most conditions can be diagnosed through physical examination, and many patients respond well to conservative treatment (eg, orthotics, splints, physical therapy), particularly when initiated early.</p>\n</div>\n\n            "
}