{
  "meta": {
    "title": "Congenital clubfoot (congenital talipes equinovarus)",
    "url": "https://brainandscalpel.vercel.app/congenital-clubfoot-congenital-talipes-equinovarus-9d427c93-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:10.604Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Congenital clubfoot, or congenital talipes equinovarus, is characterized by a fixed, plantar-flexed, adducted, and inverted foot.&nbsp; If untreated, congenital clubfoot can result in severe deformity and functional impairment.&nbsp; It should be differentiated from positional clubfoot, a common newborn condition that appears similar to congenital clubfoot but in which the foot can be passively manipulated into a neutral position.</p>\n<h1>Pathogenesis</h1><br><br><p>Congenital clubfoot is an <strong>idiopathic</strong> condition characterized by abnormally shaped and positioned tarsal bones (eg, talus, calcaneus).&nbsp; In a developing fetus with congenital clubfoot, the tissues surrounding the tarsal bones are underdeveloped, and the muscles are shortened and contracted.&nbsp; The talus is displaced medially, and the calcaneus is in a varus position under the talus (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9663.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This leads to a plantar-flexed foot with an adducted and internally rotated forefoot, resembling the shape of a golf club.<p></p><br><br><p>Congenital clubfoot is usually an isolated condition and idiopathic, but it can be associated with neuromuscular disorders (eg, spina bifida) or genetic syndromes (eg, trisomy 18).&nbsp; A relevant family history also increases the risk for congenital clubfoot.</p>\n<h1>Clinical presentation</h1><br><br><p>Congenital clubfoot presents in the immediate newborn period and is characterized by 4 main components on examination (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65286.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Forefoot adduction</strong>.</li>\n\t<li><strong>Midfoot cavus</strong> (high arch).</li>\n\t<li><strong>Hindfoot varus</strong> (heel tilts inward).</li>\n\t<li><strong>Hindfoot equinus</strong> (heel elevated).</li>\n</ul><br><br><p>The affected ankle is rigid and does not correct with passive range of motion testing.&nbsp; The calf may be less muscular, and, in unilateral cases, shortened leg length is apparent on the affected side.&nbsp; Bilateral congenital clubfoot is present in approximately half of cases.</p>\n<h1>Diagnosis and evaluation</h1><br><br><p>Congenital clubfoot is a <strong>clinical diagnosis</strong> that is made shortly after birth based on the presence of a fixed, plantar-flexed, adducted, and inverted foot.&nbsp; During routine ultrasonography in the second or third trimester, it may be diagnosed prenatally by visualization of the characteristic clubfoot shape that does not change with fetal movement.</p>\n<h1>Differential diagnosis</h1><br><br><p>Congenital clubfoot is a clinical diagnosis that should be distinguished from other foot deformities, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Positional clubfoot</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88949.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; Intra-uterine crowding causes the foot to turn inward, appearing similar to congenital clubfoot; however, the foot can be passively repositioned to midline on examination in positional clubfoot.&nbsp; On prenatal ultrasonographic imaging, the foot position does not appear fixed.</li>\n\t<li><strong>Metatarsus adductus</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30111.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; In utero molding of the midfoot is a cause of in-toeing and gives the foot a characteristic \"C\" shape.&nbsp; The hindfoot is in the neutral (or valgus) position.</li>\n\t<li><strong>Acquired equinovarus</strong>:&nbsp; Hindfoot varus and equinus may develop secondary to a neuromuscular condition such as cerebral palsy.&nbsp; Increased spasticity of the lower leg muscles can result in fixed equinovarus positioning over time instead of being present at birth.</li>\n</ul>\n<h1>Management</h1><br><br><p>Initial management of congenital clubfoot is <strong>nonsurgical</strong> and involves stretching and <strong>serial casting</strong>.&nbsp; Because the anatomy is most supple in early infancy, casting is ideally initiated in the first few weeks of life.&nbsp; After nonsurgical treatment is complete (ie, normal foot position can be attained), an Achilles tendon release procedure is often performed to increase range of motion.&nbsp; Long-term bracing is then required until age 4-5; successful outcomes depend on adherence during the bracing period.&nbsp; If the response is inadequate or if clubfoot recurs, reconstructive surgery may be considered.</p>\n<h1>Prognosis</h1><br><br><p>Early and appropriate treatment of congenital clubfoot can lead to excellent functional and cosmetic results.&nbsp; However, recurrence may occur, and careful follow-up is necessary.&nbsp; If left untreated, congenital clubfoot can lead to weight bearing on the lateral aspects of the feet and an abnormal gait, particularly in patients with bilateral deformities.</p>\n<h1>Summary</h1><br><br><p>Congenital talipes equinovarus is a clinical diagnosis characterized by a fixed, plantar-flexed, adducted, and inverted foot.&nbsp; It should be differentiated from positional clubfoot, in which the foot can be easily repositioned into a natural position.&nbsp; Early treatment for congenital clubfoot includes stretching and serial casting and can significantly improve the appearance and function of the affected foot.</p>\n</div>\n\n            "
}