{
  "meta": {
    "title": "Crystal arthropathies: gout and pseudogout",
    "url": "https://brainandscalpel.vercel.app/crystal-arthropathies-gout-and-pseudogout-3cb24e6b-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:14.161Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1><p>Gout and calcium pyrophosphate dihydrate (CPPD) arthritis (pseudogout) are crystal arthropathies characterized by acute inflammation in response to crystal deposition within joints.&nbsp; Gout is due to monosodium urate (MSU) crystal deposition, whereas CPPD arthritis results from CPPD crystal accumulation.&nbsp; Both disorders typically present with acute, often dramatic, monoarthritis but also can progress to chronic arthropathy.</p><h1>Gout </h1><h2>Pathophysiology</h2><p>Gout is caused by conditions that are associated with increased uric acid production or decreased uric acid clearance (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86209.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; When uric acid levels exceed physiologic solubility (eg, &gt;7 mg/dL), MSU crystals can precipitate in joints and soft tissues, particularly in cooler regions of the body (eg, feet), leading to a cascade of inflammatory processes within the affected tissues.<p></p><p>Normally, MSU crystals have an immunoprotective coating of apolipoprotein E or B.&nbsp; When uric acid levels fluctuate rapidly (eg, due to binge intake of alcohol) or joint microtrauma occurs, bare MSU crystals can become exposed to IgG antibodies.&nbsp; Antibody binding leads to neutrophil phagocytosis and release of inflammatory cytokines (primarily IL-1), resulting in infiltration by neutrophils and macrophages and subsequent inflammatory changes.&nbsp; The inflammatory response is largely mediated by activation of the NLRP3 inflammasome and subsequent release of interleukin-1β (IL-1β).</p><p>Some medications are also associated with gout (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40420.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ); in particular, medications that rapidly lower uric acid levels (eg, allopurinol) can paradoxically trigger an acute attack of gout due to mobilization of tissue urate stores (ie, dissolving crystals become fragile and more easily shed into the joint space).<p></p><h2>Clinical presentation</h2><ul class=\"article-body-unordered-list\"><li><strong>Acute gouty arthritis:</strong>&nbsp; Sudden onset of severe joint pain, commonly at night.&nbsp; Most often affects the 1st metatarsophalangeal joint at the base of the big toe (podagra) but can involve other joints.&nbsp; Joint inflammation leads to swelling, warmth, and redness.&nbsp; Monoarthritis is typical, although acute polyarthritis occasionally occurs in longstanding disease.&nbsp; Pain peaks within 24 hours and resolves within 7-10 days if untreated.&nbsp; Joint tenderness and pain with range of motion can be extreme.&nbsp; Fever and chills may accompany acute attacks.</li><li><strong>Intercritical period:</strong>&nbsp; Symptom-free period after acute attack resolves.&nbsp; Recurrent attacks may vary in frequency.</li><li><strong>Chronic gout:</strong>&nbsp; Untreated recurrent attacks can lead to chronic gouty arthritis.&nbsp; Chronic inflammation may cause joint damage and deformity.&nbsp; In addition, tophi (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95173.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), which are chalky-white, extraarticular urate crystal deposits, may form under the skin; unlike gouty arthritis, tophi are usually painless.</li></ul><h2>Diagnosis</h2><p>The diagnosis of gout is definitively established with synovial fluid analysis of an affected joint, which shows inflammatory synovitis (white blood cell count 10,000-100,000/mm<font size=\"2\"><sup>3</sup></font>).&nbsp; MSU crystals are typically <strong>needle-shaped</strong> and <strong>negatively birefringent</strong> under polarized light microscopy (ie, yellow when aligned parallel to the slow axis and blue when aligned perpendicular) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64378.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><p>If synovial fluid analysis is not available or impractical, a presumptive diagnosis can sometimes be made based on clinical presentation (eg, sudden onset of redness and pain in the 1st metatarsophalangeal joint) in a patient at risk for gout (eg, male sex, elevated serum uric acid level, hypertension or atherosclerotic cardiovascular disease).</p><p>An elevated serum uric acid level supports a diagnosis of gout, if present, but the level is often normal during acute attacks and should not be used to rule out the diagnosis (levels during the intercritical period have more utility).&nbsp; Peripheral blood white cell count and inflammatory markers (eg, erythrocyte sedimentation rate, C-reactive protein) are often elevated but are nonspecific.&nbsp; Radiographs may demonstrate joint erosions, soft tissue swelling, and tophi in chronic gout (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64771.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p><h2>Management</h2> <h2>Acute gout management</h2><ul class=\"article-body-unordered-list\"><li><strong>Nonsteroidal anti-inflammatory drugs</strong> (NSAIDs) are often the first-line treatment for acute gout flares due to their efficacy in reducing pain and inflammation.&nbsp; Commonly used NSAIDs include indomethacin, naproxen, and ibuprofen.&nbsp; However, NSAIDs should be used with caution in patients with renal insufficiency, peptic ulcer disease, and cardiovascular risk factors.</li><li><strong>Colchicine</strong> is an alternate first-line treatment for acute gout flares, particularly in patients who cannot tolerate NSAIDs or have contraindications.&nbsp; Colchicine inhibits microtubule polymerization, leading to reduced leukocyte migration and degranulation.&nbsp; It is administered orally, with a loading dose followed by a lower maintenance dose.&nbsp; Common gastrointestinal side effects include diarrhea, nausea, and abdominal pain.&nbsp; Colchicine should be used with caution in elderly patients and those with significant hepatic or renal disease or who are taking medications that impair metabolism of colchicine (eg, P-gp inhibitors, CYP3A4 inhibitors).</li><li><strong>Corticosteroids</strong> are reserved for patients who cannot tolerate NSAIDs or colchicine, or in cases where these agents are contraindicated.&nbsp; Corticosteroids are effective in reducing inflammation and pain associated with acute gout flares and can be administered orally (eg, prednisone), intramuscularly, or intraarticularly depending on the severity and location of symptoms.</li><li>The management of acute gout is summarized in the accompanying table (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/73072.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li></ul><h2>Long-term management and prophylaxis</h2><p>Patients with gout should be advised to reduce intake of purine-rich foods (eg, shellfish, red and organ meats), corn syrup and sweetened soft drinks, and alcohol (especially beer and distilled beverages).&nbsp; Weight loss is advised in overweight and obese patients.</p><p><strong>Urate-lowering therapy</strong> is indicated for patients with frequent or severe attacks, tophi, or evidence of joint damage from gouty arthritis.&nbsp; <strong>Xanthine oxidase inhibitors</strong> (eg, allopurinol, febuxostat) are most commonly used and are typically titrated to maintain serum uric acid &lt;5-6 mg/dL; <strong>uricosuric agents</strong> (eg, probenecid) and <strong>recombinant uricase</strong> (eg, pegloticase) are useful alternate agents.&nbsp; Whichever agent is used, patients should also receive prophylactic therapy (eg, colchicine, NSAID) during initiation and dose titration to prevent an acute gout flare due to the rapid changes in uric acid levels.</p><p>With appropriate management, the prognosis for gout is generally favorable.&nbsp; However, untreated or poorly controlled disease can lead to chronic joint damage and disability.</p><h1>CPPD arthritis (Pseudogout)</h1><h2>Pathophysiology&nbsp;</h2><p>CPPD crystals can form in joints due to disturbances in chondrocyte function and calcium/pyrophosphate metabolism.&nbsp; Excessive pyrophosphate production in articular cartilage can lead to formation and deposition of CPPD crystals, which can trigger an inflammatory cascade mediated by the NLRP3 inflammasome (as in gout).</p><p>Age is a risk factor for CPPD arthritis, with the highest incidence occurring in patients age ≥65.&nbsp; Other risk factors include preexisting joint pathology (eg, osteoarthritis, rheumatoid arthritis, hemochromatosis), hypothyroidism, chronic kidney disease, hyperparathyroidism, hypomagnesemia, and calcium supplement use.</p><h2>Clinical presentation</h2><p>CPPD arthritis typically presents as acute monoarthritis, with sudden onset of pain, swelling, warmth, and redness resembling acute gout.&nbsp; It most commonly affects the knee and other large joints (involvement of the first metatarsophalangeal joint, as in gout, is uncommon).&nbsp; Acute attacks are often triggered by systemic illness, trauma, overuse, or surgery.</p><p>Symptoms of acute CPPD arthritis typically resolve within days to weeks, but recurrent attacks may occur and lead to chronic polyarthritis.&nbsp; In addition, chronic peripheral joint involvement resembling rheumatoid arthritis also may occur.</p><h2>Diagnosis</h2><p>As with gout, the diagnosis of CPPD arthritis is best confirmed with arthrocentesis.&nbsp; Synovial fluid microscopy shows <strong>rhomboid-shaped</strong> and <strong>positively birefringent</strong> (ie, blue when aligned parallel to the slow axis) CPPD crystals (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19092.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Synovial white blood cell count is variably elevated (typically 15,000-30,000/mm<font size=\"2\"><sup>3</sup></font> but may be higher).<p></p><p>X-rays often demonstrate linear calcification in articular cartilage and/or menisci (ie, <strong>chondrocalcinosis</strong>) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8550.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; This finding may be seen in asymptomatic patients but strongly supports the diagnosis of CPPD arthritis when found in an acutely inflamed joint.<p></p><h2>Management</h2><p>Initial acute management of CPPD arthritis includes intraarticular or systemic corticosteroids or NSAIDs.&nbsp; Preventive therapy is not usually needed, but daily colchicine or NSAIDs can be prescribed for patients with frequent symptoms.</p><h1>Differential diagnosis of gout and CCPD arthritis</h1><p>Both gout and CPPD arthritis can present with acute monoarthritis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37076.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Joint involvement is helpful in distinguishing the two entities but often is not definitive:&nbsp; gout most often affects the 1st metatarsophalangeal joint (uncommon in pseudogout) and knee, whereas CPPD arthritis commonly involves the knee, hip, and large joints (eg, elbow, wrist) of the upper extremity (upper-extremity involvement is uncommon in the initial presentation of gout).<p></p><p>Definitive diagnosis is accomplished with identification of crystals in synovial fluid (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69143.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; However, both CPPD and occasionally urate crystals can be seen in asymptomatic individuals, and synovial fluid analysis should be interpreted in the context of the overall clinical presentation.&nbsp; Likewise, chondrocalcinosis is seen frequently in asymptomatic adults and individuals with osteoarthritis and is not pathognomonic for CPPD arthritis unless characteristic acute clinical findings are present.<p></p><p>In the acute setting, the primary concern in the differential diagnosis of gout and pseudogout is infection.&nbsp; Septic monoarthritis may be clinically indistinguishable from gout and pseudogout.&nbsp; Therefore, Gram stain and culture of synovial fluid is often performed concurrently with polarized microscopy for crystals.&nbsp; In addition, the erythema, swelling, and fever seen in patients with gout and pseudogout are often confused with cellulitis; however, range of motion in crystalline arthropathies is usually exquisitely painful, whereas manipulating the joint in cellulitis typically elicits only mild pain.</p><h1>Summary</h1><p>Gout and calcium pyrophosphate dihydrate (CPPD) arthritis are crystal arthropathies characterized by acute inflammation in response to the deposition of crystals within joints.&nbsp; Gout is primarily caused by monosodium urate crystal deposition, whereas CPPD arthritis results from calcium pyrophosphate dihydrate crystal accumulation.</p><p>Gout most commonly causes acute monoarthropathy in the 1st metatarsophalangeal joint and knee, presenting with severe joint pain and swelling.&nbsp; Untreated cases can lead to chronic arthritis and tophi formation.&nbsp; CPPD arthritis also presents with acute monoarthropathy, most commonly in the knee, hip, and large upper extremity joints.</p><p>The diagnosis of gout and CPPD arthritis is confirmed on synovial fluid analysis.&nbsp; Synovial fluid in gout shows needle-shaped, negatively birefringent urate crystals, whereas the CPPD crystals in pseudogout are rhomboid-shaped and positively birefringent.</p><p>Initial management of gout includes NSAIDs, colchicine, or (systemic or intraarticular) corticosteroids; for patients with chronic disease or frequent attacks, urate lowering therapy (eg, allopurinol) is also indicated.&nbsp; Acute pseudogout is treated with intraarticular or systemic corticosteroids or NSAIDs.</p></div>\n            "
}