{
  "meta": {
    "title": "De Quervain tendinopathy",
    "url": "https://brainandscalpel.vercel.app/de-quervain-tendinopathy-f45189f1-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:14.945Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>De Quervain tendinopathy is an overuse syndrome affecting the abductor pollicis longus (APL) and extensor pollicis brevis (EPB) tendons in the first extensor compartment of the wrist.&nbsp; It typically presents with pain and tenderness along the radial (lateral) aspect of the wrist that worsens with thumb or wrist movement.</p>\n<h1>Pathogenesis</h1><br><br><p>De Quervain tendinopathy is a <strong>stenosing tenosynovitis</strong> involving the APL and EPB tendons, typically where they pass beneath the extensor retinaculum within the first dorsal compartment of the wrist (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11341.png\" alt=\"De Quervain tendinopathy\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">De Quervain tendinopathy</div>\n                                </div>\n                                ).<p></p><br><br><p>The condition is thought to result from <strong>repetitive or excessive use</strong> of the wrist and thumb (eg, frequent lifting of infants).&nbsp; This mechanical overuse places stress on the APL and EPB tendons, leading to <strong>thickening of the synovial tendon sheath</strong> and <strong>fibrosis</strong> of the surrounding fibro-osseous tunnel.&nbsp; As the tunnel narrows, the tendons become entrapped, increasing friction during movement (eg, thumb extension and abduction).</p><br><br><p>Over time, this process results in tendinous myxoid degeneration, characterized by breakdown and disorganization of collagen fibers, consistent with tendinosis.&nbsp; De Quervain tendinopathy is considered a degenerative and fibrotic process, rather than a true inflammatory condition.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Repetitive thumb or wrist movements (eg, lifting, texting, gardening).</li>\n\t<li>Occupational or recreational overuse (eg, manual labor, racket sports).</li>\n\t<li>Age 30–50.</li>\n\t<li>Female sex (10:1 female-to-male ratio), particularly associated with pregnancy and the <strong>postpartum period</strong>.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pain and tenderness</strong> at the <strong>radial styloid</strong> (lateral, thumb side of the wrist).</li>\n\t<li>Pain that <strong>worsens with thumb or wrist movements</strong> (especially thumb flexion with ulnar deviation of the wrist), gripping, pinching, and lifting and holding objects (especially when the wrist is ulnar-deviated).</li>\n\t<li>Swelling or palpable thickening over the radial styloid.</li>\n\t<li>Decreased grip strength or thumb range of motion in severe cases.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Scaphoid fracture</strong>:&nbsp; These fractures often occur during forceful hyperextension of the wrist (eg, fall on an outstretched hand).&nbsp; Although patients have lateral wrist pain, the tenderness is typically localized over the anatomic snuffbox (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31536.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), and patient history includes preceding trauma rather than overuse.</li>\n\t<li><strong>Osteoarthritis of the first carpometacarpal joint</strong>:&nbsp; Osteoarthritis at the base of the thumb causes pain that may worsen with passive thumb flexion.&nbsp; Symptoms are usually chronic, bilateral, and associated with stiffness, swelling, and periarticular bony hypertrophy.</li>\n\t<li><strong>Wartenberg syndrome</strong>:&nbsp; Compression of the superficial radial nerve can cause lateral hand and wrist pain, but the pain is typically vague (not sharp) and associated with numbness and/or paresthesia.&nbsp; Patients often have a history of mechanical wrist compression (eg, heavy wristwatch, handcuffs).</li>\n\t<li><strong>Crystal-induced arthropathy</strong> (eg, gout, pseudogout):&nbsp; These joint disorders occasionally affect the wrist and thumb joints.&nbsp; However, patients typically have acute pain associated with erythema, warmth, and/or swelling of the joint.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>De Quervain tendinopathy is a clinical diagnosis suggested by atraumatic pain and tenderness at the radial styloid and lateral wrist that is aggravated by a provocative maneuver.&nbsp; In the <strong>Finkelstein test</strong>, the patient makes a fist with the thumb tucked inside the fingers and the examiner ulnar-deviates the wrist (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/U11272.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The test is positive for de Quervain tendinopathy if it reproduces pain over the radial styloid.<p></p>\n<h1>Laboratory evaluation and imaging studies</h1><br><br><p>Laboratory evaluation and imaging studies are typically not required for isolated de Quervain tendinopathy.&nbsp; However, if there is consent for another etiology, inflammatory markers (C-reactive protein, rheumatoid factor) may be considered.&nbsp; Imaging may be used in select cases and often includes ultrasonography and radiography.&nbsp; Ultrasonography may show thickening of the tendon sheath and extensor retinaculum and excess fluid within the tendon sheath.&nbsp; Radiography may help exclude first carpometacarpal arthritis and other bony abnormalities.</p>\n<h1>Management</h1><br><br><p>Initial management focuses on symptom relief.&nbsp; Conservative measures are usually sufficient because de Quervain tendinopathy <strong>often resolves spontaneously</strong> over time (&lt;1 year).&nbsp; Treatment options typically include <strong>activity modification</strong> (eg, avoid repetitive wrist/thumb movements, modify ergonomic factors), nonsteroidal anti-inflammatory drugs, and a <strong>thumb spica splint</strong>, which immobilizes the thumb (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87607.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><p>Patients with severe or persistent symptoms can benefit from a corticosteroid injection, administered directly into the tendon sheath.&nbsp; The injection is often effective, but patients may require a second injection if symptoms recur.&nbsp; Refractory cases (ongoing symptoms despite conservative treatment and corticosteroids) may benefit from surgical release of the first dorsal compartment.</p>\n<h1>Prognosis</h1><br><br><p>Most patients recover fully with <strong>nonoperative treatment</strong>; however, early treatment leads to faster resolution.&nbsp; In addition, surgical outcomes are typically excellent in persistent cases.</p>\n<h1>Prevention</h1><br><br><p>Prevention strategies include ergonomic adjustments at workstations or in repetitive activities, proper lifting techniques, and early intervention after the development of symptoms.</p>\n<h1>Summary</h1><br><br><p>De Quervain tendinopathy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/89817.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is an overuse syndrome involving the abductor pollicis longus and extensor pollicis brevis tendons.&nbsp; It is precipitated by repetitive movements of the thumb and wrist, which cause tendon sheath thickening and tendon entrapment.&nbsp; Diagnosis is based on examination findings, and the mainstay of treatment includes nonsteroidal anti-inflammatory drugs and splinting in a thumb spica splint.<p></p>\n</div>\n\n            "
}