{
  "meta": {
    "title": "Fibromyalgia",
    "url": "https://brainandscalpel.vercel.app/fibromyalgia-fb226bd9-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:24.960Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Fibromyalgia is a chronic condition that presents with widespread musculoskeletal pain along with fatigue, sleep disturbances, and other symptoms (eg, depressed mood, difficulty concentrating).</p>\n<h1>Pathophysiology</h1><br><br><p>Although soft tissue pain is the predominant symptom, tissue inflammation (eg, on physical and histological examinations) and laboratory abnormalities are not present.&nbsp; Rather, fibromyalgia is thought to represent abnormal processing of neural pain signals in the CNS, which amplifies painful stimuli.</p>\n<h1>Risk factors</h1><br><br><p>Several factors may increase the risk of developing fibromyalgia:</p>\n<ul>\n<li>Female sex</li><br><br><li>Chronic stress</li><br><br><li>Family history of fibromyalgia</li><br><br><li>History of trauma/abuse (which heightens pain/stress response)</li><br><br><li>Certain chronic medical conditions (eg, irritable bowel syndrome, depression, anxiety)</li></ul>\n<h1>Clinical presentation</h1><br><br><p>Fibromyalgia presents with a wide range of symptoms, including the following:</p>\n<ul>\n<li><strong>Widespread musculoskeletal pain</strong> (head, arms, chest, abdomen, legs, back/buttocks), typically involving at least 6 sites; inflammatory signs (eg, joint swelling, muscle weakness) not present</li><br><br><li><strong>Chronic fatigue</strong>, worsened by minor physical exertion and marked by feeling unrefreshed despite adequate sleep duration</li><br><br><li><strong>Sleep disturbances</strong>, including frequent early morning awakenings with difficulty falling back to sleep</li><br><br><li><strong>Cognitive symptoms</strong> (eg, brain fog, difficulty concentrating)</li><br><br><li><strong>Mood symptoms</strong> (eg, depressed mood, anxiety)</li><br><br><li><strong>Other symptoms</strong> (eg, tension or migraine headache, paresthesia in the extremities, irritable bowel or bladder symptoms)</li></ul><br><br>\n<h1>Diagnosis and evaluation</h1>\n<p>The diagnosis of fibromyalgia is based on the presence of the following symptoms for <strong>≥3 months</strong> without another cause that explains them.</p>\n<ul>\n<li>Widespread musculoskeletal pain without inflammatory findings (eg, joint swelling)</li><br><br><li>Chronic fatigue or sleep disturbances</li><br><br><li>Cognitive or psychiatric symptoms (less common)</li></ul><br><br><p>Certain diagnostic tools (eg, 2010 American College of Rheumatology criteria) may also be used (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37391.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Although there are no laboratory or imaging tests to confirm the diagnosis of fibromyalgia, a basic laboratory evaluation consisting of the following tests is generally recommended to rule out other causes of chronic musculoskeletal pain (eg, rheumatoid arthritis, systemic lupus erythematosus, spondyloarthritis) and fatigue.</p>\n<ul>\n<li>Complete blood count (to assess for anemia)</li><br><br><li>Erythrocyte sedimentation rate (ESR) or C-reactive protein (CRP) (to check for inflammatory disorders)</li><br><br><li>Thyroid function tests (to rule out hypothyroid myopathy)</li><br><br><li>Creatine kinase (if myopathy is suspected)</li></ul><br><br><p>Given that fibromyalgia is not an inflammatory disorder and that no musculoskeletal pathology is present, laboratory evaluation should be normal.&nbsp; Serological testing (eg, antinuclear antibodies, rheumatoid factor) should be obtained only if there is evidence of inflammatory arthritis (eg, joint effusion) or systemic rheumatological diseases (eg, elevated CRP or ESR, malar rash, pleuritic chest pain); otherwise, these tests have limited utility due to high false-positive rates in healthy patients.</p>\n<h1>Differential diagnosis</h1><br><br><p>Main considerations for the differential diagnosis are polymyalgia rheumatic and polymyositis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31233.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<ul>\n<li><strong>Polymyalgia rheumatica</strong>, which is associated with giant cell (temporal) arteritis, is an inflammatory disorder that presents with acute-onset morning stiffness and gelling (stiffness with inactivity) in the proximal joints (eg, hips, shoulders).&nbsp; The condition typically affects patients age ≥50.&nbsp; Unlike fibromyalgia, it is characterized by significant elevations in acute phase markers (eg, ESR, CRP).</li><br><br><li><strong>Polymyositis</strong> is an inflammatory myositis characterized by symmetrical proximal muscle weakness and elevated muscle enzymes (eg, creatine kinase, aspartate aminotransferase, aldolase).&nbsp; Unlike fibromyalgia, muscle pain is generally absent or mild, and creatine kinase and inflammatory markers are elevated.</li></ul><br><br><p>Other considerations include:</p>\n<ul>\n<li><strong>Hypothyroid myopathy:</strong>&nbsp; a muscle disease caused by hypothyroidism and that can present with myalgia and muscle weakness; patients typically also have other symptoms of hypothyroidism (eg, weight gain, constipation).&nbsp; An elevated TSH level distinguishes it from fibromyalgia.</li><br><br><li><strong>Chronic fatigue syndrome:</strong>&nbsp; characterized by debilitating fatigue, unrefreshing sleep, difficulty concentrating, and post-exertional malaise for at least 6 months.&nbsp; Although myalgias and arthralgias can be present, the predominant symptom is fatigue, not musculoskeletal pain as in fibromyalgia.</li><br><br><li><strong>Inflammatory arthritis</strong> (eg, rheumatoid arthritis, systemic lupus erythematosus):&nbsp; can present with multisite arthritis, characterized by joint pain and inflammation (eg, swelling, redness, warmth).&nbsp; Although joint pain may be present in fibromyalgia, joint inflammation (and associated elevations of CRP and ESR) is not characteristic.</li><br><br><li><strong>Major depressive disorder</strong> (MDD):&nbsp; presents with depressed mood, fatigue, poor concentration, and sleep disturbances.&nbsp; Although MDD frequently coexists with fibromyalgia, MDD lacks the prominent, widespread musculoskeletal pain found in fibromyalgia.</li></ul>\n<h1>Management</h1><br><br><p>Management is directed at decreasing central sensation of pain, reducing overall stress, and fostering a healthy lifestyle.</p>\n<h2>Nonpharmacologic measures</h2><br><br><p>Initial management consists of the following nonpharmacologic measures:</p>\n<ul>\n<li>Low-impact aerobic exercises (eg, walking, swimming), which desensitize central pain processing while mitigating musculoskeletal pain related to exercises</li><br><br><li>Sleep hygiene (eg, avoid bedtime screen time, following a regular sleep schedule)</li><br><br><li>Cognitive-behavioral therapy, meditation and relaxation, and mindfulness-based stress reduction</li></ul>\n<h2>Pharmacologic measures</h2><br><br><p>More severe symptoms require the addition of pharmacologic therapy.&nbsp; Tricyclic antidepressant therapy (eg, amitriptyline) is generally first-line and is most helpful for patients with predominant chronic pain.&nbsp; Cyclic skeletal muscle relaxants (eg, cyclobenzaprine) have similar properties and may be used instead.</p><br><br><p>Other agents that may be helpful include serotonin and norepinephrine reuptake inhibitors (eg, duloxetine, milnacipran), especially in patients with significant fatigue or depression, and pregabalin and gabapentin, especially in patients with prominent sleep disturbances.</p><br><br><p>Therapies are tailored to the patients' main symptoms and to adverse effects.&nbsp; Patients with persistent symptoms may require combination drug therapy and referral for supervised rehabilitation, pain management, or rheumatology consultation.</p>\n<h1>Complications and prognosis</h1><br><br><p>Fibromyalgia is a chronic condition without a cure.&nbsp; Untreated symptoms can decrease quality of life, resulting in depression, anxiety, social isolation, compromised social relationships, and declined performance at work.&nbsp; However, with appropriate management, many can lead relatively normal lives.</p><br><br><p>Poor prognostic indicators include underlying depression, history of abuse, low socioeconomic status, unemployment, and female sex.&nbsp; Overall, patients with fibromyalgia have higher rates of suicide and disability.</p>\n<h1>Summary</h1><br><br><p>Fibromyalgia is a chronic condition characterized by widespread musculoskeletal pain, fatigue, sleep disturbances, and other symptoms (eg, brain fog, depressed mood).&nbsp; The pathophysiology involves CNS hypersensitivity, which amplifies painful stimuli.&nbsp; Diagnosis is based on symptoms after other causes (eg, inflammatory arthritis, hypothyroid myopathy) are excluded based on clinical and basic laboratory evaluations.&nbsp; Nonpharmacologic therapies (eg, exercise, sleep hygiene, cognitive-behavioral therapy) with or without pharmacologic therapies (eg, amitriptyline) are typically used in management.</p>\n</div>\n\n            "
}