{
  "meta": {
    "title": "Fracture patterns in children",
    "url": "https://brainandscalpel.vercel.app/fracture-patterns-in-children-d55937b6-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:26.860Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pediatric bony architecture differs from that of adults due to the presence of a more porous (ie, more flexible) cortex, a stronger periosteum (ie, less likely to be displaced), and cartilaginous growth plates.&nbsp; These features predispose children to unique fracture types, including incomplete fractures (eg, buckle, greenstick) and growth plate fractures.&nbsp; Other fracture patterns unique to children include nonaccidental trauma (NAT)-related fractures (eg, metaphyseal corner fracture, rib fracture), which must be differentiated from accidental injury.</p>\n<h1>Buckle (torus) fracture</h1><h2>Pathogenesis</h2><br><br><p>Buckle fractures occur due to a sudden, longitudinal force applied to a bone.&nbsp; Young children (age &lt;10) have porous bone, which allows for compression of the distal metaphyseal cortex with an axial load.&nbsp; This most frequently occurs with a fall onto an outstretched hand and involves the distal radius and/or ulna.&nbsp; The <strong>cortices bend (buckle) without breaking or becoming displaced</strong>.&nbsp; Therefore, a buckle fracture is considered a stable and incomplete fracture.</p>\n<h2>Clinical presentation</h2><br><br><p>Buckle fractures present with pain and tenderness without gross deformity over the fracture site, which usually involves the distal forearm after a fall onto an outstretched hand.&nbsp; Swelling and decreased range of motion are usually absent.</p>\n<h2>Diagnosis</h2><br><br><p>X-ray classically shows <strong>bulging of the bony cortex</strong> (typically radius and/or ulna) <strong>without a fracture line</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118989.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; More subtle fractures may show only disruption of the metaphyseal contour.<p></p>\n<h2>Management and prognosis</h2><br><br><p>Treatment involves pain control and prevention of reinjury (eg, splint placement).&nbsp; Because these are <strong>stable</strong> fractures, most buckle fractures heal within a few weeks without complication.</p>\n<h1>Greenstick fracture</h1><h2>Pathogenesis</h2><br><br><p>Greenstick fractures most commonly occur with a fall onto an outstretched hand but can also occur due to direct trauma.&nbsp; The fracture <strong>involves only one side of the bony cortex</strong> (ie, incomplete fracture) rather than extending through the width of the bone because the periosteum surrounding the bone is thick and strong in children.&nbsp; The opposite side typically has a deformation or bend without a break in the periosteum or cortex.</p>\n<h2>Clinical presentation</h2><br><br><p>Greenstick fractures present with pain, tenderness, and swelling over the fracture site, which usually involves the forearm after a fall onto an outstretched hand.&nbsp; Ecchymoses, decreased range of motion, and mild gross deformity may be present.</p>\n<h2>Diagnosis</h2><br><br><p>X-ray shows a <strong>fracture line with interruption of the bony cortex</strong> and periosteum of <strong>one side of the bone</strong>.&nbsp; The opposite side is intact, although it may appear bowed, curved, or buckled due to compressive forces (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111511.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; The paired bone (eg, ulna in a patient with a radial fracture) often has a plastic deformation (shaft bowing/curvature).<p></p>\n<h2>Management and prognosis</h2><br><br><p>Prompt reduction (if displaced) and immobilization of the forearm is required for greenstick fractures because they are considered <strong>unstable</strong> due to the potential for refracture or further displacement if improperly treated.&nbsp; Repeat x-rays should be performed prior to cast removal to confirm bony union.&nbsp; Once the fracture is fully healed, no long-term complications are expected.</p>\n<h1>Plastic deformation</h1><h2>Pathogenesis</h2><br><br><p>Plastic deformation is characterized by <strong>bending or bowing of a long bone</strong> (usually ulna or radius) due to a longitudinal force (eg, fall onto an outstretched hand).&nbsp; Although there is <strong>no fracture line</strong>, plastic deformation is considered an <strong>incomplete fracture</strong> due to microdisruptions in the bony cortex at the site of angulation.&nbsp; The more porous structure of bone in children as compared to adults allows for increased flexibility and increases the risk for plastic deformation.</p><br><br><p>This type of incomplete fracture can present in isolation but often develops in a paired bone with the other bone sustaining a different type of fracture (eg, plastic deformation of the ulna with a greenstick fracture of the radius).</p>\n<h2>Clinical presentation</h2><br><br><p>Patients typically have pain at the site of angulation after a longitudinal force has been applied, such as forearm pain after a fall onto an outstretched hand.&nbsp; There may be visible curvature to the forearm depending on the degree of angulation.</p>\n<h2>Diagnosis</h2><br><br><p>X-ray of a plastic deformation shows bowing of the involved bone without a fracture line.&nbsp; The paired bone may also show plastic deformation or have a complete or incomplete fracture.</p>\n<h2>Management and prognosis</h2><br><br><p>Plastic deformation often self-corrects or normalizes with immobilization alone.&nbsp; However, deformations with significant angulation (eg, &gt;20 degrees) may require reduction.</p><br><br><p>Uncorrected plastic deformations may result in limited range of motion (eg, pronation, supination), particularly because mechanical alignment of paired bones (eg, ulna and radius) is required for full functionality.</p>\n<h1>Physeal (growth plate) fracture</h1><h2>Pathogenesis</h2><br><br><p>The growth plate, or physis, is composed primarily of cartilaginous tissue and is responsible for longitudinal growth of bone.&nbsp; The region of the physis immediately adjacent to the epiphysis consists of hypertrophic chondrocytes and a thin layer of newly forming calcified bone.&nbsp; This portion of the growth plate is particularly susceptible to trauma and fracture in growing children.&nbsp; Mechanisms of growth plate fractures include direct trauma, twisting/rotational forces, and repetitive pressure/impact.</p>\n<h2>Classification</h2><br><br><p>Physeal fractures are categorized anatomically by the Salter-Harris classification (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51615.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Type I:&nbsp; growth plate only</li>\n\t<li>Type II:&nbsp; growth plate and metaphysis</li>\n\t<li>Type III:&nbsp; growth plate and epiphysis</li>\n\t<li>Type IV:&nbsp; growth plate, metaphysis, and epiphysis</li>\n\t<li>Type V:&nbsp; compression fracture across growth plate</li>\n</ul><br><br><p>Type I is generally considered the least severe and type V is the most severe.&nbsp; The most common subtype is Salter-Harris type II, and type V is rare.</p>\n<h2>Clinical presentation</h2><br><br><p>Growth plate fractures present with focal pain, swelling, and tenderness at the fracture site, which involves the distal end of a bone (eg, radius, tibia, femur).&nbsp; Deformity and limited range of motion may be present, and refusal to bear weight may occur with lower extremity fractures.</p>\n<h2>Diagnosis</h2><br><br><p>X-ray of growth plate fractures for types I-IV shows a <strong>fracture line through the physis</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7638.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; The epiphysis or metaphysis may be involved depending on the subtype.&nbsp; Type V fractures are often difficult to diagnose with x-ray alone.<p></p><br><br><p>CT or MRI may be indicated for suspected growth plate injuries with subtle abnormalities on x-ray (eg, growth plate widening suggestive of physeal injury).</p>\n<h2>Management</h2><br><br><p>Treatment of growth plate fractures depends on the anatomic location of the fracture line:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Types I and II are extraarticular fractures that can typically be treated with closed reduction and casting.</li>\n\t<li>Types III and IV are intraarticular fractures that usually require open reduction and internal fixation.</li>\n\t<li>Type V fractures are generally treated with casting, and patients should be non–weight bearing.&nbsp; These fractures are often diagnosed in retrospect in a patient with growth arrest of the involved bone because this subtype is challenging to diagnose with initial x-ray.</li>\n</ul>\n<h2>Prognosis</h2><br><br><p>Prompt treatment reduces risk for long-term complications.&nbsp; However, any injury to the growth plate, particularly with compression fractures (type V), can cause premature growth arrest and lead to persistent <strong>limb-length discrepancy</strong>.&nbsp; This pathophysiology often involves formation of physeal bars, or bony bridges across the growth plate.</p>\n<h1>Fractures associated with non-accidental trauma (NAT)</h1><h2>Fracture patterns</h2><br><br><p>Certain fracture types should raise concern for NAT, particularly in children age &lt;3 (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35859.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; These fracture patterns are generally difficult to develop accidentally based on a child's developmental abilities:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Metaphyseal corner fracture</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L119035.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; These fractures are seen as metaphyseal fragmentation of a long bone on imaging and result from forcible pulling or twisting of an extremity.</li>\n\t<li><strong>Rib fractures</strong>:&nbsp; Compression of the chest (squeezing) may result in rib fractures, often posterior, multiple, and bilateral.&nbsp;</li>\n\t<li><strong>Long bone fractures</strong>:&nbsp; Nonaccidental twisting of a long bone (eg, humerus, femur) can result in a fracture.&nbsp; Although these injuries (eg, femoral spiral fracture) are highly suggestive of NAT in a nonambulatory child (eg, infant), they can occur accidentally in older children.&nbsp; Notably, spiral fractures of the distal tibia can be seen in ambulatory children age ≤3 due to a self-induced twisting injury during a low-impact fall in the early walking years.&nbsp; This type of fracture is known as a toddler's fracture and is not associated with NAT.</li>\n\t<li><strong>Skull fractures</strong>:&nbsp; Multiple or depressed skull fractures should raise suspicion for NAT.&nbsp; Linear skull fractures are less commonly due to NAT.</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><p>Features of patient history that may be suggestive of NAT include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Delayed presentation</strong> for medical evaluation</li>\n\t<li><strong>Inconsistent history</strong> provided by caregivers</li>\n\t<li><strong>Implausible history</strong> (eg, developmentally inappropriate mechanism) provided by caregivers</li>\n</ul><br><br><p>Examination findings other than fractures that should raise concern for NAT include bruises that are patterned or in noninjury-prone areas (eg, trunk, ear), well demarcated burns, subconjunctival hemorrhages (beyond neonatal age), or oral/nasal injuries in nonambulatory children.</p>\n<h2>Evaluation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Skeletal survey:&nbsp; A comprehensive set of x-rays to evaluate for multiple fractures at different stages of healing</li>\n\t<li>Funduscopy:&nbsp; A dilated examination to assess for retinal hemorrhages</li>\n\t<li>CT scan of head:&nbsp; Neuroimaging to evaluate for intracranial injury (eg, subdural hematoma)</li>\n</ul>\n<h2>Management</h2><br><br><p>Management of suspected NAT is multidisciplinary and includes reporting to child protective services and involvement of social services and law enforcement.</p><br><br><p>Fractures should be managed based on specific pattern type (eg, splinting for nondisplaced metaphyseal corner fracture).</p>\n<h1>Summary&nbsp;</h1><br><br><p>Certain fracture patterns in children (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L119104.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) differ from adults due to the presence of a more porous cortex, stronger periosteum, and cartilaginous growth plates.&nbsp; Incomplete fractures generally heal without complication and include buckle fractures (bony bulge) and greenstick fractures (interruption of periosteum and cortex on only one side).&nbsp; Growth plate fractures result in a break through the physis with the potential of growth arrest.&nbsp; Features associated with nonaccidental trauma (eg, metaphyseal corner fractures, long bone fracture in nonambulatory child) must be differentiated from accidental injury.<p></p>\n</div>\n\n            "
}