{
  "meta": {
    "title": "Giant cell (temporal) arteritis",
    "url": "https://brainandscalpel.vercel.app/giant-cell-temporal-arteritis-8f2587c4-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:30.866Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Giant cell arteritis (GCA), also known as temporal arteritis and Horton disease, is a common systemic vasculitis that occurs almost exclusively in patients age &gt;50.&nbsp; It affects medium to large arteries, particularly those in the head and neck, such as the temporal artery (ie, temporal arteritis).&nbsp; GCA can cause significant morbidity if not promptly diagnosed and treated, potentially leading to vision loss and other serious complications.&nbsp; GCA is closely associated with polymyalgia rheumatica (PMR).</p>\n<h1>Pathophysiology and pathology</h1><br><br><p>The exact pathophysiology of GCA is unclear.&nbsp; It is characterized by a <strong>T-cell–mediated</strong> inflammatory process of <strong>medium to large arteries</strong>, likely due to an unknown trigger that activates dendritic cells, activates T cells, and leads to macrophage-mediated amplification cascades.&nbsp; The inflammation may occur diffusely but predominantly affects the arteries of the head and neck, especially the temporal artery (ie, temporal arteritis).&nbsp; The inflammatory infiltrate in affected vessels is typically granulomatous and is composed of lymphocytes (predominantly CD4-positive T cells) and macrophages, which may fuse to form multinucleated giant cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88114.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; This inflammatory reaction causes vessel damage (eg, elastic fiber fragmentation) and remodeling (eg, intimal hyperplasia) and can ultimately lead to vascular occlusion and tissue ischemia (eg, irreversible vision loss).<p></p><br><br><p>Biopsy of the temporal artery shows scattered, <strong>focal granulomatous inflammation</strong> (most pronounced in the media) with intimal thickening, elastic lamina fragmentation, and <strong>giant cell formation</strong> (without distinct granulomas).&nbsp; GCA is histologically identical to Takayasu arteritis, which typically involves the aortic arch and affects primarily younger patients.</p><br><br><p>Both GCA and PMR are linked to specific human leukocyte antigen (HLA) alleles and have similar T-cell distributions (decreased regulatory T cells, elevated T helper 17 cells) along with levels of the inflammatory cytokine IL-6.&nbsp; This interleukin seems to correlate with disease severity.&nbsp; Environmental factors (eg, infection, seasonal changes) may play a role.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Age</strong>:&nbsp; GCA predominantly affects individuals over age 50.</li>\n\t<li><strong>Gender</strong>:&nbsp; There is a higher incidence in females.</li>\n\t<li><strong>Ethnicity</strong>:&nbsp; GCA is more common in individuals of Northern European descent.</li>\n\t<li><strong>Genetic factors</strong>:&nbsp; Certain HLA types may increase susceptibility.</li>\n</ul><br><br><p>PMR (which shares similar risk factors) occurs in approximately 50% of patients with GCA and can develop before, at the same time as, or after GCA.&nbsp; GCA can develop in 5%-30% of patients with PMR.</p>\n<h1>Clinical presentation</h1><br><br><p>GCA should be considered in patients <strong>age &gt;50</strong> (median age 65) who have any of these commonly reported symptoms (particularly if accompanied by elevated inflammatory markers):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Headache</strong>:&nbsp; New headache is a cardinal feature and can be localized to the temporal area or generalized.&nbsp; <strong>Focal pain over the temple</strong> and tenderness on palpation may be present.&nbsp; Sometimes, patients have scalp tenderness with hair combing.&nbsp; Superficial temporal artery inflammation may cause pain, nodularity, and thickening found on palpation of the temporal area.</li>\n\t<li><strong>Craniofacial pain syndromes</strong>:&nbsp; <strong>Jaw claudication</strong> (eg, pain with chewing), seen in up to 50% of cases, has a high specificity for GCA.&nbsp; Tongue claudication and facial pain may also occur, typically during mastication (chewing), when the blood supply to the corresponding areas does not increase normally due to the narrowing of the arterial lumens.</li>\n\t<li><strong>Visual symptoms</strong>:&nbsp; Such symptoms tend to occur abruptly and are variable; amaurosis fugax (transient blurry vision, partial visual field defect, or monocular blindness) and arteritic anterior ischemic optic neuropathy, discussed in more detail later, are common and can progress to blindness.</li>\n\t<li><strong>PMR</strong>:&nbsp; PMR is characterized by neck, torso, shoulder, and pelvic girdle pain and morning stiffness.&nbsp; Fatigue, fever, and weight loss may also occur.</li>\n</ul><br><br><p>Early symptoms of GCA are often nonspecific, and elderly patients may not come for evaluation until visual symptoms develop.&nbsp; They can also have atypical symptoms such as cough, hoarseness, and malaise.&nbsp; Evidence of vasculitis at other sites (eg, limb claudication, aortic wall thickening) can sometimes be noted and should increase suspicion for the diagnosis.</p>\n<h1>Diagnosis</h1><br><br><p>Patients with suspected GCA should have an urgent evaluation with <strong>inflammatory biomarkers</strong> (erythrocyte sedimentation rate, C-reactive protein) and <strong>temporal artery biopsy</strong> to confirm the diagnosis.&nbsp; Those with visual symptoms should also have an expedited ophthalmologic evaluation.</p><br><br><p>Inflammatory marker elevation (eg, erythrocyte sedimentation rate &gt;50 mm/hr) is highly sensitive for GCA, but no specific serologic tests are available.&nbsp; Patients with GCA often have normocytic anemia, reactive thrombocytosis, and mildly decreased albumin levels.&nbsp; In up to one-third of patients, liver enzymes can be elevated but usually revert to normal with therapy.</p>\n<h2>Temporal artery assessment</h2><br><br><p>Urgent temporal artery assessment is needed to confirm the diagnosis.&nbsp; Color Doppler ultrasonography of the temporal artery can reveal the halo sign, which is indicative of edema around the vessel.&nbsp; Biopsy of the temporal artery is the gold standard for diagnosis.&nbsp; In some cases, a negative biopsy can occur; a contralateral biopsy should be considered but is not often pursued (ie, the patient is treated for GCA regardless of the biopsy results) if the clinical suspicion remains high and no alternate diagnoses are found.</p>\n<h1>Differential diagnosis</h1><h2>Other vasculitides</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Takayasu arteritis</strong>:&nbsp; is associated with a younger age at onset (&lt;50) and with renovascular hypertension; it is less commonly associated with AION and PMR</li>\n\t<li><strong>Small and medium vessel vasculitides</strong> (microscopic polyangiitis, granulomatosis with polyangiitis, polyarteritis nodosa):&nbsp; have different vascular distributions (eg, small vessels vs medium and large vessels), histopathology (eg, necrotizing vasculitis vs granulomatous inflammation), and patterns of organ involvement (eg, kidney involvement vs eye involvement)</li>\n</ul>\n<h2>Nonarteritic AION</h2><br><br><p>In AION, there is a sudden monocular visual loss with a small, crowded optic nerve head and physiologic cup (helpful but often difficult to observe).&nbsp; Other GCA features and laboratory markers (eg, elevated inflammatory markers) are absent.</p>\n<h2>Infection</h2><br><br><p>In patients with fever, blood cultures should be obtained to rule out infectious causes (eg, endocarditis with embolic phenomena).</p>\n<h1>Management</h1><h2>Glucocorticoids</h2><br><br><p>Standard initial treatment (in the absence of vision loss) includes <strong>high-dose oral glucocorticoids</strong> (eg, prednisone 40-60 mg daily).&nbsp; Patients with early ocular symptoms (eg, amaurosis fugax, blurring vision) should be admitted to the hospital urgently for pulse-dose parenteral glucocorticoids (eg, methylprednisolone 500-1,000 mg daily).</p><br><br><p>Because patients with GCA require long-term (ie, &gt;1 year) glucocorticoid therapy, which itself carries significant risks, the diagnosis should be confirmed as soon as possible with temporal artery biopsy.&nbsp; However, to minimize the risk for AION, treatment should be initiated immediately and should not be delayed while scheduling or awaiting biopsy results.&nbsp; Biopsy findings remain detectable up to 30 days after the start of treatment.&nbsp; When the GCA shows improvement, a prolonged (eg, 52-week) glucocorticoid taper (typically within a few weeks) can begin.</p>\n<h2>Glucocorticoid-sparing agents</h2><br><br><p>Patients at high risk for glucocorticoid-related adverse events (eg, osteoporosis, diabetes mellitus, glaucoma) can be treated with a glucocorticoid in addition to <strong>tocilizumab</strong>, an IL-6 antagonist that allows a quicker (eg, 26 week) glucocorticoid taper.&nbsp; Methotrexate is the alternate if tocilizumab is not available, too expensive, or contraindicated (eg, recurrent infections, gastrointestinal perforations).</p>\n<h2>Other</h2><br><br><p><strong>Low-dose aspirin</strong> is also recommended to reduce the risk for cranial ischemic complications (eg, stroke) in certain patients.</p><br><br><p>Patients with vascular complications (eg, aortic aneurysms, stenosis leading to limb ischemia) may require further, specialized intervention.</p>\n<h1>Complications</h1><h2>Complications due to GCA</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Arteritic AION</strong> occurs due to partial or complete occlusion of the posterior ciliary artery and is characterized by a pale, edematous disc with blurred margins.&nbsp; It can lead to blindness if not treated promptly.&nbsp; Other optic complications of GCA include <strong>amaurosis fugax</strong>, central or branch <strong>retinal artery occlusion</strong>, and <strong>cerebral infarction</strong> leading to central visual field defects.</li>\n\t<li>Another recognized complication, which has also been noted in 10%-20% of patients, is <strong>aortic aneurysm</strong> due to large-vessel involvement.&nbsp; Patients with aortic aneurysm are typically followed with serial imaging studies.</li>\n\t<li>Stenosis of the large vessels can cause limb ischemia.</li>\n</ul>\n<h2>Complications due to glucocorticoid therapy</h2><br><br><p>Many patients develop complications of therapy due to the long duration of treatment with supraphysiologic doses of glucocorticoids.</p><br><br><p><strong>Glucocorticoid-induced myopathy</strong> typically occurs weeks to months after glucocorticoid therapy is begun.&nbsp; The mechanism is thought to be due to increased muscle catabolism and decreased anabolism as a direct effect of glucocorticoids.&nbsp; This risk rises with higher doses of glucocorticoids (generally &gt;40 mg of hydrocortisone daily or its equivalent).&nbsp; Patients typically develop painless proximal muscle weakness.&nbsp; There is no muscle inflammation or tenderness, and creatine kinase levels are normal.&nbsp; Muscle power improves after discontinuation of glucocorticoids, but recovery can take weeks to months.</p><br><br><p>Because GCA affects primarily postmenopausal women and older men, steroids can predispose or worsen preexisting <strong>osteoporosis</strong>.&nbsp; As a result, all patients should undergo bone mineral density measurements.&nbsp; Patients with GCA receiving steroids should also receive adjunctive calcium, vitamin D, and, possibly, bisphosphonates.</p>\n<h1>Summary</h1><br><br><p>Giant cell arteritis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36456.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), a T-cell–mediated inflammatory process affecting medium to large arteries, is characterized by granulomatous inflammation, vessel damage, and remodeling.&nbsp; It primarily affects the arteries of the head and neck, often leading to headache, jaw claudication, and visual symptoms.&nbsp; The diagnosis is confirmed by temporal artery biopsy.&nbsp; Treatment involves high-dose glucocorticoids and may include tocilizumab.&nbsp; Complications include arteritic anterior ischemic optic neuropathy, aortic aneurysm, and glucocorticoid-related adverse events.<p></p>\n</div>\n\n            "
}