{
  "meta": {
    "title": "Hip fractures",
    "url": "https://brainandscalpel.vercel.app/hip-fractures-36087cff-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:41.015Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p>Hip fractures are common injuries that involve a break in the proximal femur.&nbsp; They are classified as either intracapsular, which involve the femoral head and neck, or extracapsular, which involve the intertrochanteric or subtrochanteric regions.&nbsp; Hip fractures most often occur in elderly adults (age &gt;65) following a fall.&nbsp; Patients typically present with severe hip or groin pain, an inability to ambulate, and a leg that is shortened and externally rotated on the affected side.&nbsp; Hip fractures generally require surgical correction.</p>\n<h1>Anatomy</h1><br><br><p>The hip joint is a ball-and-socket joint formed by the head of the femur (the ball) and the acetabulum of the pelvis (the socket).&nbsp; The joint is enclosed by a fibrous capsule, which contains synovial fluid to lubricate and nourish the joint.&nbsp; The capsule originates from the acetabulum and inserts onto the femur at the base of the distal femoral neck.</p><br><br><p>The femoral head and neck are located inside the joint capsule (ie, intracapsular) and are perfused by a delicate group of vessels (supplied mainly by medial femoral circumflex artery) that encircle the base of the femoral neck then pass through the capsule to reach the femoral head.&nbsp; When an intracapsular fracture occurs, it can disrupt this tenuous blood flow, increasing the risk of avascular necrosis of the femoral head and malunion/nonunion (poor fracture healing) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/68594.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>The intertrochanteric and subtrochanteric regions of the femur are located outside the joint capsule (ie, extracapsular).&nbsp; These areas are mainly composed of cancellous bone, which has a more stable blood supply, and these fractures typically heal well with proper surgical repair.</p>\n<h1>Pathogenesis</h1><br><br><p>Hip fractures are usually the result of mechanical trauma.&nbsp; When an impact or force exceeds the bone's capacity to withstand stress, a fracture occurs.&nbsp; In younger individuals, these fractures are usually caused by high-impact incidents such as motor vehicle accidents or falls from significant heights.&nbsp; In contrast, hip fractures in the elderly are often the result of low-energy falls from standing and decreased bone density (osteoporosis).</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Advanced age</strong>:&nbsp; This is the primary risk factor due to age-related decline in bone density and muscle strength.</li>\n\t<li><strong>Osteoporosis</strong>:&nbsp; Osteoporosis is a major factor in bone fragility, increasing susceptibility to fractures from low-energy trauma.</li>\n\t<li>Female sex:&nbsp; The risk increases due to postmenopausal osteoporosis and a longer life expectancy.</li>\n\t<li>Previous falls:&nbsp; Balance problems and a history of falls are predictors for future fractures.</li>\n\t<li>Sedentary lifestyle:&nbsp; Inactivity contributes to muscle atrophy and decreased bone density.</li>\n\t<li>Chronic conditions:&nbsp; Parkinson disease, vertigo, stroke, and vision impairment increase fall risk.</li>\n\t<li>Medications:&nbsp; Sedatives, antipsychotics, and antihypertensives may contribute to instability and falls.</li>\n\t<li>Alcohol and tobacco use:&nbsp; Both substances are associated with poor bone health and increased fall risk.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Hip fractures are categorized by their anatomic location on the femur (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23760.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Femoral head and neck fractures</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62028.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Intracapsular fractures that involve the femoral head and/or the area between the femoral head and the greater trochanter (ie, neck)</li>\n\t\t<li>Associated with <strong>increased risk of avascular necrosis</strong> and malunion/nonunion because the femoral neck has a thin periosteum and a tenuous blood supply that can be damaged by hip fracture or dislocation</li>\n\t</ul>\n\t</li>\n\t<li><strong>Intertrochanteric fracture</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Extracapsular fracture between the greater and lesser trochanters</li>\n\t\t<li>Mostly cancellous bone with a good blood supply; therefore, these fractures typically heal well with fewer complications than femoral neck fractures</li>\n\t</ul>\n\t</li>\n\t<li><strong>Subtrochanteric fracture</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Extracapsular fracture below the trochanteric region, typically due to high-energy trauma</li>\n\t\t<li>Well-perfused area of bone, but these fractures tend to be unstable; also, there is a higher rate of postrepair failure due to high stress in this area</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Femoral neck and intertrochanteric fractures are the most common hip fractures in older adults.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with hip fractures typically present with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pain and tenderness</strong>:&nbsp; localized to the hip or groin area, aggravated by movement.</li>\n\t<li><strong>Inability to bear weight</strong>:&nbsp; most patients cannot stand or walk on the affected leg.</li>\n\t<li><strong>Deformity</strong>:&nbsp; with displaced fractures, the affected leg may appear <strong>shortened</strong> and <strong>externally rotated</strong>, primarily due to contraction of the psoas and iliacus without the normal acetabular counterforce (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L58836.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li>\n\t<li>Swelling or bruising:&nbsp; may be visible around the hip or upper thigh.&nbsp; Significant ecchymosis is more common with extracapsular fractures.&nbsp; In contrast, intracapsular fractures typically have little bruising because fracture-related hemorrhage is contained with the joint capsule.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Isolated fracture of the greater trochanter</strong>:&nbsp; can occur due to a ground-level fall in older patients.&nbsp; Typical features include pain with abduction and tenderness at the trochanter.&nbsp; Leg length is not affected.</li>\n\t<li><strong>Posterior hip dislocation</strong>:&nbsp; most often results from an axial force on the femur (eg, dashboard injury) and presents with adduction and internal (not external) rotation at the hip.&nbsp; Patients may also have neurologic manifestations due to involvement of the sciatic nerve.</li>\n\t<li><strong>Pelvic fracture</strong>:&nbsp; may occur from minor trauma in elderly patients with decreased bone density and present with hip/pelvis pain that is worse with movement.&nbsp; However, patients with low-impact pelvic fractures typically lack the classic deformities observed with hip fractures.</li>\n\t<li><strong>Greater trochanteric pain syndrome</strong>:&nbsp; typically presents with chronic, rather than acute, lateral hip pain that is exacerbated by hip flexion (eg, climbing stairs, getting out of the car) or lying on the affected side.&nbsp; Pain is typically elicited by palpating over the greater trochanter.</li>\n\t<li><strong>Trochanteric bursitis</strong>:&nbsp; causes hip pain but without trauma history, deformity, or the inability to bear weight.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Hip fractures should be suspected in patients (particularly the elderly) who report hip pain after trauma (eg, fall) and are unable to ambulate, have limited range of motion, and/or exhibit an externally rotated and shortened leg.&nbsp; Elderly patients with dementia or other cognitive impairment may be unable to disclose a traumatic injury, so a high index of suspicion for hip fracture is required in this population.&nbsp; The diagnosis is confirmed with imaging.</p>\n<h2>Imaging studies</h2><br><br><p>Patients with suspected hip fractures should undergo radiographic imaging.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>X-ray</strong>:&nbsp; the primary diagnostic tool to confirm a hip fracture.&nbsp; The majority of fractures can be diagnosed using an anterior-posterior (AP) and lateral x-ray of the hip.&nbsp; An AP pelvis is also helpful to compare the appearance of bilateral hips.&nbsp; Findings may include shortening or angulation of the femoral neck (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L62835.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) and cortical defects or abnormal lucencies in the bone (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16298.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n\t<li><strong>CT scan</strong>:&nbsp; may be used to detect subtle fractures not evident on initial x-ray or when the fracture pattern is complex and/or additional abdominopelvic injuries (eg, pelvis fracture) are suspected.</li>\n\t<li><strong>MRI</strong>:&nbsp; used to detect occult fractures that are not visible on x-ray.</li>\n</ul><br><br><p>CT or MRI should always be considered in patients with persistent post-traumatic hip pain and normal x-rays.&nbsp; IN addition, patients must be evaluated for concomitant traumatic injuries, with additional imaging (eg, chest x-ray, CT head, CT cervical spine) obtained as needed.</p>\n<h2>Laboratory evaluation</h2><br><br><p>Laboratory tests are typically required for <strong>pre-operative assessment</strong>, particularly in older patients with multiple comorbidities.&nbsp; In addition, when assessing patients after a fall, it is essential to consider syncope and investigate potential contributing medical conditions (eg, cardiac arrhythmia) as the cause of the fall.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count (CBC):&nbsp; assess baseline hemoglobin to prepare for potential blood loss during surgical repair</li>\n\t<li>Electrolytes and renal function:&nbsp; required before administering anesthetics/pain medications (for renal clearance)</li>\n\t<li>Coagulation profile:&nbsp; for patients on anticoagulants or those with a clotting disorder</li>\n\t<li>Cardiac enzymes:&nbsp; should be considered if syncope or cardiovascular disease is a concern (ECG is also necessary)</li>\n\t<li>Type and screen:&nbsp; for patients at higher risk of blood loss anemia (eg, age &gt;75, hemoglobin &lt;12g/dL)</li>\n\t<li>Bone health markers:&nbsp; serum calcium and vitamin D levels to evaluate underlying osteoporosis (typically done in the post acute setting)</li>\n</ul>\n<h1>Management</h1><br><br><p>The primary goal of treatment is to promptly restore the patient's mobility and function and to avoid complications such as avascular necrosis of the femoral head.</p>\n<h2>Operative management</h2><br><br><p>The <strong>definitive management</strong> for most hip fractures is <strong>surgical repair</strong>.&nbsp; <strong>Early surgical intervention</strong> (within 24-48 hours) is associated with <strong>improved outcomes</strong>, including decreased mortality, a shorter hospital stay with fewer complications (eg, pneumonia, deep vein thrombosis), better pain relief, and faster time to ambulation and functional recovery.</p><br><br><p>Surgery may be briefly delayed in patients with acutely unstable medical conditions (eg, active infection, unstable angina), but delays &gt;72 hours are associated with increased risk of complications and mortality and should be avoided whenever possible.</p><br><br><p>Antibiotic prophylaxis should be administered to prevent orthopedic surgical site infection (particularly against <em>Staphylococcus aureus</em>, <em>Streptococcus</em>, and <em>S epidermidis</em>).</p><br><br><p>Surgical interventions vary based on fracture location and severity as well as the patient's age and functional status (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39788.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Options for repair include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hemiarthroplasty or total hip replacement</strong>:&nbsp; management of choice for displaced intracapsular fractures in elderly patients, because it eliminates the risk of avascular necrosis (by providing an artificial femoral head).&nbsp; Total hip replacement is preferred over hemiarthroplasty in more active patients, as it is a more stable and resilient repair.</li>\n\t<li><strong>Open reduction with internal fixation</strong>:&nbsp; stabilizes the fracture with metal pins and screws; used more often in younger patients with strong bone quality, nondisplaced fractures, and extracapsular fractures (which have an overall lower risk for avascular necrosis).&nbsp;</li>\n</ul><br><br><p>Early mobilization and weight-bearing exercises are encouraged post-surgery to reduce complications.&nbsp; Physical therapy can improve strength, balance, and range of motion.</p>\n<h2>Nonoperative management&nbsp;</h2><br><br><p>Nonoperative management (eg, pain control, immobilization) is associated with significantly higher mortality (eg, 4-fold increase at 1 year) and worse functional outcomes.&nbsp; However, this approach may be appropriate in certain patient populations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>End-stage terminal illness</li>\n\t<li>Severe dementia</li>\n\t<li>Nonambulatory or poor functional status prior to fracture</li>\n\t<li>Major comorbidities that cannot be stabilized</li>\n</ul><br><br><p>Advanced age alone is <u>not</u> a contraindication to surgery.</p>\n<h1>Complications</h1><br><br><p>Potential complications associated with hip fractures include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Avascular necrosis of the femoral head</strong>:&nbsp; more likely with intracapsular fractures due to femoral neck vessel disruption and decreased bone perfusion.&nbsp; Symptoms include gradual-onset hip pain (worse with weight bearing) and decreased range of motion.&nbsp; X-rays may be normal initially, so MRI is the study of choice for diagnosis.</li>\n\t<li><strong>Nonunion or malunion</strong>:&nbsp; reduced perfusion (from vessel injury) leads to inadequate bone healing; nonunion/malunion may also occur with a poor surgical fixation.</li>\n\t<li><strong>Dislocation of hip arthroplasty</strong>:&nbsp; there is increased risk of dislocation after hip replacement because the anatomic hip joint stabilizers (eg, ligaments) are often disrupted during surgery.</li>\n</ul><br><br><p>Additional complications include infection (eg, wound infection, pneumonia), venous thromboembolism (due to immobility and surgery), bleeding/anemia, and delirium.</p>\n<h1>Prognosis</h1><br><br><p>Mortality rates after hip fracture are higher in elderly patients, and the first year post-fracture carries the most significant risk.&nbsp; Factors that increase mortality include age &gt;85, male sex, and development of postoperative complications (eg, infection).</p><br><br><p>Functional outcomes depend on the patient's baseline health and rehabilitation efforts, but only about half of patients regain their baseline mobility and independence after a hip fracture.&nbsp; Many people require assistance with at least one activity of daily living.</p><br><br><p>Younger patients tend to have better outcomes but still require close monitoring for avascular necrosis and nonunion.</p>\n<h1>Prevention</h1><br><br><p>Hip fracture prevention involves the following strategies:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fall prevention:&nbsp; Home modifications such as removing trip hazards, adding handrails, and improving lighting.&nbsp; Balance training and exercises to improve muscle strength.</li>\n\t<li>Osteoporosis management:&nbsp; Regular screening for at-risk populations.&nbsp; Calcium and vitamin D supplementation, along with weight-bearing exercises, are recommended in at-risk populations to maintain bone density.&nbsp; Medications (eg, bisphosphonates) may be beneficial for high-risk individuals.</li>\n</ul>\n<h1>Summary&nbsp;</h1><br><br><p>Hip fractures involve a break in the proximal femur that most often occurs in the elderly after a fall.&nbsp; Patients typically have hip and groin pain and are unable to ambulate or move the hip without pain.&nbsp; A shortened and externally rotated leg is characteristic of a displaced hip fracture, and the diagnosis is confirmed with imaging.&nbsp; Surgical repair is the treatment of choice in most patients, with the goal to restore mobility and function.&nbsp; Avascular necrosis and nonunion are potential complications that occur when blood vessels at the femoral neck are damaged by fracture.</p>\n</div>\n\n            "
}