{
  "meta": {
    "title": "Kawasaki disease",
    "url": "https://brainandscalpel.vercel.app/kawasaki-disease-70295e25-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:45.338Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Kawasaki disease (KD) is an acute, inflammatory condition characterized by a systemic vasculitis of medium-sized arteries.&nbsp; KD classically manifests as an acute febrile illness primarily in children.&nbsp; It is one of the most common childhood vasculitides and can lead to coronary artery abnormalities and other serious sequelae if not identified and managed promptly.</p>\n<h1>Pathophysiology</h1><br><br><p>The pathophysiology of KD appears to involve an aberrant immune response triggered by one or more yet unidentified antigens in genetically susceptible individuals.&nbsp; The immune reaction leads to <strong>systemic vasculitis</strong> that affects <strong>medium-sized vessels</strong>, notably the coronary arteries, causing inflammation and injury.&nbsp; Histopathologic findings often include infiltration of inflammatory cells (ie, lymphocytes, macrophages), with potential aneurysm formation and thrombosis due to vessel damage.</p>\n<h1>Risk factors</h1><br><br><p>While the specific antigenic cause of KD remains unknown, there appears to be a greater incidence in children age &lt;5, males (affected as much as 50% more than females), and those of Asian descent.</p>\n<h1>Clinical presentation</h1><br><br><p>Widespread inflammation of medium-sized arteries accounts for the clinical features seen in KD.&nbsp; Patients often have a prodrome of nonspecific respiratory (eg, rhinorrhea, cough) or gastrointestinal symptoms (eg, vomiting, abdominal pain, diarrhea), followed about a week later by a fever that often does not improve with antipyretics, along with signs of mucocutaneous inflammation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bilateral nonexudative conjunctivitis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13460.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), which may also have anterior uveitis.</li>\n\t<li>Cervical lymphadenopathy, which usually includes unilateral lymphadenopathy, along the anterior cervical region.</li>\n\t<li>Polymorphous rash, which typically begins as erythema and desquamation in the perineal region (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44903.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), followed by macular, morbilliform, or targetoid lesions along the rest of the body.</li>\n\t<li>Oral mucosal changes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13459.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), which includes erythematous fissured lips along with a strawberry tongue that reflects the sloughing of filiform papillae.</li>\n\t<li>Extremity changes, which include edema and erythema of the hands and feet, sometimes with desquamation.</li>\n</ul><br><br><p>KD commonly affects the heart and may manifest with significant tachycardia and a gallop rhythm (due to lymphocytic myocarditis) and/or distant heart sounds (due to a pericardial effusion).&nbsp; In addition, patients may develop arthritis, particularly within the large joints (eg, hips, knees).</p>\n<h1>Diagnosis and evaluation</h1><br><br><p>The diagnosis of KD relies on specific clinical criteria.&nbsp; These criteria include the presence of <strong>fever for ≥5 days</strong> PLUS ≥4 of the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12671.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Conjunctivitis</strong>:&nbsp; bilateral, nonexudative, limbus sparing</li>\n\t<li><strong>Cervical lymphadenopathy</strong>:&nbsp; with at least one node ≥1.5 cm in diameter</li>\n\t<li><strong>Polymorphous rash</strong>:&nbsp; often begins in the perineal region</li>\n\t<li><strong>Oral mucosal changes</strong>:&nbsp; erythema, fissured lips, strawberry tongue</li>\n\t<li><strong>Extremity changes</strong>:&nbsp; erythema, edema, desquamation of the hands and feet</li>\n</ul><br><br><p>Although the clinical criteria above establish the diagnosis of KD, it does not identify all children with the disease.&nbsp; A small percentage of patients may have prolonged fever with &lt;4 of the clinical criteria (ie, incomplete KD), but they will still develop significant coronary artery damage.&nbsp; Laboratory evaluation, although <u>not</u> included in the KD diagnostic criteria, may be useful in unclear (incomplete) cases because it can show multisystem inflammation.&nbsp; These features include elevated inflammatory markers (eg, C-reactive protein, erythrocyte sedimentation rate), leukocytosis, anemia, thrombocytosis, elevated transaminases, hypoalbuminemia, and pyuria.</p><br><br><p>In addition, assessing for other infectious diseases (eg, blood cultures, viral testing) that mimic KD may also be considered, particularly if there are clinical features not commonly seen in KD (eg, exudative conjunctivitis, diffuse lymphadenopathy).</p><br><br><p><strong>Echocardiography</strong> should be performed in any suspected case of KD, because detection of coronary artery abnormalities, including <strong>coronary artery aneurysm</strong> formation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104898.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) or other cardiac complications, can help in supporting the diagnosis, establishing a baseline function, and monitoring treatment efficacy.<p></p>\n<h1>Complications</h1><br><br><p>The cardiac involvement in KD relates to systemic inflammation, leading to infiltration of inflammatory cells into cardiac tissues and vasculature.&nbsp; Complications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Coronary artery aneurysm:&nbsp; Severe dilatation can lead to stenosis/thrombosis with calcifications and myocardial infarction.</li>\n\t<li>Ventricular dysfunction:&nbsp; Systemic inflammation or lymphocytic myocarditis can cause poor contractility and heart failure.</li>\n\t<li>Pericardial effusion:&nbsp; Cardiac tamponade may result.</li>\n</ul>\n<h1>Management</h1><br><br><p>The mainstay of KD management is aimed at preventing coronary artery abnormalities and associated complications (eg, thrombosis), utilizing:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>intravenous immunoglobulin (IVIG)</strong>, which reduces the risk of coronary artery abnormalities if given early and is likely related to an anti-inflammatory mechanism.&nbsp;</li>\n\t<li><strong>aspirin</strong>, which has anti-inflammatory and anti-platelet effects.&nbsp;</li>\n</ul><br><br><p>Additional therapy with glucocorticoids may be considered in patients who are at a high risk of IVIG resistance.&nbsp; Following treatment, disease response must be assessed by monitoring for fever recurrence (the most important predictor for developing coronary artery aneurysms) and cardiac changes with repeat echocardiograms.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for KD is dependent on the degree of coronary artery involvement, and children &lt;1 year of age are at a greater risk for developing aneurysms.&nbsp; Those with limited coronary artery involvement usually have eventual resolution.&nbsp; However, those with large aneurysms have a greater risk for myocardial infarction related to thrombosis.&nbsp; The mortality risk (related to myocardial infarction or arrhythmias) is low if treated with IVIG.&nbsp; The rate of recurrence is low; however, patients with recurrent disease appear to have an increased risk for cardiac sequelae, so there should be a low threshold for treatment if suspected.</p>\n<h1>Summary</h1><br><br><p>Kawasaki disease (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33230.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a medium-vessel vasculitis characterized by ≥5 days of fever and ≥4 of the following: nonexudative conjunctivitis, mucositis (eg, strawberry tongue), rash, extremity changes, and cervical lymphadenopathy.&nbsp; It is the most common vasculitis in children, particularly in those age &lt;5.&nbsp; Cardiac complications, such as coronary artery aneurysms, can cause complications.&nbsp; All patients with Kawasaki disease require an echocardiogram, treatment with IVIG, and aspirin therapy.<p></p>\n</div>\n\n            "
}