{
  "meta": {
    "title": "Mitochondrial myopathies",
    "url": "https://brainandscalpel.vercel.app/mitochondrial-myopathies-e3776513-e7007c.html",
    "scrapedAt": "2025-12-01T06:00:56.408Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Mitochondrial myopathies are genetic disorders that impair aerobic glycolysis in mitochondria.&nbsp; Highly metabolic tissues (eg, brain, skeletal muscle) are primarily affected, and patients can have multisystemic symptoms.&nbsp; The most common mitochondrial myopathies are mitochondrial encephalomyopathy with lactic acidosis and stroke-like episodes (MELAS), myoclonic epilepsy with ragged red fiber (MERRF), and Leigh syndrome (subacute necrotizing encephalomyelopathy).</p>\n<h1>Pathogenesis</h1><br><br><p>Mitochondria are organelles that efficiently generate ATP, the primary source of energy for the cell, through a process known as oxidative phosphorylation (ie, aerobic metabolism).&nbsp; Most human cells contain hundreds of mitochondria in order to generate sufficient ATP for cellular function.&nbsp; A notable exception is mature red blood cells, which lack mitochondria and therefore produce ATP via anaerobic glycolysis exclusively.&nbsp; Impaired mitochondrial function results in an energy deficit that leads to cellular dysfunction, particularly in highly metabolic tissues (eg, brain, skeletal muscle).</p><br><br><p>Mitochondria contain their own genetic material, known as mitochondrial DNA (mtDNA).&nbsp; Unlike nuclear DNA (nDNA), mtDNA exists as a circular chromosome (ie, nucleoid) that encodes 13 proteins required for aerobic glycolysis.&nbsp; However, more than 17,000 proteins are required for mitochondrial function.&nbsp; The remaining proteins are encoded in nDNA, synthesized in the cytosol, and transported into the mitochondria.&nbsp; Therefore, the pathogenesis of mitochondrial myopathies can involve mutations in mtDNA or nDNA.&nbsp; In either case, these mutations impair mitochondrial function, which is most apparent in highly metabolic tissues.</p><br><br><p>Modes of inheritance differ among mtDNA and nDNA, with clinically significant implications for patients with mitochondrial myopathies.&nbsp; In contrast to the Mendelian inheritance patterns (eg, autosomal dominant, autosomal recessive, X-linked) seen in nDNA mutations, mtDNA mutations follow a <strong>maternal inheritance pattern</strong> in which male and female offspring inherit all mtDNA from the mother (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32335.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Therefore, although male offspring can inherit an mtDNA mutation, they cannot pass the mutation to future offspring.<p></p><br><br><p>In addition, mtDNA is unique because of heteroplasmy, in which mitochondria with normal and mutant genomes coexist within the same cell (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27437.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Cells that contain more mutant copies than normal copies are more likely to be impaired than those that contain fewer mutant copies than normal copies.&nbsp; Furthermore, the random distribution of mitochondria during mitosis and/or meiosis results in variable amounts of normal and mutant mitochondria among daughter cells.&nbsp; A minimum number of mutant mitochondria is required for cellular, tissue, and organ dysfunction to occur, which is referred to as the <strong>threshold effect</strong>.&nbsp; The threshold varies by tissue type, with <strong>highly metabolic tissues</strong> having the lowest threshold.&nbsp; Therefore, presenting clinical features typically involve these tissues.<p></p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation for each mitochondrial myopathy varies depending on the underlying mutation and the quantity of mutant mitochondria.&nbsp; Generally, presentation includes neurologic symptoms (eg, developmental delay, seizures, stroke-like episodes, headaches, ataxia, hearing loss) and muscular symptoms (eg, myalgias, ophthalmoplegia, fatigue, myoclonus, cardiac conduction abnormalities).&nbsp; The most common mitochondrial myopathies include:</p>\n<h2>Mitochondrial encephalomyopathy with lactic acidosis and stroke-like episodes (MELAS)</h2><br><br><p>Mitochondrial encephalomyopathy with lactic acidosis and stroke-like episodes (MELAS) presents in early childhood with stroke-like episodes (eg, hemiparesis, hemianopia, cortical blindness), migraine-like headaches, seizures, myopathy (eg, progressive proximal muscle weakness, myalgias), hearing loss, and lactic acidosis (due to impaired aerobic glycolysis).&nbsp; Brain lesions, which are the result of defective mitochondrial energy production, are referred to as \"stroke-like\" because they do not correspond to specific vascular territories.&nbsp; Over time, recurrent stroke-like episodes lead to progressive neurodegeneration and dementia.</p>\n<h2>Myoclonic epilepsy with ragged red fibers (MERRF)</h2><br><br><p>Myoclonic epilepsy with ragged red fiber (MERRF) presents in childhood with myoclonus, seizures, ataxia, and myopathy.&nbsp; Though less common, other features include optic atrophy, hearing loss, peripheral neuropathy (eg, sensory, sensorimotor), spasticity, and cardiomyopathy with conduction abnormalities.</p>\n<h2>Leigh syndrome (subacute necrotizing encephalomyelopathy)</h2><br><br><p>Leigh syndrome (subacute necrotizing encephalomyelopathy) is characterized by bilateral necrotizing lesions in the basal ganglia, thalamus, brainstem, and spinal cord.&nbsp; The condition typically presents in infancy or early childhood with developmental delay, ataxia, ophthalmoplegia (ie, extraocular muscle weakness), seizures, lactic acidosis, and stroke-like episodes.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Muscular dystrophies</strong> (eg, Duchenne, Becker):&nbsp; Present with progressive proximal muscle weakness; however, neurologic symptoms (eg, developmental delay, seizures) are not expected.</li>\n\t<li><strong>Myasthenia gravis</strong>:&nbsp; Presents with episodic muscle weakness (eg, ptosis, ophthalmoplegia) that worsens with activity and improves with rest.&nbsp; Neurologic symptoms do not occur.</li>\n\t<li><strong>Glycogen storage diseases</strong>:&nbsp; Can cause exercise intolerance (eg, fatigue, muscle weakness, myalgias) that may improve after a short period of continuous activity (ie, \"second wind\" phenomenon); the CNS is generally not affected.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Because of the broad phenotypic heterogeneity and multisystem involvement, the diagnosis of mitochondrial myopathies requires a high index of suspicion and integration of clinical, laboratory, radiographic, and genetic findings.&nbsp; Diagnostic evaluation begins with a thorough history and physical examination.&nbsp; A family history of multisystem disease with maternal inheritance (ie, no male-to-male transmission) is highly suspicious for a mitochondrial disorder.&nbsp; However, mutations in nDNA that affect mitochondrial function can demonstrate an autosomal recessive or dominant inheritance pattern.&nbsp; Additional diagnostic evaluation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Laboratory testing</strong>:&nbsp; Serum lactate and creatine kinase are often elevated.&nbsp; <strong>Muscle biopsy</strong> may demonstrate <strong>ragged red fibers</strong> (accumulation of abnormal mitochondria resulting in muscle fibers of irregular size and shape) with modified Gomori trichrome stain (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71226.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), but muscle biopsy is generally performed only when genetic testing is not diagnostic.</li>\n\t<li><strong>Imaging</strong>:&nbsp; MRI of the brain is typically performed in patients with neurologic symptoms.&nbsp; Findings include generalized demyelination patterns, bilateral necrotizing lesions in Leigh syndrome, stroke-like lesions in MELAS, and other nonspecific findings.</li>\n\t<li><strong>Genetic testing</strong>:&nbsp; Nuclear and/or mitochondrial <strong>genetic sequencing</strong> may be performed, depending on the suspected mitochondrial myopathy.</li>\n</ul>\n<h1>Management and prognosis</h1><br><br><p>Management is generally supportive with a multidisciplinary approach.&nbsp; Nutritional supplements (eg, riboflavin, creatine, B-complex vitamins) may be considered to support mitochondrial function in some patients, although more research is needed to demonstrate clinical improvement.&nbsp; In addition, physical and occupational therapy can help preserve motor function, and genetic counseling should be considered for patients and their family members.</p><br><br><p>The prognosis is variable, depending on the underlying genetic mutation and degree of heteroplasmy, but most mitochondrial myopathies are associated with significant morbidity and mortality.</p>\n<h1>Summary</h1><br><br><p>Mitochondrial myopathies are genetic disorders that impair aerobic glycolysis in mitochondria.&nbsp; Highly metabolic tissues (eg, brain, skeletal muscle) are primarily affected, and patients can present with multisystemic symptoms.&nbsp; Diagnosis requires a high index of suspicion and integration of clinical, laboratory, radiographic, and genetic findings.&nbsp; Management is supportive, and morbidity and mortality are high.</p>\n</div>\n\n            "
}