{
  "meta": {
    "title": "Overuse injuries of the knee",
    "url": "https://brainandscalpel.vercel.app/overuse-injuries-of-the-knee-b9f38056-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:09.733Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Overuse injuries of the knee result from repetitive microtrauma that exceeds the body's ability to repair tissue, leading to pain and dysfunction.&nbsp; These injuries are common in athletes and individuals who engage in repetitive activities involving the knee.&nbsp; Common knee overuse injuries include patellofemoral pain syndrome, iliotibial band syndrome, patellar tendinopathy, and bursitis.</p><br><br><p>Traumatic knee injuries are described in more detail in a separate article.</p>\n<h1>Pathophysiology</h1><br><br><p>The primary mechanism behind overuse injuries is repetitive microtrauma, which causes chronic low-grade inflammation and tissue damage.&nbsp; This repetitive stress can result in failure of the tissue to repair mechanisms, leading to degeneration of tendons, ligaments, and cartilage.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anatomical abnormalities</strong>:&nbsp; leg-length discrepancy, malalignment of the lower extremities (eg, genu valgum or varum), patellar maltracking, or patellar alignment issues</li>\n\t<li><strong>Muscle imbalances</strong>:&nbsp; weak quadriceps or hamstrings; poor flexibility in the quadriceps, hamstrings, or iliotibial (IT) band; imbalance between hip abductors and adductors</li>\n\t<li><strong>Previous injuries</strong>:&nbsp; history of knee injuries, previous surgeries affecting knee stability or alignment</li>\n\t<li><strong>Age and sex</strong>:&nbsp; higher prevalence in younger, active individuals; certain conditions like patellofemoral pain syndrome (PFPS) are more common in women due to wider pelvis and angle of the femur</li>\n\t<li><strong>Body composition</strong>:&nbsp; overweight or obesity increases stress on the knee joint</li>\n\t<li><strong>Training errors</strong>:&nbsp; rapid increase in training intensity, duration, or frequency; inadequate rest between training sessions; poor training techniques</li>\n\t<li><strong>Occupation or daily activities</strong>:&nbsp; jobs or activities that require repetitive knee movements or prolonged kneeling</li>\n</ul>\n<h1>Clinical presentation and diagnosis</h1><br><br><p>The clinical presentation and diagnosis of 3 common overuse injuries are as follows:</p>\n<h2>Patellofemoral pain syndrome (PFPS)</h2><br><br><p>This is one of the most common causes of chronic knee pain (particularly in young women).&nbsp; The etiology is variable; contributing factors include overuse, malalignment, and acute injury to the knee; however, by convention, the pain is not due to intraarticular (eg, meniscus) or peripatellar (eg, patellar tendon/ligament) disorders.</p><br><br><p><strong>Clinical presentation</strong>:&nbsp; Symptoms include anterior knee pain, often described as behind or around the patella (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14545.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The pain is typically diffuse and difficult to localize.&nbsp; It is worsened by activities that involve knee flexion, such as squatting, climbing stairs, running, and jumping.<p></p><br><br><p><strong>Evaluation and diagnosis</strong>:&nbsp; The diagnosis is based primarily on clinical findings.&nbsp; The patellofemoral compression test (reproduction of the pain when the quadriceps is contracted while the patella is compressed into the trochlear groove) is often helpful, but no single finding has high sensitivity or specificity.&nbsp; Imaging (eg, x-ray, MRI) is usually normal and required only to exclude other disorders.</p>\n<h2>Iliotibial band (IT) syndrome</h2><br><br><p>This is a common overuse injury seen most frequently in runners, especially those starting a new or more strenuous training regimen.&nbsp; The pain develops where the IT band passes over the lateral femoral epicondyle (LFE); it may be due to compression of the intervening soft tissues.</p><br><br><p><strong>Clinical presentation</strong>:&nbsp; Poorly localized lateral knee pain radiating to the thigh is classic.&nbsp; The patient may have tenderness proximal to the lateral joint line near the LFE.</p><br><br><p><strong>Evaluation and diagnosis</strong>:&nbsp; This is typically a clinical diagnosis.&nbsp; The pain can often be reproduced with pressure over the IT band just proximal to the LFE during flexion of the knee (eg, Noble test).</p>\n<h2>Patellar tendinopathy</h2><br><br><p>This is a common overuse injury particularly in patients who play sports that require jumping and rapid acceleration, deceleration, and change of direction.&nbsp; The patellar tendon (the portion of the quadriceps muscle complex distal to the patella) is important in knee extension and provides joint stability during landing and deceleration.</p><br><br><p><strong>Clinical presentation</strong>:&nbsp; The pain is located at the inferior pole of the patella and occurs when the tendon is loaded (jumping).&nbsp; It typically stops once the load is relieved (at rest).</p><br><br><p><strong>Evaluation and diagnosis</strong>:&nbsp; The diagnosis can be made clinically; focal tenderness is usually present at the origin of the patellar tendon (at the inferior pole of the patella) or in the body of the tendon.&nbsp; Local pain early in knee flexion during a single-leg decline squat can help confirm the diagnosis.&nbsp; Imaging is typically required only to rule out other pathologies.</p>\n<h2>Bursitis</h2><br><br><p>Bursitis is another common overuse injury that occurs due to inflammation of the fluid-filled sacs (bursae) cushioning bones, tendons, and ligaments around the knee joint.&nbsp; Bursitis (eg, pes anserine bursitis) typically presents with local pain, tenderness, and swelling over the affected bursa.&nbsp; Bursitis is discussed in more detail in a separate dedicated article.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Osteoarthritis</strong>:&nbsp; is a degenerative joint disease that causes progressive wear and tear of the cartilage within the knee joint.&nbsp; It commonly presents with pain, stiffness, and occasional swelling, often worse in the morning or after prolonged activity.&nbsp; The pain is often described as a deep ache or grinding sensation.&nbsp; In contrast to overuse injuries, x-ray is typically diagnostic (eg, narrowing of the joint space, osteophytes).</li>\n\t<li><strong>Osgood-Schlatter disease</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1446.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; is apophysitis of the tibial tuberosity caused by repetitive traction on the patellar tendon.&nbsp; It typically occurs in younger athletes (eg, age 10-15).&nbsp; Focal tenderness occurs at the site of tendon insertion (vs the inferior pole of the patella) and pain worsens with knee extension (eg, jumping).&nbsp; Imaging frequently reveals an elevated and fragmented tibial tubercle apophysis.</li>\n\t<li><strong>Septic arthritis</strong>:&nbsp; is a bacterial infection within the joint; it is a rare but serious complication that can occur after penetrating injuries or even seemingly minor skin infections near the knee.&nbsp; The pain is relatively acute (hours to a few days) and joint swelling, redness, and warmth are usually present.&nbsp; Fever and chills are also common.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of overuse knee injuries typically begins with nonoperative treatments, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Rest, Ice, Compression, Elevation (RICE)</strong> is used to reduce pain and inflammation.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Rest</strong>:&nbsp; Limit activities that aggravate the injury.</li>\n\t\t<li><strong>Ice</strong>:&nbsp; Apply ice packs to the affected area to reduce pain and inflammation.</li>\n\t\t<li><strong>Compression</strong>:&nbsp; Wrap the knee with an elastic bandage to minimize swelling.</li>\n\t\t<li><strong>Elevation</strong>:&nbsp; Raise the injured knee above the heart to promote drainage of fluid.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Physical therapy</strong> is focused on strengthening and flexibility exercises to address muscle imbalances and improve biomechanics.&nbsp; In PFPS strengthening exercises with an emphasis on the quadriceps and hip abductors are recommended.</li>\n\t<li><strong>Medications</strong> such as nonsteroidal anti-inflammatory drugs reduce inflammation and pain.&nbsp; Corticosteroid injections may be considered in some cases.</li>\n\t<li><strong>Activity modification</strong> includes adjusting activities to avoid aggravating movements and gradually increasing intensity to prevent recurrence.&nbsp; Patients with IT band syndrome should be advised to reduce the intensity and duration of running sessions and begin a program of lower extremity stretching and strengthening exercises.</li>\n\t<li><strong>Orthotics and supportive footwear</strong> provide additional support to correct biomechanical issues.</li>\n</ul><br><br><p>Surgical interventions are rarely needed, but they are considered for patients unresponsive to nonoperative treatment.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for overuse injuries of the knee varies widely based on factors such as the type and severity of the injury, duration of symptoms, patient compliance with treatment, and the presence of any underlying conditions.&nbsp; With appropriate management, many overuse injuries can heal effectively, although some may become chronic or recurrent if not properly addressed.</p>\n<h1>Summary</h1><br><br><p>Overuse injuries of the knee (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51178.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) result from repetitive microtrauma exceeding the body's ability to repair tissue; it commonly affects athletes and individuals engaged in repetitive knee movements.&nbsp; Symptoms are typically local to specific areas around the knee and are exacerbated by activities like running, jumping, and climbing stairs.&nbsp; The diagnosis is primarily clinical and management focuses on conservative treatments (eg, physical therapy, activity modification).<p></p>\n</div>\n\n            "
}