{
  "meta": {
    "title": "Pediatric spinal deformities: scoliosis, kyphosis, and lordosis",
    "url": "https://brainandscalpel.vercel.app/pediatric-spinal-deformities-scoliosis-kyphosis-and-lordosis-9e94c21a-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:14.341Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Scoliosis, kyphosis, and lordosis are spinal deformities characterized by abnormal or excessive curvature of the vertebral column (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21026.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; They can be congenital, idiopathic, or secondary to an underlying condition.&nbsp; Mild spinal deformities are asymptomatic, but they can progress to cause pain, postural changes, or, in severe cases, respiratory compromise.<p></p>\n<h1>Normal spinal curvature</h1><br><br><p>When viewed from the left side, the spine has 4 natural curves that create an \"S\" shape, which promotes even weight distribution and allows for efficient movement:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cervical spine (neck):&nbsp; Posterior concave shape.</li>\n\t<li>Thoracic spine (upper back):&nbsp; Posterior convex shape.</li>\n\t<li>Lumbar spine (lower back):&nbsp; Posterior concave shape.</li>\n\t<li>Sacral spine:&nbsp; Fused sacral and coccygeal vertebrae with a posterior convex shape.</li>\n</ul><br><br><p>From a posterior view, there is midline coronal spinal alignment from the superior aspect of the atlas (C1 vertebra) to the inferior edge of the coccyx.&nbsp; This alignment helps maintain left and right symmetry of the proximal appendicular skeleton (eg, leveled scapulae, symmetric iliac crest height).</p>\n<h1>Scoliosis</h1><h2>Definition</h2><br><br><p>Scoliosis is a <strong>lateral curvature</strong> of the spine &gt;10 degrees that affects the thoracic (most common), lumbar, or thoracolumbar regions.</p>\n<h2>Pathogenesis</h2><br><br><p>The most common abnormal curvature of the spine is scoliosis, and adolescent idiopathic scoliosis is the most frequent cause.&nbsp; It is typically diagnosed in early puberty (Tanner stages 2-3), during which time the spine may grow asymmetrically during rapid growth, resulting in a lateral curvature.&nbsp; Dextroscoliosis (rightward curve) of the thoracic spine is far more common than levoscoliosis (leftward curve) of the same region (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8306.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Significant curvature can lead to marked deformity with pain and restriction of lung expansion.&nbsp; Family history increases the risk for developing adolescent idiopathic scoliosis, and risk factors for curve progression include female sex and premenarchal status (indicative of skeletal immaturity).<p></p><br><br><p>Less commonly, scoliosis may develop secondary to underlying conditions, such as neuromuscular disease (eg, cerebral palsy, muscular dystrophy), genetic syndromes (eg, Marfan syndrome), or congenital disorders (eg, tethered cord, fused vertebrae).&nbsp; Acquired causes include infection (eg, vertebral osteomyelitis) or spinal tumors.</p>\n<h2>Clinical presentation</h2><br><br><p>Some patients with adolescent idiopathic scoliosis may have mild back pain or concerns of truncal asymmetry; however, most patients are asymptomatic.&nbsp; Therefore, many patients are identified via routine screening, which is generally performed at preadolescent and adolescent preventive health visits.</p><br><br><p>The <strong>forward bend test</strong> is the most sensitive clinical assessment method for scoliosis.&nbsp; It is performed by having the patient bend forward at the waist from a standing position, keeping the legs straight and reaching for the toes.&nbsp; A thoracic or lumbar prominence raises concern for scoliosis.&nbsp; To estimate the severity of curvature, a scoliometer is placed sequentially along the spine, measuring the angle of trunk rotation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37793.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Spinal rotation ≥7 degrees (or ≥5 degrees in overweight children) may suggest clinically significant scoliosis.&nbsp; Inspection of the back may also reveal asymmetry of the shoulders, scapulae, or iliac crest.<p></p><br><br><p>Severe or progressive back pain and/or neurologic symptoms (eg, weakness) are uncommon presenting symptoms and often suggest an underlying condition.</p>\n<h2>Evaluation and diagnosis</h2><br><br><p>Abnormal scoliometer measurements or obvious deformity on examination necessitate posteroanterior and lateral x-rays of the spine to measure the degree of curvature (Cobb angle).&nbsp; Although there is a correlation between scoliometer measurements and Cobb angle, the relationship is not linear, and the diagnosis needs to be confirmed with a <strong>Cobb angle</strong> &gt;10 degrees on x-ray (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101206.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; X-rays also assess skeletal maturity and the presence of other structural deformities.<p></p><br><br><p>MRI of the spine is indicated only when a secondary cause of scoliosis (eg, fused vertebrae, spinal tumor) is suspected based on red flag features:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Progressive or severe back pain.</li>\n\t<li>Neurologic symptoms.</li>\n\t<li>Rapidly progressing curve (≥10 degrees per year).</li>\n\t<li>Vertebral anomalies on x-ray.</li>\n</ul>\n<h2>Management</h2><br><br><p>Management of idiopathic scoliosis depends on severity (ie, degree of curvature on x-ray) and risk of progression (ie, degree of skeletal immaturity).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mild</strong> (Cobb angle 11-24 degrees):&nbsp; Spinal curvature should be clinically monitored every 6 months if skeletal maturity has not been reached; x-rays are repeated if there is progression of scoliometer measurements.</li><br><br>\t<li><strong>Moderate</strong> (Cobb angle 25-49 degrees):&nbsp; Thoracolumbosacral spinal brace is indicated to reduce curve progression if there is growth potential remaining (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31679.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; However, compliance rates are low, and success depends on the patients' willingness to wear the brace during the majority of waking hours.&nbsp; Bracing is not useful once skeletal maturity is reached.</li><br><br>\t<li><strong>Severe</strong> (Cobb angle ≥50 degrees):&nbsp; Surgical fixation is considered for severe curvature regardless of skeletal maturity.</li>\n</ul>\n<h2>Prognosis and complications</h2><br><br><p>Once skeletal maturity is reached, the risk for curve progression is minimal.&nbsp; Patients with mild scoliosis are generally asymptomatic, and there is no impact on daily function.&nbsp; Patients with severe scoliosis can develop restrictive lung disease, resulting in reduced lung volumes and poor lung expansion and increasing the risk of pulmonary hypertension and respiratory failure.</p>\n<h1>Kyphosis</h1><h2>Definition</h2><br><br><p>Kyphosis is the excessive <strong>outward curvature</strong> (&gt;40 degrees), or posterior convexity, of the thoracic or thoracolumbar spine in the sagittal plane (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21024.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p>\n<h2>Pathogenesis</h2><br><br><p>The spine's natural mild kyphotic curve of the thoracic region (20-40 degrees) helps the body maintain balance and evenly distribute weight across the spinal column.&nbsp; Excessive kyphotic curvature (&gt;40 degrees) results in a hump deformity of the upper back.</p><br><br><p><strong>Postural (flexible) kyphosis</strong> is the most common form and is caused by repeated slouching or poor posture; there is no bony abnormality.&nbsp; Conversely, <strong>Scheuermann (structural) kyphosis</strong> is due to abnormal anterior vertebral wedging, which creates a rigid curve in the spine (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L83704.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Other, less common causes of kyphosis include congenital or acquired vertebral abnormalities (eg, fracture).<p></p>\n<h2>Clinical presentation</h2><br><br><p>Postural and Scheuermann kyphosis often develop during adolescence.&nbsp; Patients with postural kyphosis are asymptomatic, and examination shows a thoracic hump that is easily corrected by voluntary back extension or supine positioning.&nbsp; In contrast, patients with Scheuermann kyphosis commonly have pain that worsens with flexion and after activity and improves with rest.&nbsp; On examination, patients with Scheuermann kyphosis have a thoracic hump that does <u>not</u> correct with alterations in positioning, and compensatory hyperlordosis of the lumbar spine or a protuberant abdomen may be present.</p>\n<h2>Evaluation and diagnosis</h2><br><br><p>Postural kyphosis is a clinical diagnosis based on the presence of a thoracic hump that is voluntarily correctable.</p><br><br><p>Conversely, a diagnosis of Scheuermann kyphosis requires lateral spine x-rays demonstrating a Cobb angle &gt;40 degrees and &gt;5 degrees of anterior wedging in 3 or more adjacent vertebrae (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81269.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p>\n<h2>Management</h2><br><br><p>Postural kyphosis is managed with consistent postural retraining (eg, upright positioning).</p><br><br><p>Treatment of structural kyphosis depends on the severity (ie, degree of curvature on x-ray) and risk of progression:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mild-moderate</strong> (Cobb angle &gt;40 and &lt;70 degrees):&nbsp; Physical therapy and exercise are used to strengthen the back and core muscles and help reduce pain.&nbsp; Activities that incite pain or involve prolonged flexion should be avoided.&nbsp; A spinal brace may be considered to reduce curve progression in those who are not yet skeletally mature.</li>\n\t<li><strong>Severe</strong> (Cobb angle &gt;70 degrees):&nbsp; Surgical fusion surgery is considered for severe curvature.</li>\n</ul><br><br><p>Children are monitored routinely until skeletal maturity has been reached.&nbsp; MRI of the spine is indicated if signs/symptoms suggestive of spinal cord compression (eg, neurologic deficits) develop.</p>\n<h2>Prognosis and complications</h2><br><br><p>Postural kyphosis is reversible with consistent correction of poor posture.&nbsp; Structural kyphosis is a pathologic abnormality of the spinal column that progresses until skeletal maturity is reached.&nbsp; The primary complications of advanced structural kyphosis include chronic pain and cosmetic concerns.</p>\n<h1>Lordosis</h1><h2>Definition</h2><br><br><p>Lordosis is the excessive <strong>inward curvature</strong>, or posterior concavity, of the lumbar spine &gt;60 degrees in the sagittal plane (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21025.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).<p></p>\n<h2>Pathogenesis</h2><br><br><p>The lumbar spine's physiologic inward curvature supports the upper body weight and helps reduce stress on individual vertebrae.&nbsp; Lordosis is most commonly caused by repeated poor posture and muscle strength imbalances (eg, weak abdominal muscles, tight hip flexors), resulting in the wedging of lumbar vertebral bodies.&nbsp; Lordosis can also occur as a compensatory mechanism due to another spinal condition, such as kyphosis.&nbsp; Rarely, lordosis can be due to a congenital or acquired musculoskeletal condition (eg, spondylolisthesis).&nbsp; An exaggerated lordotic curvature can cause muscle strain and back pain.</p>\n<h2>Clinical presentation</h2><br><br><p>Exaggerated inward curvature of the lumbar spine results in a \"swayback\" posture where the buttocks are more prominent and the abdomen protrudes forward.&nbsp; Lower back pain can be provoked by excessive standing or physical activity.&nbsp; Patients may also experience stiffness and limited mobility.</p>\n<h2>Diagnosis</h2><br><br><p>Lordosis is diagnosed with lateral x-rays demonstrating a Cobb angle of &gt;60 degrees.</p>\n<h2>Management</h2><br><br><p>Mild lordosis is treated with physical therapy with a focus on core muscle strengthening and posture correction.&nbsp; Children and adolescents who have remaining growth potential may be candidates for bracing to fix moderate lordosis and prevent curvature progression.&nbsp; Surgical correction is reserved for patients with severe curvature or neurologic symptoms.</p>\n<h2>Prognosis and complications</h2><br><br><p>In some mild cases, lordosis may be reversible with exercise and posture correction.&nbsp; Complications are seen in more severe cases and include chronic back pain and decreased range of motion.</p>\n<h1>Summary</h1><br><br><p>Scoliosis, kyphosis, and lordosis are characterized by abnormal or excessive curvature of the vertebral column.&nbsp; Patients can be asymptomatic or present with pain and decreased range of motion.&nbsp; Diagnosis is made with x-rays that reveal a Cobb angle greater than the normal limits (eg, &gt;10 degrees lateral curvature in scoliosis).&nbsp; Management options include observation, physical therapy, bracing, or surgery, depending on the severity of abnormal curvature and the risk for progression.</p>\n</div>\n\n            "
}