{
  "meta": {
    "title": "Plantar fasciitis",
    "url": "https://brainandscalpel.vercel.app/plantar-fasciitis-01d82f90-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:13.376Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Plantar fasciitis is one of the leading causes of foot and heel pain.&nbsp; It is most common in middle-aged individuals (age 40-60) and younger individuals who participate in high-impact sports (eg, running).&nbsp; It is a degenerative condition of the deep plantar fascia (ie, plantar aponeurosis) at its insertion at the calcaneus and is caused by overuse.</p>\n<h1>Pathophysiology</h1><br><br><p>Contrary to what its name implies, plantar fasciitis is not an inflammatory disorder but rather a degenerative disorder.</p><br><br><p>The deep plantar fascia is a fibrous band that extends from the calcaneus to the metatarsal heads and supports the longitudinal arch of the foot (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L62609.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Stress on the plantar fascia (eg, prolonged standing, running, or jumping) causes microtears, which are repaired overnight when the feet are held in a rigid and slightly flexed position during sleep (allowing the fascia to relax).&nbsp; When the amount of microtrauma exceeds the body's repair capabilities, gradual degeneration of the fascia begins at its insertion point on the calcaneus, resulting in corresponding pain in the medial anterior plantar heel.<p></p>\n<h1>Risk factors</h1><br><br><p>Factors that increase stress on the plantar fascia are risk factors for plantar fasciitis, including</p><br><br><ul>\n\t<li>Obesity.</li>\n\t<li>Footwear with inadequate arch support or cushioning (eg, high heels).</li>\n\t<li>Prolonged standing, walking, or running, particularly on hard surfaces.</li>\n\t<li>Pes planus (flat feet), pes cavus (high arches), or leg-length discrepancies.</li>\n\t<li>Overpronation or reduced ankle dorsiflexion.</li></ul><h1>Pathology</h1>\n\t<p>Histologic examination shows degenerative changes, including microtears, fragmented collagen, fibroblast proliferation, and myxoid degeneration (replacement of fascial tissue by pale, blue-gray, ground substances).&nbsp; An inflammatory infiltrate is typically absent.</p>\n\t<h1>Clinical presentation</h1><br><br>\t<p>Patients typically report gradual-onset heel pain at the medial anterior <strong>plantar heel</strong> with the following pattern:</p>\n <ul class=\"article-body-unordered-list\">\n\t<li>The pain is most intense <strong>during the first steps</strong> of the day or after prolonged rest, when sudden stretching of a rigid, contracted fascia results in microtears that cause sharp, stabbing pain.</li>\n\t<li>The pain gradually improves with additional steps, when the fascia regains flexibility that reduces microtear formation.</li>\n\t<li>The pain returns after prolonged standing or walking, when the excessive load on the fascia generates additional microtrauma.</li></ul>\n\t<p>On physical examination, tenderness is typically located over the <strong>medial calcaneal tuberosity</strong> and along the proximal plantar fascia.&nbsp; The pain is accentuated by passive <strong>dorsiflexion</strong> of the toes, which stretches the fascia.&nbsp; Local inflammatory changes (eg, redness, warmth) and neurologic symptoms (eg, numbness, tingling) are absent, distinguishing plantar fasciitis from other causes of heel pain.</p>\n\t<h1>Diagnosis</h1><br><br>\t<p>Plantar fasciitis is diagnosed clinically based on the presentation, as previously described.</p><br><br>\t<p>Laboratory tests are nondiagnostic and unnecessary.&nbsp; Inflammatory markers (eg, erythrocyte sedimentation rate, C-reactive protein) are not elevated because plantar fasciitis is not an inflammatory disorder.&nbsp; Laboratory testing is typically reserved for situations in which there is suspicion for systemic disorders (eg, spondyloarthropathy, osteomyelitis) that can cause heel pain.</p><br><br>\t<p>In addition, imaging is unnecessary unless a secondary pathology (eg, fracture, tendon or ligamental tear) is suspected or if the pain does not improve after treatment.&nbsp; X-ray may reveal calcifications in the proximal plantar fascia (heel or calcaneal spurs) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L61549.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), but this finding is neither sensitive nor specific for plantar fasciitis.&nbsp; Heel spurs do not cause pain, and treatment is unnecessary.&nbsp; X-ray, ultrasonography, and MRI may also show fascial thickening, but the absence of thickening does not rule out plantar fasciitis.<p></p>\n\t<h1>Differential diagnosis</h1><br><br>\t<p>Differential diagnosis includes other causes of heel pain:</p><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Ruptured plantar fascia</strong>:&nbsp; Presents with sudden-onset plantar heel pain associated with swelling, ecchymosis, and loss of the pedal arch, features not present in plantar fasciitis.</li>\n\t\t<li><strong>Calcaneal stress fractures</strong>:&nbsp; Can occur after initiation of a high-impact exercise program (eg, running) that causes repetitive microtrauma.&nbsp; Such fractures cause heel pain in the posterior calcaneus that is <strong>worse</strong> with <strong>activity</strong> and weight bearing.&nbsp; The pain is elicited by pressure at the sides of the heel (calcaneal squeeze test) rather than at the insertion of the plantar fascia at the medial anterior plantar heel.</li>\n\t\t<li><strong>Calcaneal apophysitis (Sever disease)</strong>:&nbsp; Causes localized posterior calcaneal pain at the growth plate at the Achilles tendon insertion (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51267.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; It is typically seen in athletic children age 8-12 who participate in running or jumping sports (eg, basketball).</li>\n\t\t<li><strong>Achilles tendinopathy</strong>:&nbsp; Presents with posterior heel pain 2-6 cm proximal to the insertion of the tendon on the calcaneus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13991.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; It is common in athletes and is often triggered by an increase in exercise regimen.</li>\n\t\t<li><strong>Tarsal tunnel syndrome</strong>:&nbsp; Caused by compression of the tibial nerve under the flexor retinaculum at the medial ankle (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L67320.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; It presents with burning (neuropathic) pain, numbness, and muscle cramps in the nerve distribution, primarily the posteromedial ankle, heel, sole, and toes.&nbsp; The pain is provoked by percussing the tarsal tunnel (Tinel sign), not stretching the plantar fascia through passive dorsiflexion of the toes.</li>\n\t\t<li><strong>Retrocalcaneal bursitis</strong>:&nbsp; Causes pain, erythema, and swelling at the posterior aspect of the heel near the insertion of the Achilles tendon.&nbsp; It is often associated with an abnormal prominence of the posterior calcaneus (Haglund deformity) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39101.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n\t\t<li><strong>S1 radiculopathy</strong>:&nbsp; Presents with pain radiating from the posterior leg to the heel, reduced ankle reflex, and weakness in plantar flexion, findings not present in plantar fasciitis.</li>\n\t\t<li><strong>Osteomyelitis</strong> of the calcaneus:&nbsp; Typically accompanied by systemic symptoms (eg, fever, chills) and local inflammatory signs (eg, erythema, induration, warmth).&nbsp; It is more commonly seen in patients with diabetes who have infected foot ulcers.</li>\n\t\t<li><strong>Paget disease of bone</strong>:&nbsp; Characterized by abnormal osteoclast activity that leads to increased bone turnover and disordered bone remodeling; it can cause calcaneal bone pain.&nbsp; However, x-ray likely reveals thickening of cortical and trabecular bone, and an elevated alkaline phosphatase level would be expected.</li>\n\t\t<li><strong>Spondyloarthropathies and reactive arthritis</strong>:&nbsp; Can present with enthesitis (inflammation at points of attachment between tendon/ligament/fascia and bones), including plantar fasciitis.&nbsp; However, the presence of other musculoskeletal findings (eg, back pain in ankylosing spondylitis, asymmetric oligoarthritis in reactive arthritis) and extramusculoskeletal symptoms (eg, conjunctivitis and urethritis in reactive arthritis) distinguishes spondyloarthropathies and reactive arthritis from isolated plantar fasciitis.</li>\n\t</ul>\n\t<h1>Management</h1><br><br>\t<p>Initial management includes conservative measures.</p>\n\t<h2>Activity modification</h2><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Avoiding aggravating activities such as walking barefoot (in and out of the house).</li>\n\t\t<li>Reducing high-impact activities (eg, jumping, dancing, running, standing).</li>\n\t</ul>\n\t<h2>Footwear modification</h2><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Wearing padded heel inserts.</li>\n\t\t<li>Having adequate arch support.</li>\n\t</ul>\n\t<h2>Addressing underlying conditions</h2><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Losing weight when obesity is present.</li>\n\t\t<li>Wearing appropriate orthotics (eg, leg-length discrepancy).</li>\n\t</ul>\n\t<h2>Additional options</h2><br><br>\t<p>Additional treatment options if initial measures are inadequate include physical therapy (eg, plantar fascia stretches, calf-plantar fascia stretches), nonsteroidal anti-inflammatory drugs, and local glucocorticosteroid injection at the calcaneal insertion of the fascia.&nbsp; Glucocorticosteroid injections provide short-term pain relief but there is a risk for fascial rupture and heel fat pad atrophy.&nbsp; Surgery (eg, open or closed fasciotomy) is rarely necessary because most cases of plantar fasciitis spontaneously resolve within a year; the risks and cost of surgery should be weighed in light of this favorable prognosis.</p>\n\t<h1>Prognosis</h1><br><br>\t<p>Plantar fasciitis recovers slowly over months.&nbsp; The long-term outcome is excellent, with 80% of patients recovering spontaneously or with conservative measures alone within a year.</p>\n\t<h1>Summary</h1><br><br>\t<p>Plantar fasciitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38872.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a common cause of heel pain.&nbsp; It is a degenerative disorder resulting from repetitive microtears in the plantar fascia through prolonged standing, high-impact exercises, and/or weight gain.&nbsp; It typically presents with medial anterior plantar heel pain that is most noticeable on taking the first few steps after prolonged inactivity.&nbsp; Diagnosis is clinical.&nbsp; Conservative management, including heel inserts, activity modification (eg, reducing high-impact activities), and stretching, is effective in most patients.&nbsp; Recovery may take months, and most patients are pain-free within a year with conservative measures alone.<p></p>\n\t<br><br></div>\n\n            "
}