{
  "meta": {
    "title": "Radial head subluxation",
    "url": "https://brainandscalpel.vercel.app/radial-head-subluxation-866ebde1-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:16.787Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Radial head subluxation, or nursemaid's elbow, is a common injury in children age 1-4 and is characterized by an entrapped annular ligament caused by axial traction (eg, pulling) of the arm.&nbsp; The patient's presention includes a sudden refusal to move the affected arm, which is classically held close to the body with the forearm pronated and without deformity or swelling.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>The radial head is anchored to the ulna by the annular ligament, which encircles the proximal radius.&nbsp; Sudden axial traction applied to a pronated forearm and extended elbow (eg, pulling the arm by the hand) can cause the annular ligament to slip over the radial head and become entrapped in the radiohumeral joint (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10949.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The annular ligament displacement causes a limited range of motion at the elbow and pain with movement of the elbow and forearm.<p></p><br><br><p>Risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age 1-4:&nbsp; Patients age &lt;5 have relatively thin and weak annular ligaments, increasing the risk of displacement.</li>\n\t<li>Axial traction maneuvers:&nbsp; Radial head subluxation is a pull injury, which can occur via grabbing or twisting the hand/forearm to prevent a fall; swinging/lifting a child by the hands; or forcefully removing clothing (eg, coat sleeve) from the arm.&nbsp;</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p><strong>History</strong>:&nbsp; Because the mechanism of radial subluxation involves axial traction, caregivers often report a history of pulling the arm or lifting or swinging the child by the arm immediately before a child's sudden refusal to move the affected arm.</p><br><br><p><strong>Physical examination</strong>:&nbsp; Children classically hold the affected arm close to the body with the elbow extended (or slightly flexed) and the forearm pronated (palm facing downward).&nbsp; The child is usually not in distress unless there is an attempt to move the elbow or forearm.&nbsp; There may be mild tenderness of the radial head, but there is no obvious swelling, deformity, or neurovascular compromise.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Supracondylar fracture</strong>:&nbsp; Fracture of the distal humerus typically occurs after falling onto an outstretched arm and usually causes swelling and deformity (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19970.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ); neurovascular compromise can occur.</li>\n\t<li><strong>Elbow dislocation</strong>:&nbsp; Falling onto an outstretched arm or twisting of the arm can rarely result in a posterior elbow dislocation in children.&nbsp; Findings usually include visible deformity (ie, posterior displacement of the olecranon).&nbsp;</li>\n\t<li><strong>Soft tissue injuries</strong>:&nbsp; Tenderness and limited use of the arm are typical, but ligament/muscle injuries are uncommon in young children, and the mechanism of injury is not typically related to traction:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Biceps tendon rupture</strong>: characteristically occurs in older patients after forceful extension of the elbow while the biceps muscle is contracted, resulting in a visible mass in the mid-upper arm (ie, \"Popeye\" deformity (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87365.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )).</li>\n\t\t<li><strong>Injury to the interosseous membrane</strong> (a broad sheet of connective tissue between the radius and ulna):&nbsp; is associated with fracture of the radius or ulna after a fall onto an outstretched hand.</li>\n\t\t<li><strong>Injury to radial (lateral) collateral ligament of the elbow</strong>:&nbsp; can occur with acute varus stress during a fall onto an outstretched hand and is often associated with fracture or dislocation of the elbow.</li>\n\t\t<li><strong>Injury to ulnar (medial) collateral ligament</strong>:&nbsp; typically occurs by intense, repetitive overuse involving a valgus stress at the elbow (eg, pitching a baseball), resulting in medial elbow pain that increases during throwing motions.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of radial head subluxation is made clinically and is based on classic findings, including characteristic positioning of the extremity, with the elbow extended (or slightly flexed) and the forearm pronated, and a mechanism consistent with the injury (eg, traction) in a child age 1-4.&nbsp; Examination should show no swelling or angular deformity.</p><br><br><p>X-rays should be obtained only if the history is inconsistent with the expected mechanism of radial head subluxation or if signs suggest an underlying fracture, such as deformity, swelling, or bony tenderness beyond the radial head.</p><br><br><p>No additional laboratory tests are indicated in these patients.</p>\n<h1>Management</h1><br><br><p>Management of radial head subluxation is reduction of the annular ligament by supporting the elbow and applying pressure on the radial head followed by either:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hyperpronation</strong> (higher rate of success) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/17593.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                )</li>\n\t<li><strong>Supination plus flexion</strong> in one continuous motion (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/17481.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                )</li>\n</ul><br><br><p>Successful reduction may produce an audible or palpable click.&nbsp; Although children may be initially hesitant to use the arm immediately after the procedure (typically due to fear of pain), a successful reduction restores full and normal use of the extremity within minutes.</p><br><br><p>Because this condition is caused by displacement of the annular ligament and reduction restores the normal anatomy, caregivers should be reassured that children can return to normal activities without special precautions.&nbsp; No postprocedure interventions (eg, rest, ice, nonsteroidal anti-inflammatory drug, sling) are required, although x-rays should be obtained if reduction attempts do not result in full and normal use of the arm.</p>\n<h1>Prognosis and prevention</h1><br><br><p>There is a risk of recurrence of radial head subluxation after a first episode until age 5, particularly with repeated axial traction.&nbsp; Caregivers should be instructed to avoid pulling or lifting children by their hands or forearms and, instead, be advised to lift young children from under the arms when possible.</p>\n<h1>Summary</h1><br><br><p>Radial head subluxation (nursemaid's elbow) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34731.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is the displacement of the annular ligament into the radiohumeral joint, classically resulting from sudden axial traction (eg, pulling) on the arm of a child age 1-4.&nbsp; The affected arm is typically held close to the body with the forearm pronated and without swelling or deformity.&nbsp; Diagnosis is clinical (ie, no x-ray for characteristic findings), and management is reduction by forearm hyperpronation or supination/flexion.<p></p>\n</div>\n\n            "
}