{
  "meta": {
    "title": "Rhabdomyolysis",
    "url": "https://brainandscalpel.vercel.app/rhabdomyolysis-e115ad4b-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:18.318Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Rhabdomyolysis is a clinical syndrome characterized by the breakdown of skeletal muscle fibers, leading to release of muscle cell contents (eg, myoglobin, creatine kinase [CK], potassium, uric acid, phosphorus) into the bloodstream.&nbsp; The condition can be mild, with patients experiencing only an asymptomatic rise in serum CK, or it can be severe, causing complications such as acute kidney injury (AKI), electrolyte imbalances, and compartment syndrome.</p>\n<h1>Risk factors and pathophysiology</h1><br><br><p>Rhabdomyolysis can occur due to various predisposing factors, including the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Traumatic causes</strong> (most common):&nbsp; Crush injuries, extensive burns, and prolonged immobilization can cause muscle damage.</li>\n\t<li><strong>Nontraumatic nonexertional causes</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Medications (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50000.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) can be direct myotoxins (eg, statin, colchicine), lead to immobilization (eg, heroin, alcohol), or cause excess muscle energy demands (eg, cocaine).</li>\n\t\t<li>Infections (eg, influenza, <em>Legionella, Streptococcus, Salmonella</em>) and toxins (eg, snake venom) can cause direct muscle injury.&nbsp; Fever and rigors associated with infections can also trigger muscle breakdown.</li>\n\t\t<li>Genetic predispositions (eg, muscular dystrophy, glycogen metabolism disorders) can increase risk and cause recurrent rhabdomyolysis, particularly in children.</li>\n\t\t<li>Electrolyte disorders, particularly hypokalemia (because it causes decreased blood flow during exertion) and hypophosphatemia, are risk factors.</li>\n\t\t<li>Intense exertion, particularly in untrained individuals or during extreme conditions, can lead to muscle breakdown.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Regardless of the cause, the final common pathway is the disruption of skeletal muscle cell membranes, leading to the leakage of intracellular components (eg, myoglobin, CK, electrolytes, other cellular constituents) into the bloodstream.&nbsp; This leakage can result in a variety of complications in different organ systems (eg, renal, musculoskeletal).</p>\n<h1>Clinical presentation and diagnosis</h1><br><br><p>The classic triad (present in &lt;10% of patients) associated with rhabdomyolysis includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Muscle pain</strong> (focal or diffuse)</li>\n\t<li><strong>Weakness</strong></li>\n\t<li><strong>Dark-colored urine</strong> (due to myoglobinuria)</li>\n</ul><br><br><p>Other symptoms may include nausea and vomiting, fever, and abdominal pain.&nbsp; Because the clinical features are nonspecific, a high index of suspicion should be maintained in patients with risk factors for rhabdomyolysis.&nbsp; In addition, the condition can be challenging to diagnose because many patients are critically ill.</p><br><br><p>The most reliable method of confirming the diagnosis is laboratory evaluation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37199.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; The characteristic findings are as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Elevated serum CK level</strong>:&nbsp; An elevated&nbsp;&nbsp;serum CK level (&gt;5 times the upper limit of normal and often &gt;10,000 units/L) is&nbsp;the hallmark of rhabdomyolysis and the most sensitive test.&nbsp; Levels typically peak within 1-2 days.</li>\n\t<li><strong>Urinalysis with positive blood but negative red blood cells (RBCs)</strong> (present in a minority of cases):&nbsp; The blood component of urinalysis detects heme rather than actual RBCs.&nbsp; Therefore, myoglobinuria due to rhabdomyolysis leads to positive blood on urinalysis (heme from myoglobin degradation) in the absence of RBCs on urine microscopy.&nbsp; (By contrast, true hematuria leads to positive blood on urinalysis and the presence of RBCs on urine microscopy.)</li>\n</ul><br><br><p>Other laboratory findings include electrolyte and liver function test abnormalities (classically aspartate aminotransferase &gt; alanine aminotransferase due to muscle breakdown).&nbsp; Imaging studies such as ultrasonography or MRI may help identify muscle damage and assess for complications such as compartment syndrome but are typically not required for diagnosis.</p>\n<h1>Complications</h1><br><br><p>If untreated, rhabdomyolysis can lead to severe complications, which are sometimes the presenting manifestations of the condition.&nbsp; They include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>AKI</strong> predominantly results from direct <strong>renal tubular toxicity of heme pigments</strong>, which are contained in myoglobin proteins released from lysed muscle cells.&nbsp; An increase in serum creatinine is often delayed from presentation but can be profound over ensuing days.</li>\n\t<li><strong>Compartment syndrome</strong> occurs from rhabdomyolysis typically when trauma-induced muscle edema, compounded by third spacing of resuscitation fluids, causes increased pressure within a fascial compartment limiting perfusion of enclosed tissues (eg, muscles, peripheral nerves).&nbsp; Compartment syndrome is a limb-threatening condition if not treated with emergency fasciotomy.</li>\n\t<li><strong>Cardiac dysrhythmias</strong> (and, in extreme cases, sudden cardiac death) can occur due to electrolyte imbalances, most notably hyperkalemia.&nbsp; Other abnormalities (eg, hyperphosphatemia, hypocalcemia, hyperuricemia) and their associated complications can occur.</li>\n</ul><br><br><p>Management is directed at preventing these complications.</p>\n<h1>Differential diagnosis</h1><br><br><p>Conditions that can mimic the clinical presentation of rhabdomyolysis include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Exertional heat stroke</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60289.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; shares some clinical features with rhabdomyolysis, including muscle weakness, dehydration, and elevated CK levels.&nbsp; However, heat stroke is characterized by hyperthermia (core body temperature &gt;40 C [104 F]) and central nervous system dysfunction, distinguishing it from uncomplicated rhabdomyolysis.</li>\n\t<li><strong>Neuroleptic malignant syndrome</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/64797.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; is a rare but potentially life-threatening complication of antipsychotic medication use.&nbsp; It presents with hyperthermia, altered mental status, autonomic dysfunction, and generalized muscle rigidity.&nbsp; Although muscle breakdown can occur, it is not the primary pathology, unlike in rhabdomyolysis.</li>\n\t<li><strong>Unaccustomed muscle activity/delayed-onset muscle soreness</strong> (DOMS):&nbsp; are conditions that can occur after strenuous physical exercise.&nbsp; Muscle soreness and pain are characteristic of these conditions, but an elevated CK is not.</li>\n\t<li><strong>Inflammatory myopathy</strong> (eg, dermatomyositis):&nbsp; can present with muscle pain, elevated CK, and myoglobinuria, but the duration of symptoms is typically chronic (eg, weeks to months) rather than acute (hours to days) as in rhabdomyolysis.&nbsp; In addition, there are typically other systemic symptoms (eg, dermatologic findings) associated with inflammatory myopathy.</li>\n\t<li><strong>Metabolic myopathies</strong>:&nbsp; are inherited metabolic disorders affecting skeletal muscle metabolism, such as McArdle disease (glycogen storage disease type V) or carnitine palmitoyltransferase deficiency, which can lead to exercise-induced muscle breakdown and rhabdomyolysis.&nbsp; These conditions often present with recurrent episodes of exertional myalgia, muscle cramps, and myoglobinuria triggered by strenuous exercise or fasting.</li>\n</ul>\n<h1>Management</h1><br><br><p>The main goal in the management of rhabdomyolysis is prevention of AKI, which is achieved primarily through ensuring adequate fluid resuscitation.&nbsp; Management includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Administer aggressive hydration</strong>:&nbsp; Intravenous crystalloids (typically isotonic saline initially) should be administered to maintain renal perfusion and promote myoglobin clearance; they should be titrated based on volume status and urine output.&nbsp; Some experts advise the addition of sodium bicarbonate (ie, alkalinization of urine) if serum calcium is not low, although this has not been shown to clearly prevent AKI.</li>\n\t<li><strong>Correct metabolic abnormalities</strong>:&nbsp; Electrolyte imbalances (hyperkalemia, hyperphosphatemia, hypocalcemia, hyperuricemia) are common and should be closely monitored and corrected to prevent complications (eg, cardiac arrest).</li>\n\t<li><strong>Treat underlying causes</strong>:&nbsp; Precipitating factors should be identified and managed (eg, discontinuation of offending medications).</li>\n\t<li><strong>Monitor closely</strong>:&nbsp; Serial measurements of CK levels, renal function, and electrolytes should be performed to guide therapy and assess response to interventions.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of rhabdomyolysis depends on various factors, including the underlying cause, extent of muscle damage, and promptness of treatment.&nbsp; Most cases, especially those identified and managed early, resolve with appropriate therapy and supportive care.&nbsp; However, severe or untreated rhabdomyolysis can lead to complications such as AKI, electrolyte abnormalities, and even death if not addressed promptly.</p>\n<h1>Summary</h1><br><br><p>Rhabdomyolysis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49988.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) is a potentially serious condition characterized by skeletal muscle breakdown and release of intracellular contents.&nbsp; Early recognition, appropriate diagnostic evaluation, and timely intervention are crucial for optimizing patient outcomes and preventing associated complications.<p></p>\n</div>\n\n            "
}