{
  "meta": {
    "title": "Scleroderma and CREST syndrome",
    "url": "https://brainandscalpel.vercel.app/scleroderma-and-crest-syndrome-b5bae36d-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:25.288Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Scleroderma is a family of autoimmune connective tissue disorders characterized by an obliterative vasculopathy leading to fibrosis of the skin and internal organs.&nbsp; It carries high morbidity and mortality due to involvement of the lungs, kidneys, heart, and gastrointestinal tract.</p><h1>Pathogenesis</h1><p>Scleroderma is thought to arise from the interplay of vasculopathy, autoimmunity, and fibrogenesis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L83817.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><h2>Vasculopathy</h2><p>The initial events in scleroderma are thought to begin in the small vessels.&nbsp; <strong>Microvascular injuries</strong> may be related to antiendothelial antibodies, upregulated cell adhesion molecules (eg, ICAM-1), and altered balance of vasoconstrictors versus vasodilators (eg, high endothelin, low nitric oxide).&nbsp; These changes may contribute to patients having increased vasospasticity of digital arteries (eg, Raynaud phenomenon) and pulmonary arteries.&nbsp; Vessel lumens are narrowed due to neointimal hyperplasia, smooth muscle hypertrophy, and concentric \"onion skin\" fibrosis.</p><h2>Autoimmunity</h2><p>Microvascular injury triggers a complex immune response (eg, T cells, NK cells, many cytokines) that further damages surrounding tissues.&nbsp; The resultant exposure of intracellular contents promotes the formation of <strong>autoantibodies</strong> (eg, anticentromere), which are seen in &gt;90% of patients.&nbsp; Some autoantibodies can bind and activate fibroblasts.</p><h2>Fibrogenesis</h2><p>Profibrotic cytokines (eg, platelet derived growth factor, transforming growth factor-ꞵ) are markedly upregulated in scleroderma.&nbsp; Fibroblasts are highly proliferative and constitutively active, secreting large amounts of extracellular matrix (mainly collagen).</p><p>Histopathology is uncommonly obtained but can show dermal thickening with sheets of collagen deposition (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4543.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) and obliterated arteries with medial hypertrophy and perivascular fibrosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80447.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><h1>Risk factors</h1><p>Risk factors for developing scleroderma include:</p><ul><li>Immunogenetics:&nbsp; Certain HLA haplotypes are strongly linked with scleroderma (eg, DQ7).&nbsp; These may code for major histocompatibility complex (MHC) molecules that abnormally express self-antigens and activate T cells.&nbsp; Non-HLA gene associations include polymorphisms in fibrillin-1 (extracellular matrix regulator), IL-23 (T-cell potentiator), and others.</li><li>Demographics:&nbsp; Middle-aged <strong>women</strong> (eg, 30-50) are at highest risk of scleroderma, with a 4:1 predominance over men.&nbsp; However, men with scleroderma have a worse prognosis (due to greater interstitial lung fibrosis) than women.&nbsp; The cause of this sex gap is unknown.</li><li>Industrial exposures:&nbsp; Prolonged exposure to silica (eg, mining), vinyl chloride (eg, plastic workers), and organic solvents (eg, toluene) are associated with scleroderma, particularly in men.</li></ul><h1>Classification</h1><p>Scleroderma is first classified in 1 of 2 ways:</p><ul><li><strong>Localized</strong> (skin only)</li><li><strong>Systemic</strong> (skin + internal organs)</li></ul><p>Systemic sclerosis is further subclassified as</p><ul><li><strong>Limited cutaneous</strong></li><li><strong>Diffuse cutaneous</strong></li></ul><p>These forms have different patterns of skin involvement, visceral organ involvement, and autoantibody associations (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31126.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><h1>Localized sclerosis</h1><h2>Morphea</h2><p>Morphea are thickened, hardened plaques of fibrotic skin (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104443.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; Morphea are typically few (eg, ≤3) and distributed asymmetrically on the torso, abdomen, and proximal limbs (eg, upper arms and thighs).&nbsp; The fibrosis is typically limited to the dermis but can extend into subdermal layers such as fascia and muscle (ie, deep morphea).&nbsp; The plaques can cause tightness, pain, and restricted range of motion.&nbsp; Permanent contractures can develop for lesions spanning joints.&nbsp; Rarely, large chest wall morphea can cause pulmonary restriction (corset effect).<p></p><h2>Linear scleroderma&nbsp;</h2><p>Linear scleroderma refers to long bands of deep and disfiguring morphea, often following a dermatomal distribution (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33631.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Due to the depth of fibrosis, lesions can have a sunken, furrowed, atrophic appearance.&nbsp; The face, forehead, and scalp are most commonly affected (\"en coup de sabre\" = sword wound).<p></p><h1>Systemic sclerosis</h1><h2>Limited cutaneous systemic sclerosis</h2><p>Limited cutaneous systemic sclerosis is associated with <strong>anticentromere</strong> antibodies.&nbsp; Skin involvement is limited to the face and distal extremities (eg, beyond the elbow).&nbsp; The classic presentation is <strong>CREST</strong> syndrome:</p><ul><li><strong>C</strong>alcinosis cutis:&nbsp; Calcium deposits occur in areas of chronic sclerotic injury, leading to areas of chalky, hardened skin (ie, a form of dystrophic calcification) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7963.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).</li><li><strong>R</strong>aynaud phenomenon:&nbsp; Episodic vasoconstriction causes painful ischemia of the fingers (and occasionally the nose or ears).&nbsp; The digits transition from white (ischemic pallor) to blue (cyanosis) to red (reperfusion) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9580.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).&nbsp; Nailbeds show loss of capillary loops.&nbsp; Ischemia can lead to ulceration (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10634.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ) or autoamputation in severe cases.</li><li><strong>E</strong>sophageal dysmotility:&nbsp; Fibrosis of the esophageal wall causes aperistalsis, leading to dysphagia and gastroesophageal reflux (often severe, causing recurrent aspiration).&nbsp; Imaging may show a dilated and fluid-filled esophagus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104910.jpg\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ).</li><li><strong>S</strong>clerodactyly:&nbsp; Fibrosis and tightening of the fingers (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14657.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ) results in a taut, shiny appearance.&nbsp; Fixed flexion contractures are common.</li><li><strong>T</strong>elangiectasias:&nbsp; Microvascular changes lead to formation of tiny, dilated, spidery blood vessels, particularly on the face (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95827.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ).&nbsp; Subungual (nailbed) telangiectasias are specific to scleroderma (eg, helping to differentiate from photoaging).</li></ul><p>In addition to these findings, patients characteristically have <strong>facial tightening</strong>, lending a stern mask-like demeanor (eg, difficulty smiling), thin lips, and a small oral opening.&nbsp; Limited cutaneous scleroderma is associated with less skin involvement but more prominent vascular features, such as Raynaud phenomenon, telangiectasias, and <strong>pulmonary arterial hypertension</strong> (PAH).&nbsp; Its course is typically more <strong>indolent</strong> than the diffuse form of scleroderma; it has a better prognosis.&nbsp; However, symptoms can still be debilitating, and the presence of PAH is associated with worse outcomes due to right ventricular failure.</p><h2>Diffuse cutaneous systemic sclerosis</h2><p>Diffuse cutaneous systemic sclerosis is associated with <strong>anti-topoisomerase I (anti-Scl-70)</strong> antibodies.&nbsp; Skin involvement is more extensive, often involving sections of the trunk and proximal extremities.&nbsp; Visceral organ involvement is more common, including:</p><ul><li><strong>Interstitial lung disease:</strong>&nbsp; Scleroderma-related interstitial lung disease (ILD) mainly takes the form of nonspecific interstitial pneumonia (NSIP: patchy reticular infiltrates and ground glass along a bronchovascular distribution, with subpleural sparing) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46689.jpg\" alt=\"image 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 11</div>\n                                </div>\n                                ) or usual interstitial pneumonia (UIP: bibasilar reticular infiltrates and subpleural honeycombing) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45613.jpg\" alt=\"image 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 12</div>\n                                </div>\n                                ).&nbsp; Patients have dyspnea, hypoxemia, and dry inspiratory crackles.&nbsp; Pulmonary function shows a restrictive pattern with reduced DLCO.&nbsp; The clinical course is marked by chronic progression punctuated by acute exacerbations (eg, triggered by viral respiratory infection).</li><li><strong>Scleroderma renal crisis:</strong>&nbsp; Renal arteriospasm and vascular obliteration causes decreased filtration and intense activation of the renin-angiotensin-aldosterone system (RAAS).&nbsp; The result is acute kidney injury (AKI) and <strong>hypertensive emergency</strong> (eg, neurologic changes, pulmonary edema).&nbsp; Red blood cells are forcefully sheared through fibrin in damaged vessels (eg, <strong>microangiopathic hemolytic anemia</strong>).&nbsp; Risk factors include high doses of systemic corticosteroids (eg, increased sodium retention and vasoconstriction) and anti-RNA polymerase III antibodies.</li><li>Other visceral manifestations include <strong>cardiac</strong> fibrosis (eg, diastolic dysfunction, conduction blocks, myopericarditis, pericardial effusion), <strong>biliary</strong> cirrhosis (scarring of bile ducts leading to progressive cholestasis), and <strong>gastrointestinal</strong> disease (eg, gastroparesis, small bowel overgrowth from gut dysmotility, recurrent bleeding from angiodysplasias [watermelon stomach]).&nbsp; Diffuse cutaneous scleroderma has a more <strong>aggressive</strong> course with a worse prognosis than limited cutaneous scleroderma; ILD and cardiac disease are the major causes of death.</li><li><strong>Systemic sclerosis sine scleroderma</strong>:&nbsp; Approximately 10% of patients have visceral organ fibrosis (systemic sclerosis) without skin involvement (sine scleroderma).&nbsp; This is clinically relevant during evaluation of ILD, pulmonary arterial hypertension, or unexplained esophageal dysmotility; testing for scleroderma autoantibodies is indicated even in the absence of skin findings.</li><li><strong>Scleroderma overlap syndromes:</strong>&nbsp; Approximately 10% of patients with scleroderma also display features of another autoimmune disorder.&nbsp; Examples include scleroderma-systemic lupus erythematosus overlap (eg, +dsDNA antibodies, photosensitivity, and serositis), scleroderma-rheumatoid arthritis overlap (eg, +rheumatoid factor, joint swelling, morning stiffness), and scleroderma-dermatomyositis overlap (eg, +antisynthetase antibodies, heliotrope rash, elevated creatine kinase).</li></ul><h1>Treatment</h1><h2>General approach</h2><ul><li><strong>Systemic immunosuppression:</strong>&nbsp; Most cases of systemic sclerosis (ie, internal organ involvement) call for immunosuppression.&nbsp; Commonly used agents include methotrexate, mycophenolate, and cyclophosphamide.&nbsp; Systemic <strong>glucocorticoids are avoided</strong> due to their risk of precipitating scleroderma renal crisis; however, they may be used as a last resort (briefly and at lowest doses) in patients with life-threatening inflammation (eg, myocarditis).</li><li><strong>Local therapy:</strong>&nbsp; Discrete patches of morphea can be treated with topical or intralesional glucocorticoids or phototherapy (UV-A light).</li><li><strong>Supportive care:</strong>&nbsp; Physical and occupational therapy is recommended to preserve range of motion and manual dexterity.&nbsp; Nonhealing wounds (eg, digital ulcerations) generally do not respond to debridement (eg, worsens fibrosis) and require constant protection and moisturization.</li></ul><h2>Management of specific complications</h2><ul><li><strong>Renal crisis:</strong>&nbsp; Scleroderma renal crisis is defined as an abrupt rise in blood pressure, acute kidney injury (typically with normal urine sediment), and/or evidence of microangiopathic hemolytic anemia (eg, schistocytes, thrombocytopenia).&nbsp; Patients require hospital admission for immediate antihypertensive therapy (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/93915.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; High-dose <strong>ACE inhibitors</strong> (eg, intravenous enalaprilat, PO captopril) are the drugs of choice.&nbsp; (Scleroderma renal crisis is a unique clinical situation where acute renal failure is treated with ACE inhibitors, which are avoided in other types of AKI).&nbsp; Additional vasodilators (eg, nicardipine, nitroprusside) may be needed.&nbsp; Most patients continue on lifelong ACE inhibitor therapy.</li><li><strong>ILD:</strong>&nbsp; Scleroderma ILD is treated with immunosuppression, as described above, although methotrexate is generally avoided.&nbsp; <strong>Antifibrotic therapy</strong> (eg, nintedanib) can also slow the rate of lung function decline.&nbsp; Lung transplantation may be considered, but is often limited by poor functional status, fibrosis of other organs, and a high risk of aspiration pneumonia due to esophageal dysmotility.</li><li><strong>PAH:</strong>&nbsp; Scleroderma PAH is treated with <strong>pulmonary vasodilator</strong> therapy, typically a combination of a phosphodiesterase-5 inhibitor (eg, tadalafil) and endothelin receptor antagonist (eg, bosentan).&nbsp; Prostaglandins (eg, epoprostenol) are added for severe PAH or refractory Raynaud phenomenon.&nbsp; Cautious volume status management (eg, diuretics) is required for right ventricular failure.</li><li><strong>Gastrointestinal disease:</strong>&nbsp; Esophageal dysmotility and gastroparesis usually require drastic dietary changes and lifelong antacid therapy (eg, proton pump inhibitors).&nbsp; Prokinetic agents (eg, metoclopramide) can help.&nbsp; Surgical intervention (eg, fundoplication) is generally contraindicated due to the high risk of worsened gastroesophageal fibrosis and recurrence.&nbsp; <strong>Small intestinal bacterial overgrowth</strong> requires treatment with antibiotic therapy (eg, rifaximin).&nbsp; <strong>Gastric bleeding</strong> (from angiodysplasias) is treated with endoscopic laser coagulation.</li></ul><p>Allogeneic hematopoietic stem cell transplantation (HSCT) is the only known curative treatment for refractory systemic sclerosis.&nbsp; The mechanism of remission (eg, reversal of fibrosis) is not understood.&nbsp; However, HSCT is rarely possible due to poor functional status and extent of underlying chronic organ dysfunction.</p><h1>Summary</h1><p>Scleroderma is an autoimmune connective tissue disorder characterized by vasculopathy, fibrosis, and autoimmunity, leading to significant morbidity and mortality due to involvement of the skin and internal organs.&nbsp; Pathogenesis is poorly understood but involves microvascular injury, immune dysregulation, and excessive fibrosis.&nbsp; Scleroderma is classified as localized (morphea) or systemic sclerosis, with systemic sclerosis further divided into limited or diffuse cutaneous forms.</p><ul><li>Limited cutaneous systemic sclerosis is associated with anticentromere antibodies and CREST syndrome (eg, Raynaud phenomenon, telangiectasias) and pulmonary arterial hypertension.</li><li>Diffuse cutaneous scleroderma is associated with anti-topoisomerase I (Scl-70) antibodies and aggressive visceral organ involvement (eg, interstitial lung disease, renal crisis, cardiac fibrosis).</li></ul><p>Treatment typically involves immunosuppressive therapies (eg, methotrexate, cyclophosphamide) and organ-directed therapies (eg, antifibrotics for interstitial lung disease, pulmonary vasodilators for pulmonary arterial hypertension).&nbsp; Prognosis is worse for diffuse systemic sclerosis, with most deaths due to progressive interstitial lung disease.</p></div>\n            "
}