{
  "meta": {
    "title": "Short stature",
    "url": "https://brainandscalpel.vercel.app/short-stature-80d9b90d-e7007c.html",
    "scrapedAt": "2025-12-01T06:01:26.861Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Short stature is defined as height more than 2 standard deviations below the mean for age and sex (ie, &lt;2nd percentile).&nbsp; It is most commonly due to a physiologic growth variant such as constitutional growth delay or familial short stature; however, it can also be secondary to pathologic causes, such as primary growth disorders, endocrine conditions, and systemic disease.</p>\n<h1>Normal growth</h1><br><br><p>Stature and growth velocity are regulated by complex interactions between genetic (eg, <em>SHOX</em> gene), hormonal (eg, growth hormone [GH], estrogen), and environmental (eg, nutrition) factors.&nbsp; These factors ultimately determine the degree of chondrocyte proliferation at the growth plate until chondrocyte senescence and growth plate closure in late adolescence.</p><br><br><p>Height/length growth can be divided into 3 phases during childhood:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Infant and toddler growth</strong>:&nbsp; Although maternal and intrauterine factors predominantly influence birth size, genetic and environmental factors generally influence length after birth, resulting in an initially rapid growth phase followed by a gradual deceleration.&nbsp; Measurement of length in premature infants should be corrected using gestational age because catch-up growth typically takes up to 2 years (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68094.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Prepubertal growth</strong>:&nbsp; From age 2 until pubertal onset, growth velocity is relatively consistent (~5 cm/year [2 in/year]).</li>\n\t<li><strong>Pubertal growth</strong>:&nbsp; A hormonally influenced growth spurt (approximately 9-10 cm/year [3.5-4 in/year]) results in an increased growth velocity during puberty (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36462.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36463.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Short stature is defined as height/length more than 2 standard deviations below the mean (ie, &lt;2nd percentile) for age and sex.&nbsp; Short stature can occur for many reasons ranging from physiologic growth variants (eg, familial short stature) to underlying medical conditions (eg, hypothyroidism).</p>\n<h1>Initial evaluation</h1><br><br><p>Short stature evaluation begins with assessing growth patterns, puberty staging, and skeletal maturity (ie, bone age) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69975.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Growth statistics, the history and physical examination, and imaging parameters should be used to assess this condition:<p></p>\n<h2>Growth</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Height velocity</strong>:&nbsp; Linear growth velocity, or the rate of growth between serial measurements over ≥6 months, is impaired when the measurement crosses 2 major percentiles on a standard height-by-age chart.&nbsp; Most patients with short stature and impaired growth velocity have a pathologic cause, whereas short stature with a normal growth velocity is often physiologic.</li>\n\t<li><strong>Midparental height</strong>:&nbsp; Estimated adult height can be calculated using the midparental height formula (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36072.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The midparental height measurement is compared to the projected height (ie, extrapolating the current height percentile to adulthood) and can help determine whether the child's current genetic potential is being met despite the diagnosis of short stature (eg, physiologic familial cause).</li>\n</ul>\n<h2>History and physical examination</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sexual maturity rating</strong> (Tanner staging):&nbsp; The onset of puberty is characterized by the development of secondary sex characteristics (eg, pubic hair, breast development in female patients, testicle enlargement in male patients) that can be assessed using standardized scales (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16083.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111261.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; Determining Tanner staging helps interpret growth velocity (eg, higher growth velocity is expected during puberty) and predict future growth potential and adult height.</li>\n\t<li><strong>Dysmorphic features</strong>:&nbsp; Short stature can be associated with several genetic disorders, some of which may have characteristic examination findings (eg, webbed neck and widely spaced nipples in Turner syndrome).</li>\n\t<li><strong>Review of systems</strong>:&nbsp; Certain systemic disorders may also cause short stature, and a thorough review of systems is required to assess for an underlying disorder (eg, diarrhea and abdominal pain in celiac disease, constipation and cold intolerance in hypothyroidism)</li>\n</ul>\n<h2>Imaging</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Skeletal maturity</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L126779.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):&nbsp; A <strong>bone age evaluation</strong> is a radiographic assessment of the hand and wrist to assess skeletal maturation.&nbsp; Normal ossification of bone occurs in a predictable, age-specific sequence that is determined primarily by pubertal hormones, and the degree of ossification helps determine pubertal progression and predict adult height.&nbsp; A bone age that is significantly advanced compared to chronologic age is often pathologic.</li>\n</ul>\n<h1>Physiologic variants of short stature</h1><br><br><p>Physiologic variants of short stature should be considered in patients who have a normal linear growth velocity and bone age that is normal or delayed (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69975.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Features suggestive of a secondary cause of short stature (eg, systemic symptoms, syndromic features) are generally absent.<p></p>\n<h2>Familial short stature</h2><br><br><p>Patients with familial short stature have a normal linear growth velocity (ie, stable percentiles) and age-appropriate pubertal development, as well as a bone age that correlates with chronologic age (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36523.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).&nbsp; One or both parents have short stature, and the patient's adult height projection is consistent with the midparental height estimates.<p></p>\n<h2>Constitutional growth delay</h2><br><br><p>Constitutional growth delay is characterized by short stature with a delayed bone age and delayed puberty (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35770.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients have a normal linear growth velocity, although it may be relatively slowed before age 3.&nbsp; The pubertal growth spurt is classically delayed; however, normal adult height is eventually achieved.&nbsp; The parents of these patients have normal adult stature but at least one often has a history of delayed puberty (\"late bloomer\").<p></p>\n<h1>Pathologic causes of short stature</h1><br><br><p>Patients with a slowed height velocity or features of a secondary etiology (eg, systemic symptoms, syndromic features) should be evaluated for pathologic short stature due to genetic, hormonal, or systemic causes.</p>\n<h2>Genetic or primary growth disorders</h2><br><br><p>In genetic or primary growth disorders, dysmorphic features are typically present, and bone age is often normal.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Skeletal dysplasias</strong>:&nbsp; This group of inherited defects in cartilage/bone development include achondroplasia, osteopetrosis, and osteogenesis imperfecta.&nbsp; Disproportionate short stature, in which the limbs are disproportionately short for the trunk or vice versa, is frequently seen.</li>\n\t<li><strong>Turner syndrome</strong> (45,X) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14170.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ):&nbsp; In addition to short stature, features include broad chest, webbed neck, and shortened fourth metacarpals.&nbsp; Premature ovarian failure in female patients leads to delayed breast development and primary amenorrhea.</li>\n\t<li><strong>Prader-Willi syndrome</strong>:&nbsp; Loss of paternal chromosome 15 expression is associated with hypothalamic and pituitary dysfunction, leading to short stature and hypogonadism.&nbsp; Infants present with hypotonia and delayed onset of motor milestones; hyperphagia and obesity are predominant symptoms later in childhood.</li>\n</ul>\n<h2>Endocrine disorders</h2><br><br><p>Endocrine diseases are associated with stable weight gain as height velocity decreases (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L58162.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ), often causing patients to be overweight relative to height.&nbsp; Most conditions cause delayed bone age; precocious puberty is an exception.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypothyroidism</strong>:&nbsp; Hypothyroidism causes delayed bone age and short stature because thyroid hormone directly promotes bone growth and adequate GH levels.&nbsp; Hypothyroidism also causes decreased gonadotropin levels and delayed puberty through disruption of the hypothalamic-pituitary-gonadal axis.&nbsp; Additional symptoms such as fatigue, constipation, or cold intolerance are often present.</li>\n\t<li><strong>GH deficiency</strong>:&nbsp; GH has a direct effect on linear growth velocity.&nbsp; In addition to short stature, signs of GH deficiency may include delayed puberty, midface hypoplasia, and micropenis in boys.</li>\n\t<li><strong>Cushing syndrome</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29332.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ):&nbsp; Excessive endogenous (eg, Cushing disease) or exogenous glսϲοϲοrtiсоiԁ levelѕ cause weight gain and grоԝth retardation, resulting in patients who are overweight or obese.&nbsp; Other classic features include suprascapular fat pad, abdominal striae, hirsutism, and acne.</li>\n\t<li><strong>Precocious puberty</strong>:&nbsp; Precocious puberty causes accelerated early growth but leads to premature epiphyseal maturation and short adult stature.&nbsp; Bone age and pubertal development are advanced.</li>\n</ul>\n<h2>Systemic diseases</h2><br><br><p>Systemic diseases are associated with increased metabolic demand or decreased availability of nutrients, resulting in poor weight gain that precedes decreased height velocity, delayed bone age, and delayed puberty.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic malnutrition</strong>:&nbsp; Malnutrition is the most common cause of poor growth globally, typically from resources (eg, poverty); self-imposed dietary restrictions (eg, anorexia nervosa) also lead to malnutrition.</li>\n\t<li><strong>Gastrointestinal disease</strong> (eg, inflammatory bowel disease, celiac disease):&nbsp; Patients classically have a greater deficit in weight than in height (ie, underweight-for-age) and often experience gastrointestinal symptoms (eg, diarrhea).</li>\n\t<li><strong>Chronic kidney disease</strong>:&nbsp; Renal disease causes short stature by negatively impacting growth mediators such as insulin-like grоԝth factor 1.&nbsp; Additional signs and symptoms may include edema and hypertension.</li>\n</ul><br><br><p>Chronic, untreated systemic disorders (eg, cystic fibrosis, congenital heart disease, type 1 diabetes mellitus, malignancy) may also cause short stature but usually present with other manifestations.</p><br><br><p>Patients with short stature with no clear etiology are diagnosed with idiopathic short stature.&nbsp; The number of identifiable causes for short stature will likely increase as genetic testing for it improves.</p>\n<h1>Management</h1><br><br><p>For physiologic variants of short stature, management is reassurance and routine monitoring of growth velocity and pubertal progression.&nbsp; Psychosocial support and counseling should be offered if the patient has psychologic stress related to height.</p><br><br><p>For patients with a history and/or physical examination findings suggestive of pathologic short stature, tailored laboratory tests and imaging, such as karyotype for Turner syndrome or thyroid function tests for hypothyroidism, should be ordered.&nbsp; Management of pathologic short stature should address the underlying cause when possible (eg, GH replacement for GH deficiency, gluten restriction for celiac disease).&nbsp; For many of the pathologic causes of short stature, a normal adult height is possible if the disorder is promptly identified and treated.</p>\n<h1>Summary</h1><br><br><p>Short stature is defined as a height below 2 standard deviations of the mean for age and sex.&nbsp; Evaluation of short stature differentiates between physiologic variants and pathologic causes primarily by evaluating growth velocity, pubertal development, and skeletal maturation.&nbsp; Physiologic variants are managed with reassurance and routine monitoring; early identification and treatment of pathologic short stature can optimize adult height potential.</p>\n</div>\n\n            "
}